Repository: filmil/mozilla
Catalog: release-3/po/*/toolkit/chrome/global/about.dtd.po
Languages: sr

source: version
sr: издање

source: Copyright &copy; 1998-2008 by
sr: Copyright &copy; 1998-2008

source: contributors
sr: приложници

source: to the Mozilla Project.
sr: пројекта Мозила.

source: Read the
sr: Прочитајте

source: licensing information
sr: податке о лиценцирању

source: for this product.
sr: овог производа.

source: release notes
sr: белешке о издању

source: for this version.
sr: за ово издање

source: See the
sr: Погледајте

source: build configuration
sr: конфигурацију за изградњу

source: used for this version.
sr: коришћену за ово издање

source: Build identifier:
sr: Идентитет изградње:
