Repository: filmil/mozilla
Catalog: release-3/po/*/toolkit/chrome/global/charsetOverlay.dtd.po
Languages: sr

source: &Character Encoding
sr: &Кодирање знакова

source: &Auto-Detect
sr: &Самопрепознавање

source: &More Encodings
sr: &Остала кодирања

source: &West European
sr: &западноевропска

source: &East European
sr: &источноевропска

source: East &Asian
sr: источно&азијска

source: &SE &amp; SW Asian
sr: &југоисточно и југозападно азијскa

source: &Middle Eastern
sr: &блискоисточнa

source: &Unicode
sr: &уникод

source: &Customize List…
sr: &Прилагоди списак…
