Repository: filmil/mozilla
Catalog: release-3/po/*/toolkit/chrome/global/findbar.properties.po
Languages: sr

source: Phrase not found
sr: Фраза није пронађена

source: Reached end of page, continued from top
sr: Достигнуто је дно стране, наставак иде одозго

source: Reached top of page, continued from bottom
sr: Достигнут је врх стране, наставак иде одоздо

source: Find:
sr: Тражи:

source: Quick Find:
sr: Брзо тражење:

source: Quick Find (links only):
sr: Брза претрага (само везе):

source: (Case sensitive)
sr: (Величина слова је битна)

source: %S match
sr: погодака: %S

source: %S matches
sr: погодака: %S

source: More than %S matches
sr: Више од оволико погодака: %S
