Repository: filmil/mozilla
Catalog: release-3/po/*/toolkit/chrome/global/gnomeprintdialog.properties.po
Languages: sr

source: Print
sr: Штампање

source: Options
sr: Опције

source: Print Frames
sr: Штампај оквире

source: _As Laid Out on the Screen
sr: _Као на екрану

source: The _Selected Frame
sr: _Изабрани оквир

source: Each Frame on Separate _Pages
sr: _Сваки оквир на посебној страни

source: Ignore Scaling and S_hrink To Fit Page Width
sr: _Занемари скалирање и уклопи на ширину стране

source: Print Selection _Only
sr: Штампај само _избор

source: Print Backgrounds
sr: Штампај позадине

source: Print Background _Colors
sr: Штампај _боје позадина

source: Print Background I_mages
sr: Штампај позадинске с_лике

source: Header and Footer
sr: Заглавље и фуснота

source: Left
sr: Лево

source: Center
sr: Средина

source: Right
sr: Десно

source: --blank--
sr: --празно--

source: Title
sr: Наслов

source: URL
sr: УРЛ

source: Date/Time
sr: Датум/време

source: Page #
sr: Бр. стране

source: Page # of #
sr: Страна # од #

source: Custom...
sr: Прилагођено...

source: Please enter your custom header/footer text
sr: Молимо да унесете прилагођени текст за заглавље или фусноту
