Repository: filmil/mozilla
Catalog: tags/mozilla-20070123/po/*/toolkit/chrome/global/finddialog.dtd.po
Languages: sr_rs

source: Find in This Page
sr_rs: Пронађи на овој страни

source: Find in This Frame
sr_rs: Нађи у овом фрејму

source: Fi&nd what:
sr_rs: &Пронађи текст:

source: Mat&ch case
sr_rs: Разликуј &величину слова

source: &Wrap
sr_rs: П&реломи редове

source: Search &backwards
sr_rs: Претрага у &обрнутом сверу

source: Type one or more words to search for
sr_rs: Наведите једну или више речи

source: &Find Next
sr_rs: &Пронађи

source: Cancel
sr_rs: Одустани

source: Close
sr_rs: Затвори

source: &Up
sr_rs: На &горе

source: &Down
sr_rs: На &доле

source: Direction
sr_rs: Смер
