Repository: filmil/mozilla
Catalog: trunk/po/*/browser/installer/custom.properties.po
Languages: sr

source: $BrandShortName delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and integrated search let you get the most out of the web.
sr: Програм $BrandShortName омогућава лако и безбедно читање мрежног садржаја. Познато корисничко сучеље, побољшане безбедносне мере укључујућу заштиту од крађе идентитета на мрежи, и интегрисана претрага омогућавају Вам да извучете максимум из интернета.

source: Choose Optional Components
sr: Изборне компоненте

source: Choose which features of $BrandShortName you want to install.
sr: Изаберите које делове програма $BrandShortName желите да инсталирате.

source: Optional Components:
sr: Изборне компоненте:

source: DOM Inspector
sr: DOM инспектор

source: Inspects the structure and properties of a window and its contents.
sr: Прегледа структуру и особине прозора и његовог садржаја.

source: $BrandShortName &Options
sr: &Опције програма $BrandShortName

source: $BrandShortName &Safe Mode
sr: Безбедни начин рада у програму $BrandShortName

source: Safe Mode
sr: Безбедни начин рада

source: Setup Type
sr: Врста инсталације

source: Choose setup options
sr: Избор опција за инсталацију

source: &Use $BrandShortName as my default web browser
sr: &Користи програм $BrandShortName као подразумевани прегледач

source: Set Up Shortcuts
sr: Прављење скраћеница

source: Create Program Icons
sr: Прављење сличица за програме

source: Summary
sr: Сажетак

source: Ready to start installing $BrandShortName
sr: Све је спремно за инсталацију програма $BrandShortName

source: $BrandShortName will be installed to the following location:
sr: Програм $BrandShortName ће бити инсталиран на наведено место:

source: A restart of your computer may be required to complete the installation.
sr: Мораћете да поново покренете рачунар како бисте довршили инсталацију.

source: A restart of your computer may be required to complete the uninstall.
sr: Мораћете да поново покренете рачунар како бисте довршили деинсталацију.

source: $BrandShortName will be set as your default web browser.
sr: Програм $BrandShortName ће бити постављен као подразумевани читач.

source: Click Install to continue.
sr: Притисните "Инсталирај" да бисте наставили.

source: &Tell us what you thought of $BrandShortName
sr: &Реците нам шта мислите о програму $BrandShortName

source: &Launch $BrandShortName now
sr: &Покрени одмах програм $BrandShortName

source: $BrandShortName must be closed to proceed with the installation. Click "OK" to exit $BrandShortName automatically and continue.
sr: Програм $BrandShortName мора да се затвори да би инсталација могла да настави. Притисните "У реду" да бисте аутоматски затворили програм $BrandShortName и наставили.

source: Create icons for $BrandShortName:
sr: Направи иконе за $BrandShortName:

source: On my &Desktop
sr: На &радној површини

source: In my &Start Menu Programs folder
sr: У директоријуму &покретачког менија

source: In my &Quick Launch bar
sr: У траци за &брзо покретање

source: $BrandShortName must be closed to proceed with the installation. Please close $BrandShortName to continue.
sr: $BrandShortName мора да буде затворен како би се инсталација наставила. Молимо да затворите програм $BrandShortName за наставак.

source: $BrandShortName must be closed to proceed with the uninstall. Please close $BrandShortName to continue.
sr: $BrandShortName мора да буде затворен како би се деинсталација наставила. Молимо да затворите програм $BrandShortName да бисте наставили.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
sr: Програм $BrandShortName је већ покренут. Молимо да затворите $BrandShortName пре него што покренете издање које сте управо инсталирали.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
sr: Немате приступ за упис у инсталациони директоријум. Притисните "У реду" да бисте изабрали други директоријум.

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
sr: Нема довољно места на диску за инсталацију на изабрано место. Притисните "У реду" да бисте изабрали неко друго место.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinUnsupportedVer} or newer.
sr: Нажалост, $BrandShortName није могао да се инсталира. Ово издање програма $BrandShortName захтева издање ${MinUnsupportedVer} или новије.

source: Your computer must be restarted to complete a previous uninstall of $BrandShortName. Do you want to reboot now?
sr: Ваш рачунар мора да буде поново покренут да би претходна инсталација програма $BrandShortName била довршена. Да ли желите да га поново покренете сада?

source: Your computer must be restarted to complete a previous upgrade of $BrandShortName. Do you want to reboot now?
sr: Ваш рачунар мора да буде поново покренут да би претходна доградња $BrandShortName била довршена. Да ли желите да га поново покренете сада?

source: Error creating directory:
sr: Грешка при прављењу директоријума:

source: Click Cancel to stop the installation or Retry to try again.
sr: Притисните "Откажи" да обуставите инсталацију или "Понови" да пробате опет.

source: Uninstall $BrandFullName
sr: Деинсталирај $BrandFullName

source: Remove $BrandFullName from your computer.
sr: Уклања $BrandFullName са Вашег рачунара.

source: $BrandShortName will be uninstalled from the following location:
sr: $BrandShortName ће бити уклоњен са овог места:

source: Click Uninstall to continue.
sr: Притисните "Деинсталирај" да наставите.

source: &Remove my $BrandShortName personal data and customizations
sr: &Уклони моје личне податке и прилагођења програма $BrandShortName

source: This will permanently remove your bookmarks, saved passwords, cookies and customizations. You may wish to keep this information if you plan on installing another version of $BrandShortName in the future.
sr: Ово трајно уклања забелешке, сачуване лозинке, колачиће и прилагођења. Можда желите да сачувате ове податке ако намеравате да убудуће инсталирате неко друго издање програма $BrandShortName.

source: Checking existing installation…
sr: Провера постојеће инсталације…

source: Installing $BrandShortName…
sr: Инсталација програма $BrandShortName…

source: Installing Language Files (${AB_CD})…
sr: Инсталација језичких датотека (${AB_CD})…

source: Installing Optional Components…
sr: Инсталација опционих делова…

source: Uninstalling $BrandShortName…
sr: Деинсталација програма $BrandShortName…

source: A Little Housekeeping…
sr: Сређивање…

source: Choose the type of setup you prefer, then click Next.
sr: Изаберите жељену врсту инсталације, а затим притисните "Даље".

source: $BrandShortName will be installed with the most common options.
sr: $BrandShortName ће бити инсталиран са најнеопходнијим опцијама.

source: &Standard
sr: &Стандардна

source: $BrandShortName will be installed with all available options.
sr: $BrandShortName ће бити инсталиран са свим доступним опцијама.

source: C&omplete
sr: &Потпуна

source: You may choose individual options to be installed. Recommended for experienced users.
sr: Можете да изаберете опције које ће бити инсталиране. Препоручује се искусним корисницима.

source: &Custom
sr: П&роизвољна
