Repository: filmil/mozilla
Catalog: trunk/po/*/browser/installer/installer.inc.po
Languages: sr

source: $ProductShortName$ Setup
sr: Инсталатер програма $ProductShortName$

source: Welcome to %s
sr: Добродошли у програм %s

source: You are about to install %s.
sr: Само што нисте инсталирали програм %s.

source: It is strongly recommended that you exit all Windows programs before running this Setup program.
sr: Препоручујемо вам да угасите све друге програме пре него покренете овај програм.

source: It is strongly recommended that you exit all instances of %s before running this Setup program.
sr: Препоручујемо вам да угасите све примерке програма %s пре него покренете овај програм.

source: Click Cancel to quit Setup and then close any programs you have running. Click Next to continue the Setup program.
sr: Притисните „Откажи‟ да бисте напустили програм и затворили остале покренуте програме. Притисните „Даље‟ како бисте наставили са радом у овом програму.

source: Click Next to continue installing %s.
sr: Притисните „Даље‟ да наставите са инсталацијом програма %s.

source: Software License Agreement
sr: Споразум о лиценцирању програма

source: Terms and conditions for using this software.
sr: Услови за употребу овог програма.

source: Please read the following license agreement. Use the scroll bar to view the rest of this agreement.
sr: Молимо да прочитате дати споразум о лиценцирању. Користите клизач како бисте прегледали и остатак споразума.

source: I &Accept the terms of the License Agreement
sr: &Прихватам споразум о лиценцирању

source: I do NO&T Accept the terms of the License Agreement
sr: &Не прихватам споразум о лиценцирању

source: Setup Type
sr: Врста инсталације

source: Choose setup options.
sr: Изаберите начин инсталације.

source: Choose the type of Setup you prefer, then click Next.
sr: Изаберите врсту инсталације која Вам одговара, затим притисните „Даље‟.

source: The selected directory already contains a Firefox installation. To delete %s completely, please press the 'Delete Directory' button. Your Firefox settings should not be affected. Or, please press the 'Cancel' button and choose a different destination directory.
sr: Изабрани директоријум већ садржи инсталацију Фајерфокса (Firefox). Да бисте потпуно уклонили %s, молимо да притисните дугме „Уклони директоријум‟. Ваша лична подешавања Фајерфокса неће бити оштећена. Или, притисните дугме „Откажи‟ и изаберите други циљни директоријум.\

source: &Standard
sr: &Стандардна

source: Browser will be installed with the most common options.
sr: Читач ће бити инсталиран са уобичајеним опцијама.

source: &Custom
sr: &Прилагођена

source: You may choose individual options to be installed. Recommended for experienced users.
sr: Можете да изаберете могућности које желите да буду постављене. Препоручује се искусним корисницима.

source: Select Components
sr: Избор делова

source: Additional components that enhance $ProductShortName$.
sr: Додатне компоненте које побољшавају $ProductShortName$.

source: Choose additional components you want to install, then click Next.
sr: Изаберите додатне делове које желите да инсталирате, затим притисните „Даље‟.

source: Install Folder
sr: Директоријум за инсталацију

source: Where $ProductShortName$ will be installed.
sr: Где ће програм $ProductShortName$ бити инсталиран.

source: $ProductShortName$ will be installed into the following folder:
sr: $ProductShortName$ ће бити инсталиран у наредни директоријум:

source: Upgrade
sr: Доградња

source: Upgrades an existing $ProductShortName$ installation.
sr: Дограђује постојећу инсталацију програма $ProductShortName$.

source: A previous $ProductNameInternal$ installation has been found in the chosen folder.
sr: Стара инсталација програма $ProductNameInternal$ је пронашена у изабраном директоријуму.

source: Perform a Clean Install
sr: Направи чисту инсталацију

source: A Clean Install will COMPLETELY REMOVE the contents of the install folder! Any third party components you have installed will be lost. This is recommended as it may prevent incompatibilities. (XXXben)
sr: Чиста инсталација ће ПОТПУНО ДА УКЛОНИ садржаје инсталационог директоријума! Све накнадно инсталиране компоненте биће такође уклоњене. Ово се препоручује да би се спречиле некомпатибилности. (XXXben)

source: If you choose not to perform a Clean Install, third party components will not be removed, which may cause unpredictable behavior.
sr: Ако не изаберете чисту инсталацију, накнадно додате компоненте неће бити уклоњене. То може да буде узрок непредвидивог понашања.

source: A Safe Upgrade of $ProductNameInternal$ cannot be performed because the program is installed within the Windows folder. It is recommended that you choose another folder to install $ProductNameInternal$ into.
sr: Безбедна доградња програма $ProductNameInternal$ није могућа јер је програм инсталиран у системски директоријум (Windows). Препоручује се да изаберете неки други директоријум за инсталацију програма $ProductNameInternal$.

source: $ProductShortName$ Setup - Select Additional Components
sr: Инсталација програма $ProductShortName$ - Избор додатних компонената

source: Select or clear the additional components you want to install.
sr: Избор додатних компонената које желите да инсталирате.

source: Set Up Shortcuts
sr: Постављање скраћеница

source: Creates Program Icons
sr: Прави сличице програма

source: Create icons for $ProductShortName$:
sr: Направи сличице за програм $ProductShortName$:

source: On my Desktop
sr: На радној површини

source: In my Start Menu Programs folder
sr: У менију за покретање програма

source: In my Quick Launch bar
sr: На траци за брзо покретање

source: Use %s as my Default Browser.
sr: Користи програм %s као подразумевани прегледач.

source: $ProductShortName$ Setup - Select Program Folder
sr: Подешавање програма $ProductShortName$ - Изаберите директоријум за инсталацију

source: Setup will add program icons to the Program Folder listed below. You may type a new folder name, or select one from the Existing Folders list. Click Next to continue.
sr: Инсталатер ће додати сличице програма у доле наведен директоријум. Можете да унесете ново име директоријума или да изаберете један из списка постојећих. Притисните „Даље‟ да наставите.

source: $ProductShortName$ Setup - Additional Options
sr: Подешавање програма $ProductShortName$ - Додатне опције

source: Select the following option if you wish to save downloaded Setup files on your own computer. This allows you to re-run Setup without downloading the files again. The Setup files will be saved to the path below.
sr: Изаберите наредну опцију ако желите да сачувате примљене инсталационе датотеке на Вашем рачунару. То Вам омогућава да поново покренете инсталацију а да не морате да поново покрећете пријем. Датотеке ће бити сачуване у директоријум наведен испод.

source: $ProductShortName$ Setup - Advanced Settings
sr: Подешавање програма $ProductShortName$ - Напредна подешавања

source: If your Internet connection requires a proxy server, enter your server name and port information. If your Internet connection doesn't require a proxy server, leave the fields blank.
sr: Ако Ваша веза са Интернетом захтева посредника (proxy), можете да унесете његово име и податке о порту. Ако веза са Интернетом не захтева посредника, оставите ово поље непопуњено.

source: Summary
sr: Сажетак

source: Ready to start installing $ProductShortName$.
sr: Све је спремно за почетак инсталације програма $ProductShortName$.

source: Setup will now install the following components:
sr: Инсталатер ће поставити следеће делове:

source: Setup will now download and install the following components:
sr: Инсталатер ће сада да преузме и инсталира следеће делове:

source: Click Next to continue.
sr: Притисните „Даље‟ да наставите.

source: Downloading
sr: Преузимам

source: Downloading required components...
sr: Пријем неопходних делова...

source: Setup is downloading the files required to install $ProductShortName$.
sr: Инсталатер прима датотеке неопходне за инсталацију програма $ProductShortName$.

source: Currently Downloading:
sr: Тренутни пријем:

source: Time Remaining:
sr: Преостало време:

source: Installing
sr: Инсталација

source: Installing $ProductShortName$...
sr: Инсталација програма $ProductShortName$...

source: Setup is installing application files.
sr: Инсталатер поставља датотеке програма.

source: Preparing File:
sr: Припрема датотеке:

source: Currently Installing:
sr: Тренутно се инсталира:

source: Install Complete
sr: Инсталација је готова

source: %s was successfully installed.
sr: Програм %s је успешно инсталиран.

source: Click Finish to complete Setup.
sr: Притисните „Заврши‟ да завршите инсталацију

source: Launch %s now.
sr: Покрени одмах програм %s.

source: $ProductShortName$ Setup - Download
sr: Подешавање програма $ProductShortName$ - Пријем

source: Setup is downloading the required files now. This may take some time depending on your network connection speed.
sr: Инсталатер управо прима неопходне датотеке. То ће трајати нек време, зависно од брзине везе са интернетом.

source: Some files have failed the CRC check and are being downloaded again. Only those files that have failed will be downloaded.
sr: Неке датотеке нису прошле проверу исправности (CRC) тако да се поново примају. Примају се само датотеке које нису биле исправно преузете.

source: Download of $ProductShortName$ was successful. $ProductNameInternal$ must be closed to proceed with installation. Click OK to exit $ProductNameInternal$ automatically and to begin installation.
sr: Пријем програма $ProductShortName$ је успео. Програм $ProductNameInternal$ не сме да буде активан да би се инсталација наставила. Притисните „У реду‟ како бисте наставили са инсталацијом програма $ProductNameInternal$.

source: $ProductNameInternal$ must be closed to proceed with installation. Click OK to exit $ProductNameInternal$ automatically and to begin installation.
sr: Програм $ProductNameInternal$ мора да се заврши како би инсталација била настављена. Притисните „У реду‟ како бисте аутоматски завришили рад са програмом $ProductNameInternal$ и како бисте почели инсталацију.

source: Shutting down $ProductNameInternal$. Please wait...
sr: Крај рада са програмом $ProductNameInternal$. Молимо да сачекате...

source: Cross-Platform COM
sr: Међуплатформски ком (COM)

source: $ProductShortName$ Browser
sr: Програм $ProductShortName$

source: $ProductShortName$ Help
sr: Помоћ за програм $ProductShortName$

source: $CompanyName$ Uninstaller
sr: Деинсталатер $CompanyName$

source: Language Pack
sr: Језички пакет

source: Developer Tools
sr: Развојни алати

source: The Document Inspector - a tool for web developers.
sr: Испитивач докумената - алат за ауторе мрежних програма.

source: Quality Feedback Agent
sr: Повратна информација о квалитету

source: for reporting $ProductShortName$ crash information
sr: за пријаву података о краху програма $ProductShortName$

source: Website Reporter
sr: Пријављивање веб сајтова

source: for reporting $ProductShortName$ website compatibility problems
sr: за пријаву несагласности веб сајта и програма $ProductShortName$

source: Preparing Install, please wait...
sr: Инсталација се припрема, молимо да сачекате...

source: Installing the uninstaller, please wait...
sr: Инсталација деинсталатера, молимо да сачекате...

source: A previous session of Setup did not finish downloading all the necessary files. Would you like to use the files previously downloaded, to avoid downloading them again?
sr: Претходна сесија инсталатера није довршила пријем свих потребних датотека. Да ли желите да користите раније примљене датотеке, да бисте избегли поновни пријем?

source: A previous session of Setup did not finish with installation of all the necessary files. Would you like to use the files previously downloaded, to avoid downloading them again?
sr: Претходна сесија инсталатера није довршила инсталацију свих потребних датотека. Да ли желите да користите раније примљене датотеке, како бисте избегли поновни пријем?

source: Setup has detected that the following archives within this Setup are corrupted:%sYou will need to obtain another copy of the $ProductShortName$ Setup in order for installation to proceed.
sr: Инсталатер је приметио да постоји неисправна архива: %s. Мораћете да набавите исправан примерак програма $ProductShortName$ како би инсталатер могао да настави са радом.

source: Setup has detected that at least one archive within this Setup is corrupt. You will need to obtain another copy of the $ProductShortName$ Setup in order for installation to proceed.
sr: Инсталатер је приметио да је бар једна архива неисправна. Мораћете да набавите исправан примерак програма $ProductShortName$ како би инсталатер могао да настави са радом.

source: Too many download failures. Setup will cancel. Any files already downloaded will not be deleted. The next time Setup is run, these files will be taken into account during the download.
sr: Десио се велики број грешака при пријему. Инсталатер зато мора да обустави рад. Датотеке које су већ преузете неће бити уклоњене. Када се инсталатер поново покрене, ове датотеке ће бити узете у обзир приликом пријема.

source: Too many network errors trying to download %s. Setup will now Pause. Please click Resume to retry downloading the files.
sr: Десило се сувише мрежних грешака приликом пријема: %s. Инсталатер ће да се привремено заустави. Притисните „Настави‟ како бисте пробали поново.

source: Verifying integrity of archives, please wait...
sr: Провера исправности архива је у току, молимо да сачекате...

source: Error undefined
sr: Непозната грешка

source: Out of memory!
sr: Нема више меморије

source: %s at %.2f KB/sec (%u KB of %u KB downloaded)
sr: %s при %.2f KB/s (%u KB од %u KB примљено)

source: %d%% completed
sr: %d%% готово

source: (Required)
sr: (Неопходно)

source: Canceling Setup, please wait...
sr: Обустављање инсталатера, молимо да сачекате...

source: Error uncompressing file %s: %d
sr: Грешка при декомпресији датотеке %s: %d

source: Usage: %s [options] [options] can be any of the following combination: -h: This help. -a [path]: Alternate archive search path. -app [app id]: ID of application which is launching the installer (shared installs) -app_path [app]: Points to (full path) representative file of application (Shared installs) * -dd [path]: Suggested install destination directory. (Shared installs) * -greLocal: Forces GRE to be installed into the application dir. * -greShared: Forces GRE to be installed into a global, shared dir (normally) c:\program files\common files\mozilla.org\GRE -reg_path [path]: Where to make entries in the Windows registry. (Shared installs) -f: Force install of GRE installer (Shared installs), though it'll work for non GRE installers too. -greForce: Force 'Component GRE' to be downloaded, run, and installed. This bypasses GRE's logic of determining when to install by running its installer with a '-f' flag. -n [filename]: Setup's parent process filename. * -ma: Run setup in Auto mode. * -ms: Run setup in Silent mode. -ira: Ignore the [RunAppX] sections -ispf: Ignore the [Program FolderX] sections that show the Start Menu shortcut folder at the end of installation. * -showBanner: Show the banner image in the download and install progress dialogs * -hideBanner: Hide the banner image in the download and install progress dialogs * -cleanupOnUpgrade: Tells Setup to check to see if user is upgrading (installing on top of previous version of product). If user is upgrading: * NORMAL mode: prompt user on how to proceed * All other modes: assume user wants to cleanup. * -noCleanupOnUpgrade: Tells Setup to not check if user is upgrading (installing on top of previous version of product). This will disable the cleanup feature. * means it will override config.ini
sr: Употреба: %s [опције] [опције] могу да буду ма које од: -h: Исписује овај текст. -a [стаза]: Друга стаза за претрагу. -app [ИД прогр.]: ID програма који покреће инсталатера (за дељене инсталације) -app_path [прогр.]: Показује на (пуну стазу) до програма који инсталира (за дељене инсталације) * -dd [стаза]: Предлог директоријума за инсталацију. (за дељене инсталације) * -greLocal: Инсталира GRE у директоријум програма. * -greShared: Инсталира GRE у дељени директоријум (подразумевано) c:\program files\common files\mozilla.org\GRE -reg_path [стаза]: Где се уписују подаци у регистар. (за дељене инсталације) -f: Инсталирај инсталатера GRE (за дељене инсталације), иако ће радити и за не-GRE инсталације. -greForce: Принуди на пријем, покретање и инсталацију „Компоненте GRE‟. Ово заобилази GREову логику која одређује када се инсталира, тако што га покреће са заставицом „-f‟. -n [име]: Име датотеке инсталатеровог родитељског процеса. * -ma: Покрени у аутоматском начину рада. * -ms: Покрени у тихом начину рада. -ira: Занемари одељке [RunAppX] -ispf: Занемари одељке [Program FolderX] које показују директоријум стартног менија на крају инсталације. * -showBanner: Приказује слику приликом пријема и инсталације * -hideBanner: Крије слику приликом пријема и инсталације * -cleanupOnUpgrade: Налаже инсталатеру да провери да ли се програм дограђује (инсталира поврх претходног издања). Ако корисник дограђује: * нормални начин: питај корисника за наставак * сви остали: претпостави да корисник хоће да очисти. * -noCleanupOnUpgrade: Налаже инсталатеру да не проверава да ли корисник дограђује (инсталира поврх претходног издања. Ово ће да искључи чишћење. of previous version of product). This will disable the cleanup feature. * значи да ће да преиначи config.ini

source: Use &FTP for downloading files
sr: Користи &ФТП за пријем датотека

source: Use &HTTP for downloading files
sr: Користи HTTP за &пријем датотека

source: &Save installer files locally
sr: &Сачувај инсталатер на рачунару

source: Setup has encountered a network problem and has paused the download. If you have just lost your network connection, please click Resume once your network has been reestablished.
sr: Инсталатер је наишао на проблеме са мрежом и привремено је обуставио пријем. Ако сте управо остали без везе са мрежом, притисните „Настави‟ када се мрежна веза поново успостави.

source: Setup has detected that you do not have the appropriate Administrator privileges to this system. It is highly recommended that you do not continue with the installation of $ProductShortName$, or it may not function properly. Would you still like to continue?
sr: Инсталатер је приметио да немате администраторска права приступа на овом рачунару. Препоручује се да не настављате са инсталацијом програма $ProductShortName$, јер у супротном може неисправно да ради. Да ли и даље желите да наставите?

source: Setup has detected that you do not have the appropriate Administrator privileges to this system. Setup cannot continue with the installation of $ProductShortName$.
sr: Инсталатер је приметио да немате администраторска права приступа на овом рачунару. Инсталатер не може да настави са инсталацијом програма $ProductShortName$.

source: $ProductNameInternal$ is detected to be currently running. Please quit $ProductNameInternal$ before continuing. Click OK to exit $ProductNameInternal$ automatically and proceed with uninstallation.
sr: Програм $ProductNameInternal$ се тренутно извршава на овом рачунару. Молимо да угасите програм $ProductNameInternal$ пре него што наставите. Притисните „У реду‟ да зауставите програм $ProductNameInternal$ аутоматски и наставите са инсталацијом.

source: $ProductName$ Uninstaller
sr: Деинсталатер програма $ProductName$

source: Are you sure you want to completely remove %s and all of its components?
sr: Да ли сигурно желите да уклоните програм %s и све његове компоненте?

source: &Uninstall
sr: &Уклони

source: &Cancel
sr: &Откажи

source: Uninstall has detected that the following shared file is no longer used by any programs. If any programs still require the shared file and it is removed, those programs may no longer function. Are you sure you want to remove this shared file?
sr: Деинсталатер је приметио да се наведена дељена датотека више не користи ни у једном програму. Ако програми и даље захтевају ову дељену датотеку, а она буде уклоњена, ови програми неће више исправно радити. Да ли сигурно желите да уклоните ову дељену датотеку?

source: Leaving this file will not harm your system. If you are not sure, it is recommended that the shared file be not removed from the system.
sr: Остављање ове датотеке неће да нашкоди Вашем рачунару. Ако нисте сигурни, препоручујемо да дељену датотеку не уклањате.

source: File name:
sr: Име датотеке:

source: &No
sr: &Не

source: N&o to all
sr: Не за &све

source: &Yes
sr: &Да

source: Y&es to all
sr: Да за с&ве

source: Could not load %s
sr: Није могуће учитати %s

source: Could not load string resource ID %d
sr: Није могуће учитати текстуални ресурс са ИДом %d

source: Null pointer encountered.
sr: Нулти поинтер.

source: Memory allocation error.
sr: Грешка при алокацији меморије

source: %s failed.
sr: Неуспело: %s.

source: Could not create %s dialog.
sr: Није могуће направити дијалог: %s.

source: Question
sr: Питање

source: Are you sure you want to cancel?
sr: Да ли сигурно желите да откажете?

source: GetSystemDirectory() failed.
sr: GetSystemDirectory() није успео.

source: GetWindowsDirectory() failed.
sr: GetWindowsDirectory() није успео.

source: Uninstall was not able to create the TEMP directory: %s
sr: Деинсталатер није могао да направи привремени директоријум: %s

source: Windows95 or greater Operating System is required! Exiting Uninstall...
sr: Неопходан је опративни систем Windows95 или новији. Крај деинсталације...

source: Warning
sr: Упозорење

source: Uninstall log folder not found:%s
sr: Директоријум са записником деинсталатера није пронађен: %s

source: Message
sr: Порука

source: Remove File?
sr: Да ли да уклоним датотеку?

source: GetVersionEx() failed!
sr: GetVersionEx() није успео.

source: Attention
sr: Пажња

source: Uninstall has detected that %s (%s) is still running. Click OK to quit %s and proceed with uninstallation. Alternatively, use the Windows Task Manager to quit %s, and then click OK to continue with uninstallation.
sr: Деинсталатер је приметио да %s (%s) и даље ради. Притисните „У реду‟ да окончате програм %s и наставите са деинсталацијом. Или, употребите управљач задацима (Task Manager) да угасите %s, а затим притисните „У реду‟ да наставите са деинсталацијом.

source: Uninstall will now exit. Uninstall could not continue because %s (%s) is still running. Try manually quitting %s using Windows Task Manager, and then run Uninstall again.
sr: Деинсталатер ће сада да заврши рад. Деинсталација није могла да се настави јер %s (%s) и даље ради. Пробајте да ручно окончате %s помоћу управљача задацима (Task Manager), и онда поново покрените денисталатера.

source: Not all files were uninstalled from the installation directory: %s Do you want to completely delete this directory?
sr: Неке датотеке нису уклоњене из инсталационог директоријума: %s Да ли желите да потпуно уклоните директоријум?

source: Uninstall has detected that the installation path of $ProductNameInternal$ is installed to a folder within your Windows folder. Uninstall will not attempt to delete this installation due to the potential removal of critical system files.
sr: Деинсталатер је приметио да је стаза за инсталацију програма $ProductNameInternal$ унутар директоријума ког користи Windows. Деинсталатер неће пробати да уклони ову инсталацију услед опасности да се уклоне важне системске датотеке.
