Repository: filmil/mozilla
Catalog: trunk/po/*/browser/installer/override.properties.po
Languages: sr_rs

source: < &Back
sr_rs: < &Назад

source: &Next >
sr_rs: &Даље >

source: I &accept the terms in the License Agreement
sr_rs: &Прихватам споразум о лиценцирању

source: I &do not accept the terms in the License Agreement
sr_rs: &Не прихватам споразум о лиценцирању

source: &Install
sr_rs: &Инсталирај

source: &Uninstall
sr_rs: &Деинсталирај

source: Cancel
sr_rs: Откажи

source: &Close
sr_rs: &Затвори

source: Show &details
sr_rs: Приказ &детаља

source: Click Next to continue.
sr_rs: Притисните „Даље‟ да наставите

source: Click Install to start the installation.
sr_rs: Притисните „Инсталирај‟ да покренете инсталацију.

source: Click Uninstall to start the uninstallation.
sr_rs: Притисните „Деинсталирај‟ да покренете деиснталацију.

source: Completed
sr_rs: Готово

source: Check the components you want to install and uncheck the components you don't want to install. $_CLICK
sr_rs: Означите компоненте које желите да инсталирате и уклоните ознаку са компоненти које не желите да инсталирате. $_CLICK

source: Select components to install:
sr_rs: Избор компонената за инсталацију:

source: Destination Folder
sr_rs: Циљни директоријум

source: "Space available: "
sr_rs: "Потребан простор: "

source: "Space required: "
sr_rs: "Доступан простор: "

source: Uninstalling from:
sr_rs: Деинсталација из:

source: Error opening file for writing: \r \r $0\r \r Click Abort to stop the installation,\r Retry to try again, or\r Ignore to skip this file.
sr_rs: Грешка при отварању датотеке за упис: \r \r $0\r \r Притисните „Откажи‟ да бисте обуставили инсталацију,\r „Понови‟ да бисте пробали поново, или\r „Занемари‟ да прескочите ову датотеку.

source: Error opening file for writing: \r \r $0\r \r Click Retry to try again, or\r Cancel to stop the installation.
sr_rs: Грешка при отварању датотеке за упис: \r \r $0\r \r Притисните „Понови‟ да пробате опет, или\r „Откажи‟ да зауставите инсталацију.

source: "Can't write: "
sr_rs: "Није могућ упис: "

source: Copy failed
sr_rs: Умножавање није успело

source: "Copy to "
sr_rs: "Умножи на "

source: "Registering: "
sr_rs: "Регистрација: "

source: "Unregistering: "
sr_rs: "Дерегистрација: "

source: "Could not find symbol: "
sr_rs: "Симбол није пронађен: "

source: "Could not load: "
sr_rs: "Није могуће учитати: "

source: "Create folder: "
sr_rs: "Прављење директоријума: "

source: "Create shortcut: "
sr_rs: "Прављење скраћенице: "

source: "Created uninstaller: "
sr_rs: "Направљен деинсталатер: "

source: "Delete file: "
sr_rs: "Уклоњена датотека: "

source: "Delete on reboot: "
sr_rs: "Уклањање при рестарту: "

source: "Error creating shortcut: "
sr_rs: "Грешка при прављењу скраћенице: "

source: "Error creating: "
sr_rs: "Грешка при прављењу: "

source: Error decompressing data! Corrupted installer?
sr_rs: Грешка при декомпресији података! Можда је инсталатер неисправан?

source: Error registering DLL
sr_rs: Грешка при регистрацији ДЛЛа

source: "Execute: "
sr_rs: "Извршење: "

source: "Extract: "
sr_rs: "Извлачење: "

source: "Extract: error writing to file "
sr_rs: "Извлачење: грешка при упису у датотеку "

source: Installer corrupted: invalid opcode
sr_rs: Инсталатер је неисправан: неважећи код операције

source: "No OLE for: "
sr_rs: "Не постоји OLE за: "

source: "Output folder: "
sr_rs: "Директоријум за излаз: "

source: "Remove folder: "
sr_rs: "Уклоњен директоријум: "

source: "Rename on reboot: "
sr_rs: "Промена имена при рестарту: "

source: "Rename: "
sr_rs: "Промена имена: "

source: "Skipped: "
sr_rs: "Прескочено: "

source: Copy Details To Clipboard
sr_rs: Умножи детаље на клипборд

source: Log install process
sr_rs: Бележи процес инсталације
