Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/*-copies.dtd.po
Languages: am

source: Copies &amp; Folders
am: Копије и директоријуми

source: When sending messages, automatically:
am: При слању порука, аутоматски:

source: &Place a copy in:
am: &Смести умножак у:

source: Pla&ce replies in the folder of the message being replied to
am: &Смести одговоре у директоријум поруке на коју се одговара

source: _: do not translate "Bcc" in below line &Bcc these email addresses:
am: &сКоп ове адресе:

source: Sho&w confirmation dialog when messages are saved
am: &Прикажи прозорче са потврдом када се поруке чувају

source: _: OK to translate this, bug #57440 &quot;&Sent&quot; Folder on:
am: &Директоријум за послате поруке на:

source: &Other:
am: &Други:

source: _: OK to translate this, bug #57440 &quot;&Drafts&quot; Folder on:
am: Директоријум за &нацрте на:

# draftInOtherFolder.label draftInOtherFolder.accesskey
source: O&ther:
am: Дру&ги:

source: &quot;Archives&quot; Fol&der on:
am: Место &чувања архиве:

# archiveInOtherFolder.label archiveInOtherFolder.accesskey
source: O&ther:
am: О&стало:

source: _: OK to translate this, bug #57440 &quot;Te&mplates&quot; Folder on:
am: Директоријум за &скице на:

source: Oth&er:
am: Друг&и:

source: Drafts, Archives, and Templates
am: Скице, архиве и обрасци

source: Keep message drafts in:
am: Чувај нацрте у:

source: Keep message archives in:
am: Чувај архиве у:

source: Keep message templates in:
am: Чувај обрасце у:
