Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/*-junk.dtd.po
Languages: am

source: Junk Settings
am: Подешавање за нежељену пошту

source: If enabled, you must first train &brandShortName; to identify junk mail by using the Junk toolbar button to mark messages as junk or not. You need to identify both junk and non junk messages.
am: Ако је укључен, потребно је прво обучити &brandShortName; да препознаје отпадну пошту употребом алатне траке, тако што ћете означавати поруке као отпадне. Потребно је да дате примере и жељене и нежељене поште.

source: &Enable adaptive junk mail controls for this account
am: &Укључи адаптивну контролу нежељене поште за овај налог

source: &Move new junk messages to:
am: &Померите нову нежељену пошту у:

source: &quot;J&unk&quot; folder on:
am: директоријум „Не&жељено‟ на:

source: Othe&r:
am: &Друго место:

source: &Automatically delete junk mail older than
am: &Аутоматски уклони нежељене поруке старије од

source: days
am: дан(а)

source: &Do not mark mail as junk if the sender is in:
am: &Не означавај пошту као нежељену ако је пошиљалац у:

source: &Trust junk mail headers set by:
am: &Веруј заглављима о нежељеној пошти које поставља:
