Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/*-offline.dtd.po
Languages: am

source: To save disk space, do not download:
am: Ради уштеде простора на диску, не примај:

source: To save disk space, do not download for offline use:
am: Ради уштеде простора на диску, не примај датотеке за неповезан рад:

source: To save disk space, downloading messages from the server and keeping local copies for offline use can be restricted by age or size.
am: Ради уштеде простора на диску, пријем порука са сервера и чување локалних умножака може се ограничити према старости порука или величини.

source: Keep messages f&or this account on this computer
am: Чувај п&оруке за овај налог на овом рачунару

source: &Messages larger than
am: &Поруке веће од

source: Don't download &messages larger than
am: Не примај поруке ве&ће од

source: days old
am: старо (дани)

source: messages
am: поруке

source: Rea&d messages
am: &Читај поруке

source: M&essages more than
am: &Поруке више од

source: To recover disk space, old messages can be permanently deleted.
am: Да бисте вратили простор на диску, старе поруке могу се трајно уклонити.

source: To recover disk space, old messages can be permanently deleted, both local copies and originals on the remote server.
am: Да бисте вратили простор на диску, старе поруке се могу трајно уклонити, укључујући и оригинале на удаљеном рачунару.

source: To recover disk space, old messages can be permanently deleted, including originals on the remote server.
am: Да бисте вратили простор на диску, старе поруке се могу трајно уклонити, укључујући оригинале на удаљеном серверу.

source: Dele&te messages more than
am: Уклони поруке &старије од

source: Do&n't delete any messages
am: &Не уклањај поруке

source: Delete all &but the most recent
am: Уклоните све осим &најновијих

source: Always delete read messages (overrides age settings)
am: Увек уклони прочитане поруке (преиначује подешавања старости порука)

source: Always &keep starred messages
am: Увек чувај поруке са &звездом

source: Rem&ove bodies from messages more than
am: Уклони &тела порука старијих од

source: &Select newsgroups for offline use…
am: И&заберите групе за неповезан рад...

source: Ad&vanced…
am: &Напредно…

source: Message Synchronizing
am: Синхронизација

source: Disk Space
am: Простор на диску

source: Syn&chronize all messages locally regardless of age
am: &Синхронизуј све поруке у локалу, без обзира на старост

source: Synchronize the most recent
am: Синхронизуј само недавне поруке

source: z
am: з

source: Days
am: дан(а)

source: Weeks
am: недеља

source: Months
am: месеци

source: Years
am: година
