Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/*-server-top.dtd.po
Languages: am

source: Security Settings
am: Безбедносна подешавања

source: Server Settings
am: Подешавања сервера

source: _: do not translate "POP" in below line POP Mail Server
am: POP сервер за пошту

source: _: do not translate "IMAP" in below line IMAP Mail Server
am: IMAP сервер за пошту

source: _: do not translate "NNTP" in below line News Server (NNTP)
am: Сервер за групе (NNTP)

source: WebMail account
am: Налог за мрежну пошту

source: Server Type:
am: Врста сервера:

source: &Server Name:
am: &Име сервера:

source: User &Name:
am: &Корисничко име:

source: &Port:
am: &Порт:

source: Default:
am: Изворно:

source: Save password
am: Сачувај лозинку

source: _: translate below 2 line with grammer dependency Chec&k for new messages every
am: &Провера нових порука сваких

source: minutes
am: мин

source: &Use secure connection (SSL)
am: &Употреба шифроване везе (SSL)

source: Use secure connection:
am: Користи безбедну везу:

source: &Never
am: &Никада

source: TLS, if &available
am: ТЛС ако је &доступан

source: &TLS
am: &ТЛС

source: SS&L
am: СС&Л

source: Use secure authent&ication
am: Користи шифровану &аутентикацију

source: Leave messa&ges on server
am: Остави поруке на &серверу

source: &Fetch headers only
am: П&реузми само заглавља

source: F&or at most
am: Н&ајвише

source: days
am: дана

source: Until I &delete them
am: Док их не у&клоним

source: Auto&matically download new messages
am: &Аутоматски добави нове поруке

source: Server Hostname
am: Име сервера

source: Your Login Name
am: Корисничко име

source: _: do not translate "POP" in below line POP Server Information
am: Подаци о POP серверу

source: &When I delete a message:
am: &Када обришем поруку:

source: Move it to the Trash folder
am: Премести је у Смеће

source: Mark it as deleted
am: Означи да је обрисана

source: Remove it immediately
am: Одмах је уклони

source: _: do not translate two of "&quot;" in below line Clean up (&quot;&Expunge&quot;) Inbox on Exit
am: Про&чисти долазну пошту при крају рада

source: Empty Trash on E&xit
am: Испра&зни смеће при крају рада

source: &Check for new messages at startup
am: Пров&ери нове поруке на почетку

source: _: translate below 2 lines with grammar dependency Ask &me before downloading more than
am: Питај &ме пре пријема више од

source: _: see note for maxMessagesStart.label messages
am: порука

source: Al&ways request authentication when connecting to this server
am: &Увек тражи аутентикацију при повезивању на овај сервер

source: newsrc &file:
am: newsrc &датотека:

source: &Local directory:
am: &Локални директоријум:

source: Show newsgroup names in the Mail Folder pane as:
am: Приказуј имена група у панелу Пошта као:

source: Full names (For example, 'netscape.public.mozilla.mail-news')
am: Пуна имена (на пример: „netscape.public.mozilla.mail-news“)

source: Abbreviate names (For example, 'n.p.m.mail-news')
am: Скраћена имена (на пример: „n.p.m.mail-news“)

source: Ad&vanced...
am: &Напредно...

source: Default Character Encoding:
am: Подразумевано кодирање знакова:

source: Select Local Directory
am: Избор локалног директоријума

source: &Browse...
am: &Преглед...

source: Select newsrc File
am: Избор newsrc датотеке

source: Brows&e...
am: Пре&глед...
