Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/*-smime.properties.po
Languages: am

source: You specified that this message should be digitally signed, but the application either failed to find the signing certificate specified in your Mail & Newsgroup Account Settings, or the certificate has expired.
am: Захтевали сте да ова порука буде дигитално потписана, али програм или није успео да пронађе сертификат за потпис који је постављен у подешавања за Пошту и групе, или је сертификат истекао.

source: You specified encryption for this message, but the application either failed to find the encryption certificate specified in your Mail & Newsgroup Account Settings, or the certificate has expired.
am: Захтевали сте да ова порука буде шифрована, али програм или није успео да пронађе сертификат за потпис који је постављен у подешавања за Пошту и групе, или је сертификат истекао.

source: You specified encryption for this message, but the application failed to find an encryption certificate for %S.
am: Захтевали сте да ова порука буде шифрована, али програм није успео да пронађе сертификат за шифровање за %S.

source: Unable to encrypt message. Please check that you have a valid email certificate for each recipient. Please check that the certificates specified in Mail & Newsgroups Account Settings for this mail account are valid and trusted.
am: Порука није могла бити шифрована. Молимо проверите да имате важећи сертификат за сваког примаоца. Молимо проверите да су сертификати које сте одредили у подешавањима за пошту и групе важећи и проверени.

source: Unable to sign message. Please check that the certificates specified in Mail & Newsgroups Account Settings for this mail account are valid and trusted
am: Није могуће потписати поруку. Молимо проверите да ли су сертификати које сте одредили у подешавањима за пошту и групе важећи и проверени.

source: Security
am: Безбедност

source: Certificate Manager can't locate a valid certificate that can be used to digitally sign your messages.
am: Управник сертификатима не може да пронађе важећи сертификат за дигитално потписивање порука.

source: Certificate Manager can't locate a valid certificate that other people can use to send you encrypted email messages.
am: Управник сертификатима не може да пронађе важећи сертификат ког други могу користити да Вам шаљу шифроване ел. поруке.

source: You should also specify a certificate for other people to use when they send you encrypted messages. Do you want to use the same certificate to encrypt & decrypt messages sent to you?
am: Потребно је да такође одредите сертификат ког ће други користити када Вам шаљу шифроване поруке. Да ли желите да користите исти сертификат за шифровање и дешифровање порука које Вам се шаљу?

source: Do you want to use the same certificate to encrypt & decrypt messages sent to you?
am: Да ли желите да користите исти сертификат за шифровање и дешифровање порука које Вам се шаљу?

source: You should also specify a certificate for other people to use when they send you encrypted messages. Do you want to configure an encryption certificate now?
am: Такође треба да одредите сертификат ког ће други користити када Вам шаљу шифроване поруке. Да ли желите да одмах подесите сертификат?

source: You should also specify a certificate to use for digitally signing your messages. Do you want to use the same certificate to digitally sign your messages?
am: Такође треба да одредите сертификат који ће се користити за дигитално потписивање Ваших порука. Да ли желите да користите исти сертификат за дигитално потписивање порука?

source: Do you want to use the same certificate to digitally sign your messages?
am: Да ли желите да користите исти сертификат за дигитално потписивање порука?

source: You should also specify a certificate to use for digitally signing your messages. Do you want to configure a certificate for digitally signing messages now?
am: Такође је потребно да одредите сертификат који ће се користити за дигитално потписивање Ваших порука. Да ли желите да одмах подесите сертификат за дигитално потписивање порука?
