Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/accountCreationUtil.properties.po
Languages: sr

source: Hostname is empty or contains forbidden characters. Only letters, numbers, - and . are allowed.
sr: Име рачунара је празно или садржи недозвољене знаке. Само слова, бројеви, - и . су дозвољени.

source: String contains unsupported characters. Only letters, numbers, - and _ are allowed.
sr: Ниска знакова садржи неподржане знаке. Само слова, бројеви, - и . _ су дозвољени.

source: Supplied value not in allowed list
sr: Наведена вредност није у списку дозвољених

source: URL scheme not allowed
sr: Схема УРЛ-а није дозвољена

source: URL not recognized
sr: УРЛ није препознат

source: You must supply a value for this string
sr: Морате да наведете вредност за ову ниску

source: Not a boolean
sr: Није булова вредност

source: Not a number
sr: Није број

source: Number too large
sr: Број је превелик

source: Number too small
sr: Број је премали

source: Cannot contact server
sr: Није могуће наћи сервер

source: Bad response content
sr: Садржај одговора је неисправан
