Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/accountCreation.dtd.po
Languages: sr

source: Mail Account Setup
sr: Подешавање налога за пошту

source: Your &name:
sr: Ваше &име:

source: First Last
sr: Име презиме

source: Your name, as shown to others
sr: Име, како ће бити приказано другима

source: Emai&l address:
sr: Ел. а&дреса:

source: &Password:
sr: &Лозинка:

source: Password
sr: Лозинка

source: Optional, will only be used to validate the username
sr: Изборно, биће коришћена само за проверу налога

source: Account Information
sr: Подаци о налогу

source: Username:
sr: Корисничко име:

source: Incoming:
sr: Долазно:

source: Outgoing:
sr: Одлазно:

source: None
sr: без шифре

source: Manual &Setup…
sr: Ру&чно подешавање…

source: C&ancel
sr: &Откажи

source: &Continue
sr: &Настави

source: Start &over
sr: Испоче&тка

source: &Stop
sr: &Крај

source: &Re-test Configuration
sr: &Поновна провера подешавања

source: &Edit
sr: &Уређивање

source: Re&member password
sr: &Запамти лозинку

source: Warning!
sr: Упозорење!

source: Incoming settings:
sr: Долазна подешавања:

source: Outgoing settings:
sr: Одлазна подешавања:

source: Technical Details
sr: Технички детаљи

source: I &understand the risks.
sr: &Разумем ризике.

source: &Create Account
sr: &Направи налог

source: Change &Settings
sr: Промена по&дешавања

source: &brandShortName; can allow you to get to your mail using the provided configurations. However, you should contact your administrator or email provider regarding these improper connections. See the Thunderbird FAQ for more information.
sr: Програм &brandShortName; може да допусти приступ пошти помоћу подешавања које сет унели. Молимо да се обратите администратору мреже, одн. добављачу електронске поште у вези са овим неодговарајућим везама. Погледајте често постављана питања за више података.

source: Warning! This is an insecure server.
sr: Упозорење! Ово је небезбедан сервер.

source: Click circle for more details.
sr: Притисните на кружић за више детаља.

source: Email is sent in clear-text, so your email could be read by other people on the internet. &brandShortName; will let you get to your mail, but you should really get your email provider to configure the server with a secure connection.
sr: Електронска пошта се шаље нешифрована, тако да је могуће да га прочитају и трећа лица на Интернету. &brandShortName; ће Вам дозволити да прочитате пошту, али бисте се требали обратити провајдеру поште да подеси приступ помоћу шифроване везе.

source: The server uses a certificate that we can't trust, so we can't be sure that someone isn't intercepting the traffic between &brandShortName; and your server. &brandShortName; will let you get to your mail, but you should really get your email provider to configure the server with a trusted certificate.
sr: Сервер користи сертификат који није од поверења, па зато не можемо да будемо сигурни да нико не прислушкује саобраћај између програма &brandShortName; и Вашег сервера. Програм &brandShortName; ће Вам допустити да приступите својој пошти, али би требало да се обратите добављачу ел. поште како би Вам обезбедио обезбеђени приступ пошти.

source: Congratulations! This is a secure server.
sr: Честитамо! Ово је безбедан сервер.
