Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/activity.properties.po
Languages: sr

source: Paused
sr: Паузирано

source: Processing
sr: Обрада

source: Not Started
sr: Није покренуто

source: Failed
sr: Неуспео

source: Waiting for input
sr: Чека се унос

source: Waiting for retry
sr: Чека се понављање

source: Completed
sr: Завршено

source: Canceled
sr: Отказано

source: Yesterday
sr: Јуче

source: Sending Message
sr: Слање поруке

source: Sending Message to %S
sr: Слање поруке за %S

source: Sent Message
sr: Послата порука

source: Sent Message to %S
sr: Послата порука за %S

source: Failed to send message
sr: Слање поруке није успело

source: Failed to send message to %S
sr: Није успело слање поруке за корисника: %S

source: Downloading %1$S of %2$S in %3$S
sr: Пријем %1$S од %2$S у %3$S

source: Bringing folder %S up to date
sr: Освежавање директоријума: %S

source: %S is up to date
sr: Директоријум %S је освежен

source: Total number of messages downloaded: %S
sr: Укупно примљених порука: %S

source: No messages downloaded
sr: Ниједна порука није примљена

source: Synchronizing: %S
sr: Синхронизација: %S

source: Deleted #1 message;Deleted #1 messages
sr: Обрисана #1 порука;Обрисане #1 поруке;Обрисано #1 порука

source: Moved #1 message from #2 to #3;Moved #1 messages from #2 to #3
sr: Померена #1 порука из #2 у #3;Померене #1 поруке из #2 у #3;Померено #1 порука из #2 у #3

source: Copied #1 message from #2 to #3;Copied #1 messages from #2 to #3
sr: Умножена #1 порука из #2 у #3;Умножене #1 поруке из #2 у #3;Умножено #1 порука из #2 у #3

source: from #1 to #2
sr: из #1 у #2

source: Deleted folder #1
sr: Уклоњен директоријум #1

source: Moved folder #1 into folder #2
sr: Померен директоријум #1 у директоријум #2

source: Copied folder #1 into folder #2
sr: Умножен директоријум #1 у директоријум #2

source: Renamed folder #1 to #2
sr: Преименован директоријум #1 у #2
