Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/featureConfigurator.dtd.po
Languages: sr

source: Migration Assistant
sr: Помоћник за миграцију

source: Thunderbird 3 features worth knowing about
sr: Могућности тандерберда 3 за које вреди знати

source: Thunderbird 3 includes powerful new features which we're quite proud of, and think most people will love. People's tastes and needs vary, so we made it easy to control and customize Thunderbird.
sr: Тандерберд 3 укључује нове могућности на које смо поносни и које сматрамо да ће се људима јако допасти. Укуси и потребе су различити и стога смо направили тандерберд кога је лако контролисати и прилагодити.

source: Use this page to configure these new settings. You can always get back to the Migration Assistant from the Help menu.
sr: Користите ову страну како бисте поставили нова подешавања. Увеко можете да се вратите до помоћника за миграцију из менија за помоћ.

source: Synchronize IMAP Messages
sr: Синхронизација порука кроз ИМАП (IMAP)

source: All of your IMAP folders are set to &quot;synchronize&quot;.
sr: Сви ИМАП директоријуми су подешени да се синхронизују.

source: None of your IMAP folders are set to &quot;synchronize&quot;.
sr: Ниједан ИМАП директоријум се тренутно не синхронизује.

source: Some of your IMAP folders are set to &quot;synchronize&quot;.
sr: Неки од ИМАП директоријума су подешени да се синхронизују.

source: Benefits
sr: Користи

source: Alternative
sr: Алтернативе

source: Lets you read your mail when you're not connected to the internet, and lets you find messages based on the words they contain, not just the subjects and names.
sr: Омогућава Вам да читате пошту када нисте повезани на Интернет, и дозвољава Вам да пронађете поруке на основу речи које садрже, а не само на основу теме и имена.

source: Thunderbird will download all your mail onto this computer. Turn it off if you're low on disk space, or you have to pay for network traffic.
sr: Тандерберд ће преузети сву пошту на овај рачунар. Искључите ову могућност ако имате мало места на диску, или ако плаћате за мрежни саобраћај.

source: synchronize all
sr: синхронизуј све

source: don't synchronize any
sr: не синхронизуј ништа

source: Advanced users:
sr: Напредни корисници:

source: You can also customize it per account and per folder:
sr: Можете такође да подесите ово за сваки налог и директоријум посебно:

source: New toolbar
sr: Нова алатна трака

source: Using the new toolbar.
sr: Користи се нова алатна трака.

source: Using the original toolbar.
sr: Користи се изворна трака.

source: A cleaner interface than our previous default, which leaves more room for the richer search textbox, as well as add-ons.
sr: Чистије сучеље од нашег претходног подразумеваког, оставља више простора за траку за претрагу, као и за додатке.

source: If you like the old toolbar configuration better, you don't want to re-customize it, or you don't use the message pane in your layout.
sr: Ако вам се више допадала претходна конфигурација, или не желите да је мењате или не желите да користите панел са поруком у распореду прозора.

source: use original toolbar
sr: користи изворну алатну траку

source: use new toolbar
sr: користи нову траку

source: Smart folders mode
sr: Паметни директоријуми

source: Using the &quot;smart folders&quot; mode.
sr: Користе се паметни директоријуми.

source: Not using the &quot;smart folders&quot; mode.
sr: Не користе се паметни директоријуми.

source: For users with several accounts, this view groups folders like Inbox together, so you get a consolidated view of all your mail.
sr: За корисните који имају више налога, овај поглед групише директоријуме попут долазне поште заједно, тако да имате јединствен поглед на сву пошту.

source: If you like splitting information across accounts then you'll prefer the &quot;All Folders&quot; mode.
sr: Ако вам се више допада да држите засебно податке са различитих налога, онда вам се више допада да видите све директоријуме.

source: use &quot;smart folders&quot; mode
sr: користи паметне директоријуме

source: use &quot;all folders&quot; mode
sr: користе све директоријуме

source: Collapsed headers
sr: Сажета заглавља

source: Thunderbird 3 has improved the detailed message header view, including buttons for message-related actions. There are alternative designs available as
sr: Тандерберд 3 је побољшао поглед за детаље порука, и укључује дугмад за сва значајна дејства. Алтернативна решења постоје као

source: add-ons
sr: додаци
