Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/fieldMapImport.dtd.po
Languages: sr

source: Import Address Book
sr: Увоз адресара

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. width: 40em; height: 30em;
sr: width: 40em; height: 30em;

source: Imported data for Record:
sr: Увезени подаци за слог:

source: &Next
sr: &Следеће

source: &Previous
sr: &Претходно

source: Use Move Up and Move Down to match the address book fields on the left to the correct data for import on the right. Uncheck items you do not want to import.
sr: Користите Горе и Доле како бисте уклопили поља у адресару слева са исправним местима здесна. Ставке које не желите да увезете можете искључити.

source: Move &Up
sr: На &горе

source: Move &Down
sr: На &доле

source: Address Book fields
sr: Поља у адресару

source: Record data to import
sr: Подаци у слогу за увоз

source: &First record contains field names
sr: &Први слог садржи имена поља
