Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/filter.properties.po
Languages: sr

source: You must select a target folder.
sr: Морате изабрати одредишни директоријум.

source: Enter a valid e-mail address to forward to.
sr: Унесите исправну ел. адресу за прослеђивање.

source: Choose a template to reply with.
sr: Изаберите образац по коме се одговара.

source: You must give this filter a name.
sr: Морате навести име филтера.

source: Duplicate Filter Name
sr: Филтер са тим именом већ постоји

source: The filter name you entered already exists. Please enter a different filter name.
sr: Име филтера ког сте унели се већ користи. Молимо унесите друго име за филтер.

source: Are you sure you want to delete the selected filter(s)?
sr: Да ли сигурно желите да уклоните изабране филтре?

source: Untitled Filter
sr: Безимени филтер

source: Your filters do not work because the msgFilterRules.dat file, which contains your filters, could not be read. A new msgFilterRules.dat file will be created and a backup of the old file, called rulesbackup.dat, will be created in the same directory.
sr: Ваши филтери не раде пошто је датотека msgFilterRules.dat, која садржи описе филтера, нечитљива. Нова датотека ће бити начињена а резервни умножак старе датотеке биће запосан под именом rulesbackup.dat у истом директоријуму.

source: You've exceeded the limit of 50 custom headers. Please remove one or more custom headers and try again.
sr: Достигли сте ограничење од 50 посебних заглавља. Молимо да уклоните једно или више заглавља и да пробате поново.

source: Your filters have exceeded the limit of 50 custom headers. Please edit the msgFilterRules.dat file, which contains your filters, to use fewer custom headers.
sr: Ваши филтери су достигли ограничење од 50 посебних заглавља. Молимо да измените датотеку msgFilterRules.dat, која садржи филтере, тако да користе мање посебних заглавља.

source: One of your filters uses a custom header that contains an invalid character, such as ':', a non-printable character, a non-ascii character, or an eight-bit ascii character. Please edit the msgFilterRules.dat file, which contains your filters, to remove invalid characters from your custom headers.
sr: Један од филтера за пошту користи засебно заглавље које садржи неважећи знак, попут „:“, белог знака, знака који не припада скупу АСКРИ знака, или осмобитни АСКРИ знак. Молимо измените датотеку msgFilterRules.dat, која садржи описе филтара, и уклоните неисправне знаке.

source: Applying filter %S failed. Would you like to continue applying filters?
sr: Примена филтера %S није успела. Да ли желите да наставите са применом филтера?

source: Running Filters
sr: Покретање филтера

source: You are currently in the process of filtering messages. Would you like to continue applying filters?
sr: Тренутно филтрирате поруке. Да ли желите да наставите са применом филтера?

source: Stop
sr: Стани

source: Continue
sr: Настави

source: This filter was probably created by future version of mozilla/netscape. You cannot enable this filter because we don't know how to apply it.
sr: Овај филтер је вероватно направљен помоћу новијег издања Мозиле или Нетскејпа. Овај филтер се не може користити јер ово издање програма не зна да рукује с њим.

source: Detected junk message from %1$S - %2$S at %3$S
sr: Примећена је нежељена порука од %1$S - %2$S на %3$S

source: moved message id = %1$S to %2$S
sr: померена порука = %1$S на %2$S

source: copied message id = %1$S to %2$S
sr: умножена порука = %1$S на %2$S

source: Applied filter "%1$S" to message from %2$S - %3$S at %4$S
sr: Примењен је филтер „%1$S‟ на поруку од %2$S - %3$S у %4$S

source: priority changed
sr: промењен је приоритет

source: deleted
sr: уклоњено

source: marked as read
sr: означено као прочитано

source: thread killed
sr: нит је окончана

source: thread watched
sr: нит је посматрана

source: starred
sr: звезда

source: replied
sr: одговорено

source: forwarded
sr: прослеђено

source: execution stopped
sr: извршење је обустављено

source: deleted from POP3 server
sr: Уклоњено са ПОП3 сервера

source: left on POP3 server
sr: остављено на ПОП3 серверу

source: junk score
sr: оцена степена нежељености

source: body fetched from POP3 server
sr: тело поруке је добављено са ПОП3 сервера

source: copied to folder
sr: умножено у директоријум

# filterAction17
source: tagged
sr: означено
