Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/folderProps.dtd.po
Languages: sr

source: Properties
sr: Поставке

source: General Information
sr: Општи подаци

source: Default Character &Encoding:
sr: Подразумевано кодирање &знакова

source: &Apply default to all messages in the folder (individual message character encoding settings and auto-detection will be ignored)
sr: &Примени изворна подешавања на све поруке у директоријуму (појединачна подешавања кодне странице и аутоматска детекција биће занемарени)

source: &Rebuild Index
sr: &Преправи индекс

source: Rebuild Summary File
sr: Преправи датотеку са сажецима

source: Retention Policy
sr: Полиса чувања порука

source: Use server &defaults
sr: Користи изворна &подешавања

source: days old
sr: дана старе

source: messages
sr: поруке

source: To recover disk space, old messages can be permanently deleted
sr: Простор на диску се може ослободити брисањем старих порука

source: Delete &messages more than
sr: &Уклони поруке више од

source: Don't delete &any messages
sr: Не уклањај ни&једну поруку

source: De&lete all but the last
sr: Уклони све осим последњих о&волико порука

source: Always delete &read messages
sr: Увек уклони про&читане поруке

source: Offline
sr: Неповезан рад

source: &Check this folder for new messages
sr: &Провери овај директоријум на нове поруке

source: &Select this folder for offline use
sr: &Изабери овај директоријум за рад ван мреже

# offlineFolder.button.label offlineFolder.button.accesskey
source: &Download Now
sr: &Прими одмах

source: Select this newsgr&oup for offline use
sr: Изабери ову &групу за рад ван мреже

# offlineNewsgroup.button.label offlineNewsgroup.button.accesskey
source: &Download Now
sr: &Прими одмах

source: &Name:
sr: &Име:

source: &Location:
sr: &Место:

source: Sharing
sr: Дељење

source: &Privileges…
sr: &Овлашћења…

source: You have the following permissions:
sr: Имате следећа права приступа:

source: Folder Type:
sr: Врста директоријума:

source: Quota
sr: Квота

source: Quota Root:
sr: Корена квота:

source: Usage:
sr: Употреба:

source: Status:
sr: Статус:
