Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/glodaFacetView.properties.po
Languages: sr

source: Search
sr: Претрага

source: Searching for #1
sr: Тражење: #1

source: and
sr: и

source: or
sr: или

source: require all terms instead
sr: неопходне све фразе уместо

source: require any of the terms instead
sr: неопходна било која фраза уместо

source: Searching for messages
sr: Тражење порука

source: involving #1
sr: у вези са #1

source: tagged:
sr: са ознакама:

source: List all #1
sr: Прикажи оволико: #1

source: including any of:
sr: укључујући ма коју од:

source: excluding:
sr: искључујући:

source: other:
sr: остало:

source: None
sr: Ниједан

source: Any Kind
sr: Ма који

source: from:
sr: шаље:

source: to:
sr: прима:

source: Top #1 #2 out of #3
sr: Првих #1 #2 од #3

source: message;messages
sr: порука;поруке;порука

source: Show all as list
sr: Прикажи све у списку

source: Show all of the messages in the active set in a new tab, closing this tab.
sr: Приказује све поруке у активном скупу у новом језичку, и затвара овај језичак.

source: sort by:
sr: поређај по:

source: relevance
sr: значају

source: date
sr: датуму

source: and #1 other;and #1 others
sr: и #1 друга;и #1 друге;и #1 других
