Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/importDialog.dtd.po
Languages: sr

source: Import
sr: Увоз

source: Import everything
sr: Увпоз свега

source: Mail
sr: Пошта

source: Address Books
sr: Адресара

source: Settings
sr: Подешавања

source: Filters
sr: Филтери

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 40em
sr: 40em

source: &brandShortName; Import Wizard
sr: Чаробњак за увоз за програм &brandShortName;

source: Import Mail, Address Books, Settings, and Filters from other programs
sr: Увоз поште, адресара, подешавања и филтера из других програма

source: This wizard will import mail messages, address book entries, preferences, and/or filters from other mail programs and common address book formats into &brandShortName;.
sr: Овај чаробњак увози електронску пошту, уносе у адресар, подешавања и/или филтере из других програма за ел. пошту и опште познате формате адресара у &brandShortName;.

source: Once they have been imported, you will be able to access them from within &brandShortName;.
sr: Када су једном увезени, моћи ћете да им приступите из програма &brandShortName;.

source: Please select the type of file that you would like to import:
sr: Молимо да изаберете врсту датотека које желите да увезете:

source: &lt; Back
sr: &lt; Назад

source: Next &gt;
sr: Даље &gt;

source: Finish
sr: Доврши

source: Cancel
sr: Откажи

source: or select the type of material to import:
sr: или изаберите врсту материјала за увоз:

source: Title
sr: Наслов

source: Importing…
sr: Увоз…

source: Netscape Communicator 4.x has one mailing address for each card, while &brandShortName; has two (Home and Work).
sr: Netscape Communicator 4.x садржи једну адресу за сваки унос, а &brandShortName; има две (Кућа и Посао).

source: Select the category in which you want to store the imported mailing addresses:
sr: Изаберите категорију у коју желите да сачувате увезене електронске адресе:

source: This category will be used for all the entries of the selected address book:
sr: Ова категорија ће бити коришћена за све уносе у изабраном адресару:

source: Home
sr: Кућа

source: Work
sr: Посао
