Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/localMsgs.properties.po
Languages: sr

source: There is not enough disk space to download new messages. Try deleting old mail, emptying the Trash folder, and compacting your mail folders, and then try again.
sr: Нема довољно простора на диску за преузимање нових порука. Пробајте да обришете стару пошту, испразните смеће и да сажмете директоријуме са поштом, па онда пробајте поново.

source: Application is out of memory.
sr: Програм нема довољно меморије.

source: Done
sr: Готово

source: Downloading message %S of %S
sr: Пријем поруке %S од %S

source: An error occurred with the POP3 mail server.
sr: Дошло је до грешке на POP3 серверу.

source: Sending of username did not succeed.
sr: Слање корисничког имена није успело.

source: Sending of password did not succeed.
sr: Слање лозинке није успело.

source: Unable to write the email to the mailbox. Make sure the file system allows you write privileges, and you have enough disk space to copy the mailbox.
sr: Није могуће уписати пошту у сандуче. Проверите да ли имате дозволу за упис и да имате довољно простора на диску да умножите сандуче.

source: Connect: Host contacted, sending login information…
sr: Повезивање: Рачунар је контактиран, шаљу се подаци о пријави...

source: There are no new messages on the server.
sr: Нема нових порука на серверу.

source: Received %ld of %ld messages
sr: Примљено %ld од %ld порука

source: The RETR command did not succeed. Error retrieving a message.
sr: Команда RETR није успела. Дошло је до грешке при пријему поруке.

source: Error getting mail password.
sr: Грешка при добављању лозинке за пошту.

source: You have not supplied a username for this server. Please provide one in the account setup menu and try again.
sr: Нисте записали корисничко име за овај сервер. Молимо да га запишете у менију за подешавање налога и да пробате поново.

source: The LIST command did not succeed. Error getting the ID and size of a message.
sr: Команда LIST није извршена. Дошло је до грешке при пријему идентификационог броја и величине поруке.

source: The DELE command did not succeed. Error marking a message as deleted.
sr: Команда DELE није извршена. Дошло је до грешке при означавању обрисаних порука.

source: Enter your password for %1$s on %2$s:
sr: Унесите лозинку за %1$s на %2$s:

source: Please enter a new password for user %.100s on %.100s:
sr: Молимо унесите нову лозинку за корисника %.100s на %.100s:

source: No Answer
sr: Нема одговора

source: Enter your password:
sr: Унесите лозинку:

source: The Trash already contained a folder named %s. The folder which you just deleted can be found in the Trash under the new name %s.
sr: Смеће већ садржи директоријум који се зове %s. Директоријум ког сте управо обрисали биће у смећу под новим именом %s.

source: The STAT command did not succeed. Error getting message number and sizes.
sr: Команда STAT није извршена. Дошло је до грешке при пријему броја и величине порука.

source: Mail server %S responded:
sr: Сервер за пошту %S је одговорио:

source: Deleting %S of %S messages
sr: Брисање поруке %S од %S

source: Copying %S of %S messages to %S
sr: Умножавање поруке %S од %S у %S

source: Moving %S of %S messages to %S
sr: Премештање поруке %S од %S у %S

source: This folder is being processed. Please wait until processing is complete to get messages.
sr: Овај директоријум је на обради. Молимо сачекајте да се обрада заврши.

source: Mail server does not support secure authentication.
sr: Сервер за пошту не подржава безбедну аутентификацију.

source: The mail spool file %S is locked.
sr: Поштанско сандуче %S је закључано.

source: Unable to open mail spool file %S.
sr: Није могуће отворити поштанско сандуче %S.

source: Unable to create lock file %S. For movemail to work, it is necessary to create lock files in the mail spool directory. On many systems, this is best accomplished by making the spool directory be mode 01777.
sr: Није могуће направити браву %S. Да би програм movemail могао да ради, неопходно је да је могуће правити браве у остави за пошту. На многим системима, то је могуће ако се права за приступ за директоријум са поштом поставе на 01777.

source: Unable to delete lock file %S.
sr: Није могуће обрисати браву %S.

source: Unable to truncate spool file %S.
sr: Није могуће скратити сандуче %S.

source: Unable to locate mail spool file.
sr: Локално сандуче није пронађено.

source: There was an error downloading the following message: From: %S Subject: %S This message may contain a virus or there is not enough disk space. Skip this message?
sr: Дошло је до грешке при пријему наведене поруке: Шаље: %S Тема: %S Ова порука можда садржи вирус или нема довољно места на диску. Да ли ову поруку треба прескочити?

source: The POP3 mail server (%S) does not support UIDL or XTND XLST, which are required to implement the ``Leave on Server'', ``Maximum Message Size'' or ``Fetch Headers Only'' options. To download your mail, turn off these options in the Server Settings for your mail server in the Account Settings window.
sr: Сервер за ПОП3 пошту (%S) не подржава УИДЛ или ИксТНД ИнсЛСТ који су потребни за остварење могућности „Остави на серверу‟, „Максимална дужина поруке‟ и „Добавка заглавља‟. Да бисте преузели пошту, искључите ове опције у подешавањима сервера за пошту у прозору за подешавање налога.

source: The POP3 mail server (%S) does not support the TOP command. Without server support for this, we cannot implement the ``Maximum Message Size'' or ``Fetch Headers Only'' preference. This option has been disabled, and messages will be downloaded regardless of their size.
sr: Сервер за ПОП3 пошту (%S) не подржава команду ТОП. Без подршке на серверу, не можемо да остваримо ограничење највеће дужине поруке или да добавимо само заглавља. Ова опција је искључена, и поруке ће бити примљене без обзира на величину.

source: The mail server does not support secure authentication or you have entered an incorrect password. Please check your password, or turn off secure authentication in the Server Settings for your mail server in the Account Settings window.
sr: Сервер за пошту или не подржава безбедну аутентикацију или не прихвата лозинку коју сте унели. Молимо да проверите лозинку, или да искључите безбедну аутентикацију у подешвањима сервера у прозору за подешавање налога.

source: Unable to establish TLS connection to POP3 server. The server may be down or may be incorrectly configured. Please verify the correct configuration in the Server Settings for your mail server in the Account Settings window and try again.
sr: Није могуће успоставити везу кроз ТЛС ка серверу за ПОП3. Сервер је можда искључен или неисправно подешен. Молимо да проверите подешавање у подешавањим асервера, међу опцијама за подешавање налога.

source: Are you sure you want to delete the folder '%S'?
sr: Да ли сигурно желите да уклоните директоријум „%S‟?

source: Delete Folder
sr: Уклони директоријум

source: &Delete Folder
sr: &Уклони директоријум
