Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/mime.properties.po
Languages: sr

source: Application is out of memory.
sr: Програм нема довољно меморије.

source: Unable to open the temporary file %.200s. \Check your `Temporary Directory' setting and try again.
sr: Није могуће отворити привремену датотеку %.200s. \Проверите подешавања привременог директоријума и пробајте поново.

source: Error writing temporary file.
sr: Грешка при записивању привремене датотеке.

source: Subject
sr: Тема

source: Resent-Comments
sr: Опет-послати-коментари

source: Resent-Date
sr: Опет-послато-датум

source: Resent-From
sr: Опет-послато-од

source: Date
sr: Датум

source: Sender
sr: Од

source: From
sr: За

source: Reply-To
sr: У-одговор

source: Organization
sr: Организација

source: Newsgroups
sr: Групе

source: Followup-To
sr: Одговори-на

source: References
sr: Референце

source: Name
sr: Име

source: Type
sr: Врста

source: Encoding
sr: Кодирање

source: Description
sr: Опис

source: Message-ID
sr: ИБ-поруке

source: Resent-Message-ID
sr: Опет-послато-порука-ИБ

source: Download Status
sr: Стање пријема

source: Not Downloaded Inline
sr: Није добављено у линији (inline)

source: Link to Document
sr: Веза ка документу

source: <B>Document Info:</B>
sr: <B>Подаци о документу:</B>

source: Attachment
sr: Прилог

source: Add %s to your Address Book
sr: Додај %s у адресар

source: <B><FONT COLOR=\042#808080\042>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Internal</FONT></B>
sr: <B><FONT COLOR=\042#808080\042>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Интерно</FONT></B>

source: In message %s %s wrote:<P>
sr: У поруци %s, %s написа:<P>

source: %s wrote:<P>
sr: %s написа:<P>

source: (no headers)
sr: (без заглавља)

source: Toggle Attachment Pane
sr: Укључи/искључи приказ прилога

source: (Not Downloaded)
sr: (Није добављена)

source: <P><CENTER><TABLE BORDER CELLSPACING=5 CELLPADDING=10 WIDTH="80%%"><TR><TD ALIGN=CENTER><FONT SIZE="+1"><B>Truncated!</B></FONT><HR>
sr: <P><CENTER><TABLE BORDER CELLSPACING=5 CELLPADDING=10 WIDTH="80%%"><TR><TD ALIGN=CENTER><FONT SIZE="+1"><B>ОДСЕЧЕНО!</B></FONT><HR>

source: <B>This message exceeded the Maximum Message Size set in Account Settings, so we have only downloaded the first few lines from the mail server.<P>Click <A HREF="
sr: <B>Ова порука премашује ограничење за максималну величину поруке постављено у подешавањима налога, и зато је преузето само првих неколико линија.<P>Притисните <A HREF="

source: ">here</A> to download the rest of the message.</B></TD></TR></TABLE></CENTER>
sr: ">овде</A> како бисте преузели остатак поруке..</B></TD></TR></TABLE></CENTER>

source: Part %s
sr: Део %s

source: -------- Original Message --------
sr: -------- Изворна порука --------

source: <P><CENTER><TABLE BORDER CELLSPACING=5 CELLPADDING=10 WIDTH="80%%"><TR><TD ALIGN=CENTER><FONT SIZE="+1"><B>Not Downloaded</B></FONT><HR>
sr: <P><CENTER><TABLE BORDER CELLSPACING=5 CELLPADDING=10 WIDTH="80%%"><TR><TD ALIGN=CENTER><FONT SIZE="+1"><B>Није преузето</B></FONT><HR>

source: <B>Only the headers for this message were downloaded from the mail server.<P>Click <A HREF="
sr: <B>За ову поруку, само заглавља су преузета са сервера за пошту. <P>Притисните <A HREF="

source: ">here</A> to download the rest of the message.</B></TD></TR></TABLE></CENTER>
sr: ">овде</A> да преузмете остатак поруке.</B></TD></TR></TABLE></CENTER>
