Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/msgAccountCentral.dtd.po
Languages: sr

source: Email
sr: Ел. пошта

source: Read messages
sr: Читање порука

source: Write a new message
sr: Писање нове поруке

source: Newsgroups
sr: Групе

source: Manage newsgroup subscriptions
sr: Управљање праћењима група

source: Accounts
sr: Налози

source: Manage folder subscriptions
sr: Управљање праћењима директоријума

source: View settings for this account
sr: Преглед поставки за овај налог

source: Create a new account
sr: Направи нови налог

source: Advanced Features
sr: Напредне особине

source: Search messages
sr: Претрага порука

source: Manage message filters
sr: Уреди филтере за поруке

source: Junk mail settings
sr: Подешавања отпадне поште

source: Offline settings
sr: Подешавања за рад у локалу

source: RSS News &amp; Blogs
sr: RSS доводи и блогови

source: Manage subscriptions
sr: Управљање праћењима
