Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/msgmdn.properties.po
Languages: sr

source: Note: This Return Receipt only acknowledges that the message was displayed on the recipient's computer. There is no guarantee that the recipient has read or understood the message contents.
sr: Примедба: Ова потврда о пријему само потврђује да је порука приказана на примаочевом рачунару. Не гарантује се да је прималац прочитао или разумео садржај поруке.

source: The message was either printed, faxed, or forwarded without being displayed to the recipient. There is no guarantee that the recipient will read the message at a later time.
sr: Прималац је поруку одштампано, факсово или проследио а да је претходно није проћчитао. Не гарантује се да ће прималац прочитати поруке касније.

source: The message was processed by the recipient's mail client without being displayed. There is no guarantee that the message will be read at a later time.
sr: Примаочев програм за пошту је обрадио поруку али је није приказао. Не гарантује се да ће порука бити прочитана касније.

source: The message has been deleted. The person you sent it to may or may not have seen it. They might undelete it at a later time and read it.
sr: Порука је обрисана. Особа којој сте је послали је можда видела, а можда није. Могуће је да ће је касније опозвати брисање и прочитати је.

source: The recipient of the message does not wish to send a return receipt back to you.
sr: Прималац поруке не жели да вам пошаље потврду о пријему.

source: A failure occurred. A proper return receipt could not be generated or sent to you.
sr: Дошло је до грешке. Није било могуће направити и послати вам потврду о пријему.

source: The sender of this message has asked to be notified when you read this message. Do you wish to notify the sender?
sr: Пошиљалац је замолио да га обавестите када прочитате ову поруку. Да ли желите да обавестите примаоца?

source: This is a Return Receipt for the mail that you sent to %S.
sr: Ово је потврда о пријему поруке коју сте послали за %S.

source: Return Receipt (displayed)
sr: Потврда о пријему (приказана)

source: Return Receipt (dispatched)
sr: Потврда о пријему (послата)

source: Return Receipt (processed)
sr: Потврда о пријему (обрађена)

source: Return Receipt (deleted)
sr: Потврда о пријему (обрисана)

source: Return Receipt (denied)
sr: Потврда о пријему (одбијена)

source: Return Receipt (failed)
sr: Потврда о пријему (неуспела)
