Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/news.properties.po
Languages: sr

source: Download Headers
sr: Преузми заглавља

source: There are %S new message headers to download for this newsgroup.
sr: Оволико порука треба примити за ову групу: %S.

source: Error!
sr: Грешка!

source: <H1>Error!</H1>newsgroup server responded:
sr: <H1>Грешка!</H1>сервер за групе је одговорио:

source: <B><P>Perhaps the article has expired</P></B>
sr: <B><P>Чланку је можда истекао рок</P></B>

source: Click here to remove all expired articles
sr: Притисните овде да уклоните све чланке којима је истекао рок

source: This message does not appear to be from you. You may only cancel your own posts, not those made by others.
sr: Ова порука није ваша. Можете отказати само сопствене поруке, а не оне које су послали други.

source: Are you sure you want to cancel this message?
sr: Да ли сигурно желите да откажете ову поруку?

source: Message cancelled.
sr: Порука је отказана.

source: Please enter a username for news server access:
sr: Молимо унесите корисничко име за приступ групама:

source: Please enter a password for news server access:
sr: Молимо унесите лозинку за приступ групама:

source: News Server Password Required
sr: Потребно је унети лозинку за сервер за групе

source: Download
sr: Прими

source: There are no new messages on the server.
sr: Нема нових порука на серверу.

source: Downloading %S of %S headers
sr: Број примљених чланака: %S од укупно: %S

source: Downloading articles %S-%S
sr: Пријем чланака %S-%S

source: Downloading newsgroups: %S received (%SKB read at %SKB/sec)
sr: Пријем група: %S примљено (%SKB прочитано при %SKB/s)

source: Checking newsgroup %S of %S on %S for new messages
sr: Провери групу %S од %S на %S за нове поруке

source: Downloading articles %S-%S in %S
sr: Пријем чланака %S-%S у %S

source: You can only cancel one article at a time.
sr: Можете отказати само један по један чланак.

source: The newsgroup %1$S does not appear to exist on the host %2$S. Would you like to unsubscribe from it?
sr: Група %1$S изгледа не постоји на серверу %2$S. Да ли желите да је више не пратите?

source: Would you like to subscribe to %1$S?
sr: Да ли желите да пратите %1$S?

source: A News (NNTP) error occurred:
sr: Дошло је до (NNTP) грешке:

source: A News error occurred. The scan of all newsgroups is incomplete. Try to View All Newsgroups again
sr: Десила се грешка са групама. Све групе нису прегледане. Пробајте да их поново прегледајте

source: An authorization error occurred. Please try entering your name and/or password again.
sr: Десила се грешка при пријави. Молимо покушајте да поново унесете корисничко име и лозинку.

source: A communications error occurred. Try connecting again. TCP Error:
sr: Десила се грешка у комуникацији. Покушајте да се поново повежете. TCP грешка:
