Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/start.dtd.po
Languages: sr

source: Welcome to &brandFullName;!
sr: Добро дошли у програм &brandFullName;!

source: &brandFullName; is a powerful, open-source mail and news client.
sr: &brandFullName; је моћан клијент отвореног кода за пошту и вести.

source: Features
sr: Могућности

source: Adaptive Junk Mail Controls
sr: Прилагодљиво управљање нежељеном поштом

source: RSS Reader
sr: Читач RSS довода

source: Global Inbox Support
sr: Подршка за глобалну доспелу пошту

source: Saved Search Folders
sr: Чување директоријума са претрагом

source: Message Grouping
sr: Груписање порука

source: Privacy Protection
sr: Заштита приватности

source: More Information
sr: Више података

source: Thunderbird Help
sr: Помоћ за Thunderbird

source: For frequently asked questions, tips and general help, visit
sr: За често постављања питања, савете и помоћ уопште, посетите

source: Thunderbird Product Page
sr: Страна програма Thunderbird

source: For product information, visit the
sr: За податке о производу посетите
