Repository: filmil/mozilla
Catalog: trunk/po/*/editor/ui/chrome/composer/editor.properties.po
Languages: sr_rs

source: Yes
sr_rs: Да

source: No
sr_rs: Не

source: Save
sr_rs: Сачувај

source: Don't Save
sr_rs: Не чувај

source: More
sr_rs: Више

source: Fewer
sr_rs: Мање

source: Less
sr_rs: Мање

source: More Attributes
sr_rs: Више атрибута

source: Fewer Attributes
sr_rs: Мање атрибута

source: More Properties
sr_rs: Више поставки

source: Fewer Properties
sr_rs: Мање поставки

source: P
sr_rs: Ш

source: None
sr_rs: Ниједна

source: none
sr_rs: ниједан

source: Open HTML File
sr_rs: Отвори ХТМЛ датотеку

source: Select Image File
sr_rs: Изабери датотеку са сликом

source: Save Page
sr_rs: Сачувај страну

source: Save Page As
sr_rs: Сачувај страну као

source: Export to Text
sr_rs: Извези као текст

source: Edit Mode
sr_rs: Уреди

source: Preview
sr_rs: Прегледај

source: Publish
sr_rs: Објави

source: Publish Page
sr_rs: Објави страну

source: Don't Publish
sr_rs: Не објављуј

source: Use Password Manager to save this password
sr_rs: Користите Управник лозинкама да сачувате ову лозинку

source: (correct spelling)
sr_rs: (исправи правопис)

source: (no suggested words)
sr_rs: (нема предлога)

source: No misspelled words
sr_rs: Нема погрешно написаних речи

source: Completed spell checking.
sr_rs: Преглед правописа је завршен

source: Check Spelling
sr_rs: Провери правопис

source: Done loading page
sr_rs: Страна је учитана

source: Error
sr_rs: Грешка

source: Alert
sr_rs: Узбуна

source: Composer cannot edit HTML framesets, or pages with inline frames. For framesets, try editing the page for each frame separately. For pages with iframes, save a copy of the page and remove the <iframe> tag.
sr_rs: Уређивач не може да обрађује скупове ХТМЛ оквира, или странице са убаченим оквирима. Пробајте да уредите сваки оквир понаособ. За странице које имају убачен „iframe“, сачувајте копију стране и уклоните ознаку <iframe>.

source: This type of page can't be edited.
sr_rs: Ова врста странице се не може уређивати.

source: This page can't be edited for an unknown reason.
sr_rs: Ову страну није могуће уредити из непознатог разлога.

source: HTML Files
sr_rs: ХТМЛ датотеке

source: Image Files
sr_rs: Слике

source: Text Files
sr_rs: Текстови

source: All Files
sr_rs: Све датотеке

source: before closing
sr_rs: пре затварања

source: before viewing in Navigator
sr_rs: пре прегледа у Навигатору

source: before validating the document
sr_rs: пре оверавања документа

source: Save changes to "%title%" %reason%?
sr_rs: Да ли треба чувати измене „%title%‟ %reason%?

source: Saving file failed!
sr_rs: Чување није успело!

source: %file% not found.
sr_rs: Датотека %file% није нађена.

source: The subdirectory "%dir%" doesn't exist on this site or the filename "%file%" is already in use by another subdirectory.
sr_rs: Директоријум „%dir%“ не постоји на овом ел. месту или се датотека „%file%“ већ користи у другом директоријуму.

source: The filename "%file%" is already in use by another subdirectory.
sr_rs: Датотека „%file%“ се већ користи у другом директоријуму.

source: The server is not available. Check your connection and try again later.
sr_rs: Сервер није доступан. Проверите везу са Мрежом и пробајте опет касније.

source: You are currently offline. Click the icon near the lower-right corner of any window to go online.
sr_rs: Тренутно нисте на вези. Притисните сличицу у доњем-десном углу ма ког прозора да бисте се повезали.

source: There is not enough disk space available to save the file "%file%."
sr_rs: Нема довољно места на диску за чување датотеке „%file%“.

source: The filename or subdirectory name is too long.
sr_rs: Име датотеке или директоријума је предугачко.

source: You do not have permission to publish to this location.
sr_rs: Немате право приступа да објавите на овом месту.

source: Unknown publishing error occurred.
sr_rs: Десила се непозната грешка при објави.

source: Publishing failed.
sr_rs: Објава није успела.

source: Publishing completed.
sr_rs: Објава је завршена.

source: All files published
sr_rs: Све датотеке су објављене

source: %x% of %total% files failed to publish.
sr_rs: %x% од укупног броја датотека (%total%) нису објављене.

source: Prompt
sr_rs: Упит

source: Enter username and password for FTP server at %host%
sr_rs: Унесите корисничко име и лозинку за ФТП сервер на %host%

source: Revert To Last Saved
sr_rs: Врати на последње снимљено издање

source: Revert
sr_rs: Врати

source: before sending this page
sr_rs: пре слања ове стране

source: Send
sr_rs: Шаљи

source: Publishing: %title%
sr_rs: Објава: %title%

source: Publishing to Site: %title%
sr_rs: Објава на ел. месту: %title%

source: Abandon unsaved changes to "%title%" and reload page?
sr_rs: Да ли треба занемарити несачуване измене за „%title%“ и учитати стару страну?

source: Page Title
sr_rs: Наслов стране

source: Please enter a title for the current page.
sr_rs: Унесите наслов за тренутну страну.

source: This identifies the page in the window title and bookmarks.
sr_rs: Овај текст се исписује у наслову прозора и међу омиљеним везама.

source: Cancel publishing?
sr_rs: Да ли треба отказати објаву?

source: Cancelling while publishing is in progress may result in your file(s) being incompletely transferred. Would you like to Continue or Cancel?
sr_rs: Ако откажете објаву која је у току, једна или више датотека могу бити непотпуно пренесене. Да ли желите да наставите или да откажете?

source: Continue
sr_rs: Настави

source: Current attributes for:
sr_rs: Важећи атрибути за:

source: Please enter or choose an image of type gif, jpg, or png.
sr_rs: Унесите или изаберите врсту слике: gif, jpg или png.

source: Please choose a location to create a new link.
sr_rs: Изаберите место где ће бити начињена нова веза.

source: Link Text
sr_rs: Текст везе

source: Link Image
sr_rs: Слика везе

source: [Mixed selection]
sr_rs: [измешан избор]

source: (mixed)
sr_rs: (измешан)

source: Enter text to display for the link:
sr_rs: Унесите текст који ће се приказивати за везу:

source: T
sr_rs: Н

source: Please enter some text for this link.
sr_rs: Унесите неки текст за ову везу.

source: This will replace existing content.
sr_rs: Ово ће заменити постојећи садржај.

source: The number you entered (%n%) is outside of the allowed range.
sr_rs: Унесени број (%n%) је изван дозвољеног опсега.

source: Please enter a number between %min% and %max%.
sr_rs: Унесите број између %min% и %max%.

source: Please enter a name for this anchor.
sr_rs: Унесите име за ово сидро.

source: "%name%" already exists in this page. Please enter a different name.
sr_rs: „%name%“ већ постоји на овој страни. Изаберите другачије име.

source: Bullet Style
sr_rs: Врста тачке

source: Solid circle
sr_rs: Испуњен круг

source: Open circle
sr_rs: Празан круг

source: Solid square
sr_rs: Испуњен квадрат

source: Number Style
sr_rs: Врста бројева

source: Automatic
sr_rs: Аутоматска

source: pixels
sr_rs: тачака

source: percent
sr_rs: проценти

source: % of cell
sr_rs: % ћелије

source: % of window
sr_rs: % прозора

source: % of table
sr_rs: % табеле

source: untitled
sr_rs: безимен

source: Show Toolbar
sr_rs: Прикажи алатну траку

source: Hide Toolbar
sr_rs: Сакриј алатну траку

source: Unable to load image
sr_rs: Није могуће учитати слику

source: Please select a new location (URL) and try again.
sr_rs: Молимо да унесете нову локацију (УРЛ) и да пробате опет.

source: Relative URLs can only be used on pages which have been saved
sr_rs: Односни УРЛови се могу користити само на сачуваним странама

source: (No named anchors or headings in this page)
sr_rs: (На овој страни нема именованих сидара или заглавља)

source: Text Color
sr_rs: Боја текста

source: Highlight Color
sr_rs: Боја за истицање

source: Page Background Color
sr_rs: Боја позадине стране

source: Block Background Color
sr_rs: Боја позадине блока

source: Table Background Color
sr_rs: Боја позадине табеле

source: Cell Background Color
sr_rs: Боја позадине ћелије

source: Table or Cell Color
sr_rs: Боја табеле или ћелије

source: Link Text Color
sr_rs: Боја текста везе

source: Active Link Color
sr_rs: Боја активне везе

source: Visited Link Color
sr_rs: Боја посећене везе

source: Click on a color or enter a valid HTML color string
sr_rs: Изаберите боју или унесите исправан ХТМЛ код боје

source: Table
sr_rs: Табела

source: Table Cell
sr_rs: Ћелија табеле

source: Nested Table
sr_rs: Уметнута табела

source: Horizontal Line
sr_rs: Водоравна линија

source: Link
sr_rs: Веза

source: Image
sr_rs: Слика

source: Image and Link
sr_rs: Слика и веза

source: Named Anchor
sr_rs: Именовано сидро

source: List
sr_rs: Списак

source: List Item
sr_rs: Ставка на списку

source: Form
sr_rs: Формулар

source: Form Field
sr_rs: Поље формулара

source: Form Image
sr_rs: Слика формулара

source: Text Area
sr_rs: Унос текста

source: Selection List
sr_rs: Списак избора

source: Button
sr_rs: Дугме

source: Label
sr_rs: Ознака

source: Field Set
sr_rs: Скуп поља

source: Tag
sr_rs: Знак

source: Please enter a name for this publishing site.
sr_rs: Унесите име за ел. место за објављивање.

source: Please enter a location for publishing this page.
sr_rs: Унесите место где ће страна бити објављена.

source: Please enter a filename for the current page.
sr_rs: Унесите име датотеке за ову страну.

source: No publishing site information given. Switching to Settings panel so you can supply publishing information.
sr_rs: Нису унети подаци о месту за објављивање. Биће отворена плоча са подешавањима како бисте могли да добавите податке о објави.

source: "%name%" already exists. Please enter a different site name.
sr_rs: „%name%“ већ постоји. Унесите друго име за ел. место.

source: Advanced Properties...
sr_rs: Напредне особине...

source: Advanced Edit is unavailable when multiple cells are selected
sr_rs: Напредно уређивање није доступно када се избор простире на више ћелија

source: %obj% Properties...
sr_rs: Својства %obj%...

source: Join Selected Cells
sr_rs: Спој изабране ћелије

source: Join with Cell to the Right
sr_rs: Спој са ћелијом здесна

source: Delete
sr_rs: Уклони

source: Delete Cells
sr_rs: Уклони ћелије

source: Delete Rows or Columns
sr_rs: Обриши редове или колоне

source: Reducing the number of rows or columns will delete table cells and their contents. Do you really want to do this?
sr_rs: Смањивањем броја редова или колона биће обрисане ћелије табеле и њихов садржај. Да ли сте сигурни да желите то да урадите?

source: Clear
sr_rs: Очисти

source: Click
sr_rs: Притисни

source: Drag
sr_rs: Превуци

source: Unknown
sr_rs: Непознато

source: x
sr_rs: у

source: Remove All Text Styles
sr_rs: Уклони све врсте текста

source: Discontinue Text Styles
sr_rs: Заврши врсте текста

source: n
sr_rs: н

source: Remove Links
sr_rs: Уклони везе

source: Discontinue Link
sr_rs: Заврши везу

source: It is recommended that you enter an action for this form. Self-posting forms are an advanced technique that may not work consistently in all browsers.
sr_rs: Препоручљиво је да унесете дејство за овај формулар. Формулари који се сами шаљу користе напредне технике које не раде на исти начин у свим читачима.

source: If the image is relevant to the content of the document, you must supply alternate text that will appear in text-only browsers, and that will appear in other browsers when an image is loading or when image loading is disabled.
sr_rs: Ако је слика значајна за садржај документа, морате да упишете текст за замену који ће се приказивати у читачима који могу да приказују само текст, и који ће се приказивати у другим читачима приликом учитавања слике, или када је корисник искључио приказивање слика.

source: Save Image (%NAME%)...
sr_rs: Сачувај слику (%NAME%)...

source: Please enter a single character to use for separating into columns
sr_rs: Унесите знак који се користи за раздвајање колона

source: Download Dictionaries
sr_rs: Преузми речнике

source: %brand% will close the current window and redirect you to a spellchecker download site.
sr_rs: %brand% ће затворити тренутни прозор и преусмерити вас на ел. место одакле се може преузети правописар.

source: The HTML source could not be converted back into the document because the required <head> tag is missing. Please add it.
sr_rs: Изворни ХТМЛ код није могао бити пребачен назад у документ јер недостаје обавезна ознака <head>. Морате је додати.

source: The HTML source could not be converted back into the document because the required <body> tag is missing. Please add it.
sr_rs: Изворни ХТМЛ код није могао бити пребачен назад у документ јер недостаје обавезна ознака <body>. Морате је додати.

source: There are no elements with links to check
sr_rs: Нема елемената са везама за проверу
