Repository: filmil/mozilla
Catalog: release-3/merge/*/mail/chrome/messenger-smime/msgSecurityInfo.properties.po
Languages: sr

source: Message Has No Digital Signature
sr: Порука не садржи дигитални потпис

source: Message Is Signed
sr: Порука је потписана

source: This message includes a valid digital signature. The message has not been altered since it was sent.
sr: Ова порука садржи важећи дигитални потпис. Порука није мењана од тренутка када је послата.

source: Digital Signature Is Not Valid
sr: Дигитални потпис је неважећи

source: This message includes a digital signature, but the signature is invalid.
sr: Ова порука садржи дигитални потпис, али тај потпис је неважећи

source: The signature does not match the message content correctly. The message appears to have been altered after the sender signed it. You should not trust the validity of this message until you verify its contents with the sender.
sr: Потпис се не поклапа са садржајем поруке. Порука је изгледа промењена пошто је пошиљалац потписао. Не бисте требали да верујете садржају поруке, пре него што проверите садржај са пошиљаоцем.

source: The certificate used to signed the message appears to have expired. Make sure your computer's clock is set correctly.
sr: Потврда која је коришћена за потписивање ове поруке је истекла. Проверите да ли је сат на вашем рачунару кореткно подешен.

source: The certificate used to sign the message has been revoked. You should not trust the validity of this message until you verify its contents with the sender.
sr: Потврда која је коришћена за потписивање ове поруке је опозвана. Не би требало веровати садржају поруке док не проверите садржај са пошиљаоцем.

source: The certificate used to sign the message appears not be valid yet. Make sure your computer's clock is set correctly.
sr: Потврда коришћена за потписивање ове поруке још није почела да важи. Проверите да ли је сат на вашем рачунару добро подешен.

source: The certificate used to sign the message was issued by an unknown certificate authority.
sr: Потврду коришћену за потписивање ове поруке издао је непознати сертификатор.

source: The certificate used to sign the message was issued by a certificate authority that you do not trust for issuing this kind of certificate.
sr: Потврду коришћену за потписивање ове поруке издао је сертификатор у кога немате поверења за издавање ове врсте потврда.

source: The certificate used to sign the message was issued by a certificate authority whose own certificate has expired. Make sure your computer's clock is set correctly.
sr: Потврду коришћену за потписивање ове поруке издао је сертификатор чија потврда је истекла. Проверите да ли је сат на вашем рачунару исправно подешен.

source: The certificate used to sign the message was issued by a certificate authority whose own certificate has been revoked. You should not trust the validity of this message until you verify its contents with the sender.
sr: Потврду коришћену за потписивање ове поруке издао је сертификатор чија је потврда опозвана. Не бисте требали веровати садржају ове поруке док га не проверите са пошиљаоцем.

source: The certificate used to sign the message was issued by a certificate authority whose own certificate is not yet valid. Make sure your computer's clock is set correctly.
sr: Потврду коришћен за потписивање ове поруке издао је сертификатор чија потврда још увек није почела да важи. Проверите да ли је сат на вашем рачунару исправно подешен.

source: The message was signed using an encryption strength that this version of your software does not support.
sr: Порука је потписана коришћењем шифре коју ово издање програма не подржава.

source: There are unknown problems with this digital signature. You should not trust the validity of this message until you verify its contents with the sender.
sr: Појавили су се непознати проблеми са овим дигиталним потписом. Не бисте требали да верујете садржају поруке док не проверите садржај са пошиљаоцем.

source: Message is signed
sr: Порука је потписана

source: Although the digital signature is valid, it is unknown whether sender and signer are the same person.
sr: Иако је дигитални потпис важећи, непознато је да ли су пошиљалац и потписник иста особа.

source: The email address listed in the signer's certificate is different from the email address that was used to send this message. Please look at the details of the signature certificate to learn who signed the message.
sr: Електронска адреса набројана у пошиљаочевој потврди разликује се од електронске адресе коришћене да се потпише ова порука. Молимо проверите детаље потврде како бисте утврдили ко је потписао поруку.

source: The certificate used to sign the message does not contain an email address. Please look at the details of the signature certificate to learn who signed the message.
sr: Потврда коришћена за потписивање ове поруке не садржи електронску адресу. Молимо проверите детаље потврде потписа како бисте утврдили ко је потписао поруку.

source: Message Not Encrypted
sr: Порука није шифрована

source: This message was not encrypted before it was sent. Information sent over the Internet without encryption can be seen by other people while in transit.
sr: Ова порука није шифрована пре него што је послата. Трећа лица могу да виде садржај ове поруке док путује.

source: Message Is Encrypted
sr: Порука је шифрована

source: This message was encrypted before it was sent to you. Encryption makes it very difficult for other people to view information while it is traveling over the network.
sr: Ова порука је шифрована пре него што вам је послата. Шифровање чини да трећа лица врло тешко могу да прочитају садржај поруке док она путује ка вама.

source: Message Cannot Be Decrypted
sr: Порука није могла бити дешифрована

source: This message was encrypted before it was sent to you, but it cannot be decrypted.
sr: Ова порука је шифрована пре него што вам је послата, али није могла бити дешифрована.

source: The message contents appear to have been altered during transmission.
sr: Садржај поруке је изгледа промењен током преноса.

source: There are unknown problems with this encrypted message.
sr: Појавио се непредвиђен проблем са овом шифрованом поруком.
