Repository: filmil/mozilla
Catalog: tags/begin/po/*/toolkit/chrome/global/history/history.properties.po
Languages: sr_rs

source: Delete all from %S
sr_rs: Удаљи све из %S

source: Delete entire domain %S
sr_rs: Уклони цео домен %S

source: Delete host
sr_rs: Удаљи домен

source: Delete domain
sr_rs: Уклони домен

source: Today
sr_rs: Данас

source: Yesterday
sr_rs: Ноћас

source: %S days ago
sr_rs: Пре %S дана

source: Older than %S days
sr_rs: Старије од %S дана

source: (no host)
sr_rs: (без хоста)

source: For security reasons, javascript or data urls cannot be loaded from the history window or sidebar.
sr_rs: Из безбедоносних разлога javascript или адреса са подацима не може бити учитана из историјата или бочног панела.
