Repository: filmil/mozilla
Catalog: release-3/merge/*/mail/chrome/messenger-mapi/mapi.properties.po
Languages: sr

source: Do you want to use %S as the default news application?
sr: Да ли желите да користите %S као подразумевани алат за читање дискусионих група?

source: Do you want to use %S as the default feed aggregator?
sr: Да ли желите да користите програм %S као подразумевани сакупљач довода?

source: Do not display this dialog again
sr: Не приказуј поново овај упит

source: %S is not currently set as your default mail application. Would you like to make it your default mail application?
sr: %S тренутно није подешен да буде подразумевани програм за читање поште. Да ли желите да подесите да то постане?

source: %S is not currently set as your default news application. Would you like to make it your default news application?
sr: %S тренутно није подешен да буде подразумевани програм за читање дискусионих група. Да ли желите да подесите да то постане?

source: %S is not currently set as your default feed aggregator. Would you like to make it your default feed aggregator?
sr: %S није тренутно постављен као подразумевани програм за сакупљање довода. Да ли желите да подесите да то постане?

source: %S is already set as your default mail application.
sr: %S је већ подешен да буде подразумевани алат за читање поште.

source: %S is already set as your default news application.
sr: %S је већ подешен да буде подразумевани алат за читање дискусионих група.

source: %S is already set as your default feed aggregator.
sr: %S је већ постављен као подразумевани сакупљач довода.

source: Please enter your password for %S:
sr: Молим унесите вашу лозинку за %S:

source: %S could not be set as the default mail application because a registry key could not be updated. Verify with your system administrator that you have write access to your system registry, and then try again.
sr: %S није могао бити подешен да постане подразумевани програм за читање поште јер кључ у регистратору није могао да се промени. Молимо да од вашег администратора обезбедите дозволу за приступ системском регистратору и пробајте поново.

source: %S could not be set as the default news application because a registry key could not be updated. Verify with your system administrator that you have write access to your system registry, and then try again.
sr: %S није могао бити подешен да постане подразумевани програм за читање дискусионих група, јер кључ у регистратору није могао да се промени. Молимо да од вашег администратора обезбедите дозволу за приступ системском регистратору и пробајте поново.

source: Another application is attempting to send mail using your user profile. Are you sure you want to send mail?
sr: Други програм покушава да пошаље ел.пошту користећи ваш кориснички профил. Да ли сте сигурни да желите да се пошта заиста пошаље?

source: Warn me whenever other applications try to send mail from me
sr: Упозори кад год други програми желе да пошаљу поруку у моје име
