Repository: filmil/mozilla
Catalog: branches/fx2/po/*/toolkit/installer/windows/install.*.po
Languages: it

source: &OK
it: &У реду

source: OK
it: У реду

source: Cancel
it: Откажи

source: &Cancel
it: &Откажи

source: &Next >
it: &Даље >

source: < &Back
it: < &Назад

source: &Ignore
it: &Занемари

source: To configure a Proxy server for this download, click the Connection... button.
it: За подешавање заступника (proxy) за овај пријем, притисните дугме „Веза‟...

source: &Connection...
it: &Веза...

source: Proxy Settings:
it: Подешавање заступника:

source: &Proxy Settings
it: &Подешавање заступника

source: Server:
it: Рачунар:

source: Port:
it: Порт:

source: User id:
it: Кор.име:

source: Password:
it: Лозинка:

source: Select a directory
it: Избор директоријума

source: &Directories:
it: &Директоријуми:

source: Dri&ves:
it: Ди&скови:

source: Remaining:
it: Преостало

source: File:
it: Датотека:

source: URL:
it: УРЛ:

source: To Path:
it: На стазу:

source: &Accept
it: &Прихвати

source: &Decline
it: &Одбиј

source: &Program Folder:
it: &Директоријум за програм:

source: E&xisting Folders:
it: Посто&јећи директоријуми:

source: Setup has finished copying files to your computer. Before you can use $ProductNameInternal$, you must restart Windows or your computer. Choose one of the following options and click OK to finish setup.
it: Инсталатер је завршио са пребацивањем датотека на Ваш рачунар. Пре него што можете да користите програм $ProductNameInternal$, морате да поново покренете Виндовс или Ваш рачунар. Изаберите једну од наредних могућности и притисните „У реду‟ како бисте довршили инсталацију.

source: Restart
it: Поново покрени

source: Yes, I want to restart my computer now.
it: Да, желим да одмах поново покренем рачунар.

source: No, I will restart my computer later.
it: Не, рачунар ћу поново покренути касније.

source: &Additional Components:
it: &Додатни делови:

source: Description
it: Опис

source: Total download size:
it: Укупна величина за пријем:

source: Space Available:
it: Доступан простор:

source: C&omponents:
it: Де&лови:

source: Choose a Folder to install $ProductName$ into:
it: Молимо изаберите директоријум за инсталацију програма $ProductName$:

source: Install Folder
it: Директоријум за инсталацију

source: B&rowse...
it: П&регледај...

source: Download Size: %u KB
it: Величина пријема: %u KB

source: Current Settings:
it: Подешавања:

source: ...to the following location:
it: ...на овде наведено место:

source: %s, and:
it: %s, и:

source: &Install
it: &Инсталирај

source: &Delete
it: &Уклони

source: &Continue
it: &Настави

source: &Skip
it: &Прескочи

source: Re&ad Me
it: &Билтен

source: &Pause
it: &Пауза

source: &Resume
it: &Наставак

source: Checked
it: Изабрано

source: Unchecked
it: Није изабран

source: Extracting...
it: Извлачење...

source: Could not create %s dialog.
it: Није могуће направити прозор %s.

source: %s failed.
it: Неуспело: %s.

source: File not found: %s
it: Датотека није нађена: %s

source: GetSystemDirectory() failed.
it: Није успело: GetSystemDirectory().

source: GetWindowsDirectory() failed.
it: Није успело: GetWindowsDirectory().

source: Exit Setup
it: Крај подешавања

source: You have not finished installing $ProductName$. If you exit Setup now, $ProductName$ will not be installed. Are you sure you want to cancel Setup?
it: Инсталација програма $ProductName$ није довршена. Ако сада изађете из подешавања, програм, $ProductName$ неће бити инсталиран. Да ли сигурно желите да откажете инсталацију?

source: Restarting Windows
it: Поновно покретање Виндовса

source: GetProcAddress() of %s failed.
it: Позив GetProcAddress() %s није успео.

source: WritePrivateProfileString() failed for file %s
it: WritePrivateProfileString() није успео за датотеку %s

source: Please wait while Setup retrieves its configuration script from the web...
it: Молимо да сачекате док инсталатер добави подешавања са мреже...

source: Setup was unable to create the TEMP directory: %s
it: Инсталатер није успео да начини директоријум TEMP: %s

source: Could not determine available disk space for: %s
it: Није могуће утврдити величину доступног простора за диск: %s

source: Disk space check
it: Провера простора на диску

source: Setup has detected insufficient disk space to continue with installation on %s for the path: %sRequired: %sAvailable: %sClick Retry if more disk space has been made available, or click Cancel to cancel Setup.
it: Инсталатер је установио да нема довољно места на диску за наставак инсталације за диск: %s за стазу: %sПотребно: %sДоступно: %sПритисните „Понови‟ ако сте ослободили још простора, или притисните „Откажи‟ за отказивање подешавака.

source: Setup has detected insufficient disk space to continue with installation process on %s for the path: %sRequired: %sAvailable: %sClick OK to go back and choose a different destination path.
it: Инсталатер је установио да нема довољно места на диску за наставак инсталације за диск: %s и стазу: %sПотребно: %sДоступно: %sПритисните „У реду‟ да пробате да задате другу одредишну стазу.

source: Could not create folder: %sMake sure you have access to create the folder.
it: Није могуће направити директоријум: %sОбезбедите довољно права приступа директоријуму.

source: $ProductNameInternal$ Setup Error
it: Грешка при инсталацији програма $ProductNameInternal$

source: File count:
it: Број датотека:

source: Filename:
it: Датотека:

source: Preparing Install, please wait...
it: Инсталација се припрема, молимо да сачекате...

source: Configuring %s, please wait...
it: Подешавање програма %s, молимо да сачекате...

source: Error occurred during installation
it: Дошло је до грешке при инсталацији

source: $ProductName$ can only run on Windows 95 or newer. Setup will now exit.
it: Програм $ProductName$ може да ради само на Виндовсу 95 или новијем. Инсталатер ће сада завршити са радом.

source: $ProductName$ Setup - Install Progress
it: Инсталација програма $ProductName$ - Напредак инсталације

source: Preparing file: %s
it: Припрема датотеке: %s

source: Currently installing %s
it: Тренутно се инсталира: %s

source: Copying file: %s
it: Умножавање датотеке: %s

source: Warning
it: Упозорење

source: Message
it: Порука

source: Attention
it: Пажња

source: The following directory does not exist:%sWould you like to create it?
it: Овај директоријум не постоји:%sДа ли желите да га направите?

source: Create Directory?
it: Прављење директоријума?

source: Invalid Program folder name entered.
it: Унето је неисправно име за директоријум.

source: Default
it: Изворно

source: Invalid path entered.
it: Унета је неисправна стаза

source: Setup Type:
it: Врста инсталације:

source: Selected Components:
it: Изабране компоненте:

source: Destination Directory:
it: Одредишни директоријум:

source: Program Folder:
it: Програмска фасцикла:

source: Deleting destination directory to be able to upgrade, please wait...
it: Уклањање одредишног директоријума при доградњи, молимо да сачекате...

source: Setup
it: Инсталација

source: Download Site:
it: Место за пријем:

source: Save downloaded and Setup program files to:
it: Сачувајте примљене датотеке и инсталатер у:

source: Initializing Setup, please wait...
it: Инсталатер се покреће, молимо да сачекате...

source: %s Setup
it: Инсталација програма %s

source: GetVersionEx() failed!
it: GetVersionEx() није успела!

source: Usage
it: Употреба

source: Extracting %s
it: Извлачење: %s

source: Launching Setup...
it: Покретање инсталатера...

source: Unable to write file %s
it: Није могућ упис у датотеку: %s

source: Installation
it: Инсталација

source: Out of memory!
it: Нема довољно меморије!

source: Could not load %s
it: Није могуће учитати: %s

source: Could not load string resource ID %d
it: Није могуће учитати ресурс са кључем: %d

source: Null pointer encountered.
it: Нулта вредност поинтера (null).

source: Memory allocation error.
it: Грешка при додели меморије.

source: Setup has detected that %s (%s) is still running. Click OK to quit %s and proceed with installation. Alternatively, use the Windows Task Manager to quit %s, and then click OK to continue with installation.
it: Инсталатер је установио да програм %s (%s) и даље ради. Притисните „У реду‟ да зауставите програм %s и наставите са инсталацијом. У супротном, користите Виндовсов управљач програмима да угасите програм %s, и затим притисните „У реду‟ да наставите са инсталацијом.

source: Setup will now exit. Setup could not continue because %s (%s) is still running. Try manually quitting %s using Windows Task Manager, and then run Setup again.
it: Инсталатер ће сада завршити рад. Инсталација није могла да се обави јер програм %s (%s) и даље ради. Пробајте да ручно зауставите програм %s помоћу Виндовсовог управљача програмима и затим поново покрените инсталатер.

source: $ProductName$ cannot be installed into a folder that is inside the Windows folder. Please choose a different folder.
it: Програм $ProductName$ се не може поставити у директоријум који се налази унутар Виндовсовог системског подручја. Молимо да изаберете други директоријум.
