#
# ***** BEGIN LICENSE BLOCK *****
# Version: MPL 1.1/GPL 2.0/LGPL 2.1
#
# The contents of this file are subject to the Mozilla Public License Version
# 1.1 (the "License"); you may not use this file except in compliance with
# the License. You may obtain a copy of the License at
# http://www.mozilla.org/MPL/
#
# Software distributed under the License is distributed on an "AS IS" basis,
# WITHOUT WARRANTY OF ANY KIND, either express or implied. See the License
# for the specific language governing rights and limitations under the
# License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is
# Netscape Communications Corporation.
# Portions created by the Initial Developer are Copyright (C) 1998
# the Initial Developer. All Rights Reserved.
#
# Contributor(s):
#
# Alternatively, the contents of this file may be used under the terms of
# either the GNU General Public License Version 2 or later (the "GPL"), or
# the GNU Lesser General Public License Version 2.1 or later (the "LGPL"),
# in which case the provisions of the GPL or the LGPL are applicable instead
# of those above. If you wish to allow use of your version of this file only
# under the terms of either the GPL or the LGPL, and not to allow others to
# use your version of this file under the terms of the MPL, indicate your
# decision by deleting the provisions above and replace them with the notice
# and other provisions required by the GPL or the LGPL. If you do not delete
# the provisions above, a recipient may use your version of this file under
# the terms of any one of the MPL, the GPL or the LGPL.
#
# ***** END LICENSE BLOCK *****

SignedBy=\u041F\u043E\u0442\u043F\u0438\u0441\u0430\u043D\u043E %S
CertPassPrompt=\u041C\u043E\u043B\u0438\u043C \u0443\u043D\u0435\u0441\u0438\u0442\u0435 \u043B\u0438\u0447\u043D\u0443 \u0431\u0435\u0437\u0431\u0435\u0434\u043D\u043E\u0441\u043D\u0443 \u043B\u043E\u0437\u0438\u043D\u043A\u0443 \u0437\u0430 \u0431\u0435\u0437\u0431\u0435\u0434\u043D\u043E\u0441\u043D\u0438 \u0443\u0440\u0435\u0452\u0430\u0458 \u0437\u0430\u0448\u0442\u0438\u045B\u0435\u043D PSM \u043F\u0440\u0438\u0432\u0430\u0442\u043D\u0438\u043C \u043A\u0459\u0443\u0447\u0435\u043C.

#These are for dialogs
#Download Cert dialog
newCAMessage1=\u0414\u0430 \u043B\u0438 \u0436\u0435\u043B\u0438\u0442\u0435 \u0434\u0430 \u0432\u0435\u0440\u0443\u0458\u0435\u0442\u0435 "%S" \u0437\u0430 \u0441\u043B\u0435\u0434\u0435\u045B\u0435 \u0441\u0432\u0440\u0445\u0435?
unnamedCA=\u0426\u0435\u043D\u0442\u0430\u0440 \u0441\u0435\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 (\u0431\u0435\u0437\u0438\u043C\u0435\u043D\u0438)

#For editing cert trust
editTrustWindowTitle=\u0418\u0437\u043C\u0435\u043D\u0430 \u043F\u043E\u0432\u0435\u0440\u0435\u045A\u0430 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0438\u043C\u0430
editTrustCA=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 "%S" \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0459\u0430 \u0432\u043B\u0430\u0441\u043D\u0438\u0448\u0442\u0432\u043E \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430.
editTrustSSL=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 "%S" \u0458\u0435 \u043F\u043E\u0442\u0432\u0440\u0434\u0438\u043E:
editTrustEmail=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 "%S" \u0458\u0435 \u043F\u043E\u0442\u0432\u0440\u0434\u0438\u043E:
issuerNotTrusted=\u041D\u0435 \u0432\u0435\u0440\u0443\u0458\u0435\u0442\u0435 \u0443 \u043E\u0432\u043B\u0430\u0448\u045B\u0435\u045A\u0430 \u043E\u0432\u043E\u0433 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u0437\u0431\u043E\u0433 \u043D\u0435\u043F\u043E\u0432\u0435\u0440\u0435\u045A\u0430 \u0438\u0437\u0432\u043E\u0440\u0430, \u0443\u043A\u043E\u043B\u0438\u043A\u043E \u043D\u0435 \u043E\u0434\u0440\u0435\u0434\u0438\u0442\u0435 \u0441\u0443\u043F\u0440\u043E\u0442\u043D\u043E.
issuerTrusted=\u0412\u0435\u0440\u0443\u0458\u0435\u0442\u0435 \u0443 \u043E\u0432\u043B\u0430\u0448\u045B\u0435\u045A\u0430 \u043E\u0432\u043E\u0433 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u0437\u0431\u043E\u0433 \u043F\u043E\u0432\u0435\u0440\u0435\u045A\u0430 \u0443 \u0438\u0437\u0432\u043E\u0440, \u0443\u043A\u043E\u043B\u0438\u043A\u043E \u043D\u0435 \u043E\u0434\u0440\u0435\u0434\u0438\u0442\u0435 \u0441\u0443\u043F\u0440\u043E\u0442\u043D\u043E.
issuerNotKnown=\u041D\u0435 \u0432\u0435\u0440\u0443\u0458\u0435\u0442\u0435 \u0443 \u043E\u0432\u043B\u0430\u0448\u045B\u0435\u045A\u0430 \u043E\u0432\u043E\u0433 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u0437\u0431\u043E\u0433 \u043D\u0435\u043F\u043E\u0437\u043D\u0430\u0442\u043E\u0433 \u0438\u0437\u0432\u043E\u0440\u0430, \u0443\u043A\u043E\u043B\u0438\u043A\u043E \u043D\u0435 \u043E\u0434\u0440\u0435\u0434\u0438\u0442\u0435 \u0441\u0443\u043F\u0440\u043E\u0442\u043D\u043E.
issuerCertNotFound=\u041D\u0438\u0458\u0435 \u043F\u0440\u043E\u043D\u0430\u0452\u0435\u043D \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0437\u0430 \u043E\u0432\u043E\u0433 \u0432\u043B\u0430\u0441\u043D\u0438\u043A\u0430 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430

#For Deleting Certificates
deleteSslCertFlag=deleteSslFlag
deleteSslCertConfirm=\u0414\u0430 \u043B\u0438 \u0441\u0442\u0435 \u0441\u0438\u0433\u0443\u0440\u043D\u0438 \u0434\u0430 \u0436\u0435\u043B\u0438\u0442\u0435 \u0434\u0430 \u0438\u0437\u0431\u0440\u0438\u0448\u0435\u0442\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0435 \u043E\u0432\u043E\u0433 \u0432\u0435\u0431 \u043C\u0435\u0441\u0442\u0430?
deleteSslCertImpact=\u0410\u043A\u043E \u0443\u043A\u043B\u043E\u043D\u0438\u0442\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0441\u0430\u0458\u0442\u0430, \u0442\u0440\u0430\u0436\u0438\u045B\u0435 \u0412\u0430\u043C \u0433\u0430 \u043F\u043E\u043D\u043E\u0432\u043E \u043F\u0440\u0438 \u0441\u043B\u0435\u0434\u0435\u045B\u043E\u0458 \u043F\u043E\u0441\u0435\u0442\u0438 \u0442\u043E\u043C \u0441\u0430\u0458\u0442\u0443.
deleteSslCertTitle=\u0411\u0440\u0438\u0441\u0430\u045A\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u0432\u0435\u0431 \u043C\u0435\u0441\u0442\u0430

deleteUserCertFlag=deleteUserFlag
deleteUserCertConfirm=Are you sure you want to delete these certificates?
deleteUserCertImpact=\u0410\u043A\u043E \u0438\u0437\u0431\u0440\u0438\u0448\u0435\u0442\u0435 \u0458\u0435\u0434\u0430\u043D \u043E\u0434 \u0412\u0430\u0448\u0438\u0445 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430, \u043D\u0435\u045B\u0435\u0442\u0435 \u0431\u0438\u0442\u0438 \u0443 \u043C\u043E\u0433\u0443\u045B\u043D\u043E\u0441\u0442\u0438 \u0434\u0430 \u0441\u0435 \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0438\u0442\u0435.
deleteUserCertTitle=\u0411\u0440\u0438\u0441\u0430\u045A\u0435 \u0432\u0430\u0448\u0438\u0445 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430

deleteCaCertFlag=deleteCaFlag
deleteCaCertConfirm=\u0414\u0430 \u043B\u0438 \u0441\u0442\u0435 \u0441\u0438\u0433\u0443\u0440\u043D\u0438 \u0434\u0430 \u0436\u0435\u043B\u0438\u0442\u0435 \u0434\u0430 \u0438\u0437\u0431\u0440\u0438\u0448\u0435\u0442\u0435 \u041F\u0421 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0435?
deleteCaCertImpact=\u0410\u043A\u043E \u0438\u0437\u0431\u0440\u0438\u0448\u0435\u0442\u0435 \u043E\u0432\u043B\u0430\u0448\u045B\u0435\u045A\u0430 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 (\u041F\u0421), \u0412\u0430\u0448 \u043A\u043B\u0438\u0458\u0435\u043D\u0442 \u043D\u0435\u045B\u0435 \u0432\u0438\u0448\u0435 \u0432\u0435\u0440\u043E\u0432\u0430\u0442\u0438 \u043D\u0438\u0458\u0435\u0434\u043D\u043E\u043C \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0443 \u043A\u043E\u0440\u0438\u0448\u045B\u0435\u043D\u043E\u043C \u043F\u043E\u043C\u043E\u045B\u0443 \u0442\u0435 \u041F\u0421.
deleteCaCertTitle=\u0418\u0437\u0431\u0440\u0438\u0448\u0438 \u041F\u0421 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442

deleteEmailCertFlag=deleteEmailFlag
deleteEmailCertConfirm=\u0414\u0430 \u043B\u0438 \u0441\u0442\u0435 \u0441\u0438\u0433\u0443\u0440\u043D\u0438 \u0434\u0430 \u0436\u0435\u043B\u0438\u0442\u0435 \u0434\u0430 \u0438\u0437\u0431\u0440\u0438\u0448\u0435\u0442\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0435 \u0435\u043B. \u043F\u043E\u0448\u0442\u0435 \u0437\u0430 \u0441\u043B\u0435\u0434\u0435\u045B\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A\u0435?
deleteEmailCertImpact=\u0410\u043A\u043E \u0438\u0437\u0431\u0440\u0438\u0448\u0435\u0442\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0435\u043B. \u043F\u043E\u0448\u0442\u0435, \u043D\u0435\u045B\u0435\u0442\u0435 \u0431\u0438\u0442\u0438 \u0443 \u043C\u043E\u0433\u0443\u045B\u043D\u043E\u0441\u0442\u0438 \u0434\u0430 \u0448\u0430\u0459\u0435\u0442\u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0435 \u043F\u043E\u0440\u0443\u043A\u0435.
deleteEmailCertTitle=\u0418\u0437\u0431\u0440\u0438\u0448\u0438\u0442\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0435\u043B. \u043F\u043E\u0448\u0442\u0435


#PKCS#12 file dialogs
chooseP12RestoreFileDialog=\u0418\u043C\u0435 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0435 \u0437\u0430 \u043E\u0431\u043D\u0430\u0432\u0459\u0430\u045A\u0435
chooseP12BackupFileDialog=\u0418\u043C\u0435 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0435 \u0437\u0430 \u0440\u0435\u0437\u0435\u0440\u043D\u0443 \u043A\u043E\u043F\u0438\u0458\u0443
file_browse_PKCS12_spec=PKCS12 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0435

#Mismatch Domain Dialg
mismatchDomainMsg1=\u041F\u043E\u043A\u0443\u0448\u0430\u0432\u0430\u0442\u0435 \u0443\u0441\u043F\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u0438 \u0432\u0435\u0437\u0443 \u0441\u0430 "%S". \u041F\u0440\u0435\u0442\u0445\u043E\u0434\u043D\u0438 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u043F\u0440\u0438\u043F\u0430\u0434\u0430 "%S". \u041C\u0430\u043B\u043E \u0458\u0435 \u0432\u0435\u0440\u043E\u0432\u0430\u0442\u043D\u043E \u0434\u0430 \u045B\u0435 \u043D\u0435\u043A\u043E \u043F\u043E\u043A\u0443\u0448\u0430\u0442\u0438 \u0434\u0430 \u043F\u0440\u0438\u0445\u0432\u0430\u0442\u0438 \u043F\u043E\u0434\u0430\u0442\u043A\u0435 \u043A\u043E\u0458\u0435 \u0440\u0430\u0437\u043C\u0435\u045A\u0443\u0458\u0435\u0442\u0435 \u0441\u0430 \u043E\u0432\u0438\u043C \u0441\u0430\u0458\u0442\u043E\u043C.
mismatchDomainMsg2=\u0410\u043A\u043E \u043C\u0438\u0441\u043B\u0438\u0442\u0435 \u0434\u0430 \u043F\u0440\u0438\u043A\u0430\u0437\u0430\u043D\u0438 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u043D\u0435 \u043F\u0440\u0438\u043F\u0430\u0434\u0430 "%S", \u043F\u0440\u0435\u043A\u0438\u043D\u0438\u0442\u0435 \u0432\u0435\u0437\u0443 \u0438 \u043E\u0431\u0430\u0432\u0435\u0441\u0442\u0438\u0442\u0435 \u043E \u0442\u043E\u043C \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430 \u0441\u0430\u0458\u0442\u0430.

#Server Cert expired
serverCertExpiredMsg1="%S" \u0458\u0435 \u0441\u0430\u0458\u0442 \u043A\u043E\u0458\u0438 \u043A\u043E\u0440\u0438\u0441\u0442\u0438 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0437\u0430 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u045A\u0435 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430 \u0437\u0430 \u0432\u0440\u0435\u043C\u0435 \u043F\u0440\u0435\u043D\u043E\u0441\u0430, \u0430\u043B\u0438 \u0440\u043E\u043A \u0434\u0435\u043B\u043E\u0432\u0430\u045A\u0430 \u045A\u0435\u0433\u043E\u0432\u043E\u0433 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u0458\u0435 \u0438\u0441\u0442\u0435\u043A\u0430\u043E %S.
serverCertExpiredTitle=\u0418\u0441\u0442\u0435\u043A\u0430\u043E \u0458\u0435 \u0440\u043E\u043A \u0442\u0440\u0430\u0458\u0430\u045A\u0430 \u0441\u0435\u0440\u0442\u0444\u0438\u043A\u0430\u0442\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0430
serverCertNotYetValedMsg1="%S" \u0458\u0435 \u0441\u0430\u0458\u0442 \u043A\u043E\u0458\u0438 \u043A\u043E\u0440\u0438\u0441\u0442\u0438 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0437\u0430 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u045A\u0435 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430 \u0437\u0430 \u0432\u0440\u0435\u043C\u0435 \u043F\u0440\u0435\u043D\u043E\u0441\u0430, \u0430\u043B\u0438 \u045A\u0435\u0433\u043E\u0432\u043E\u0433 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0458\u0435 \u043D\u0435\u0432\u0430\u0436\u0435\u045B\u0438 \u0434\u043E %S.
serverCertNotYetValidTitle=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0441\u0435\u0440\u0432\u0435\u0440\u0430 \u043D\u0438\u0458\u0435 \u0442\u0430\u0447\u0430\u043D
serverCertExpiredMsg2=\u041F\u0440\u043E\u0432\u0435\u0440\u0438\u0442\u0435 \u043F\u0440\u0430\u0432\u0438\u043B\u043D\u043E\u0441\u0442 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430 \u0432\u0440\u0435\u043C\u0435\u043D\u0430 \u043D\u0430 \u0432\u0430\u0448\u0435\u043C \u0440\u0430\u0447\u0443\u043D\u0430\u0440\u0443 (\u0441\u0430\u0434: %S).

#Preferences
resetPreferences=\u041F\u0440\u0438\u0442\u0438\u0441\u043A\u043E\u043C \u043D\u0430 \u043E\u0432\u043E \u0434\u0443\u0433\u043C\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0432\u0440\u0430\u0442\u0438\u0442\u0438 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0435 \u0431\u0435\u0437\u0431\u0435\u0434\u043D\u043E\u0441\u0442\u0438 %S \u043D\u0430 \u043F\u043E\u0447\u0435\u0442\u043D\u043E.

#Cert verification
certVerified=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0458\u0435 \u043F\u043E\u0442\u0432\u0440\u0452\u0435\u043D \u0437\u0430 \u0441\u043B\u0435\u0434\u0435\u045B\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A\u0435:
certNotVerified_CertRevoked=\u041F\u0440\u043E\u0432\u0435\u0440\u0430 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0430 \u0437\u0430\u0442\u043E \u0448\u0442\u043E \u0458\u0435 \u043E\u0442\u043A\u0430\u0437\u0430\u043D.
certNotVerified_CertExpired=\u041F\u0440\u043E\u0432\u0435\u0440\u0430 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0430 \u0437\u0430\u0442\u043E \u0448\u0442\u043E \u0458\u0435 \u0440\u043E\u043A \u0442\u0440\u0430\u0458\u0430\u045A\u0430 \u0438\u0441\u0442\u0435\u043A\u0430\u043E.
certNotVerified_CertNotTrusted=\u041F\u0440\u043E\u0432\u0435\u0440\u0430 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0430 \u0437\u0430\u0442\u043E \u0448\u0442\u043E \u0458\u0435 \u043D\u0435\u0431\u0435\u0437\u0431\u0435\u0434\u0430\u043D.
certNotVerified_IssuerNotTrusted=\u041F\u0440\u043E\u0432\u0435\u0440\u0430 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0430 \u0437\u0430\u0442\u043E \u0448\u0442\u043E \u0458\u0435 \u0441\u0442\u0440\u0430\u043D\u0430 \u043A\u043E\u0458\u0430 \u0433\u0430 \u0458\u0435 \u0438\u0437\u0434\u0430\u043B\u0430 \u043D\u0435\u0431\u0435\u0437\u0431\u0435\u0434\u043D\u0430.
certNotVerified_IssuerUnknown=\u041F\u0440\u043E\u0432\u0435\u0440\u0430 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0430 \u0437\u0430\u0442\u043E \u0448\u0442\u043E \u0458\u0435 \u0441\u0442\u0440\u0430\u043D\u0430 \u043A\u043E\u0458\u0430 \u0433\u0430 \u0458\u0435 \u0438\u0437\u0434\u0430\u043B\u0430 \u043D\u0435\u0431\u0435\u0437\u0431\u0435\u0434\u043D\u0430.
certNotVerified_CAInvalid=\u041F\u0440\u043E\u0432\u0435\u0440\u0430 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0430 \u0437\u0430\u0442\u043E \u0448\u0442\u043E \u0458\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0446\u0435\u043D\u0442\u0440\u0430 \u043D\u0435\u043F\u043E\u0441\u0442\u043E\u0458\u0435\u045B\u0438.
certNotVerified_Unknown=\u041F\u0440\u043E\u0432\u0435\u0440\u0430 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0430.

#Client auth
clientAuthMessage1=\u041E\u0440\u0433\u0430\u043D\u0438\u0437\u0430\u0446\u0438\u0458\u0430: "%S"
clientAuthMessage2=\u0418\u0437\u0434\u0430\u0442 \u043F\u043E\u0434: "%S"

#Page Info
pageInfo_SiteNotVerified=\u0418\u0434\u0435\u043D\u0442\u0438\u0442\u0435\u0442 \u0432\u0435\u0431 \u043C\u0435\u0441\u0442\u0430 \u043D\u0438\u0458\u0435 \u043F\u043E\u0442\u0432\u0440\u0452\u0435\u043D
pageInfo_WebSiteVerified=\u041F\u043E\u0442\u0432\u0440\u0452\u0435\u043D\u0430 \u0458\u0435 \u0432\u0435\u0440\u043E\u0434\u043E\u0441\u0442\u043E\u0458\u043D\u043E\u0441\u0442 \u0441\u0442\u0440\u0430\u043D\u0435
pageInfo_Identity_Verified=\u0412\u0435\u0431 \u043C\u0435\u0441\u0442\u043E %S \u043F\u043E\u0434\u0440\u0436\u0430\u0432\u0430 \u043F\u0440\u043E\u0432\u0435\u0440\u0443 \u0437\u0430 \u043F\u0440\u0435\u0433\u043B\u0435\u0434 \u043E\u0432\u0435 \u0441\u0442\u0440\u0430\u043D\u0435. \u0418\u0434\u0435\u043D\u0442\u0438\u0442\u0435\u0442 \u0432\u0435\u0431 \u043C\u0435\u0441\u0442\u0430  \u0458\u0435 \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u043D \u043F\u043E\u043C\u043E\u045B\u0443 %S, \u043A\u0430\u043E \u043C\u0435\u0441\u0442\u043E \u043E\u0434 \u043F\u043E\u0432\u0435\u0440\u0435\u045A\u0430 \u0437\u0430 \u043E\u0432\u0443 \u043D\u0430\u043C\u0435\u043D\u0443.
pageInfo_ViewCertificate=\u041F\u0440\u0435\u0433\u043B\u0435\u0434\u0430\u0458\u0442\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u043A\u043E\u0458\u0438 \u043F\u043E\u0442\u0432\u0440\u0452\u0443\u0458\u0435 \u0438\u0441\u0442\u0438\u043D\u0438\u0442\u043E\u0441\u0442 \u043E\u0432\u043E\u0433 \u0441\u0430\u0458\u0442\u0430.
pageInfo_NoEncryption=\u0412\u0435\u0437\u0430 \u043D\u0438\u0458\u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0430
pageInfo_Privacy_None1=\u0412\u0435\u0431 \u043C\u0435\u0441\u0442\u043E %S \u043D\u0435 \u043F\u043E\u0434\u0440\u0436\u0430\u0432\u0430 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u045A\u0435 \u0441\u0442\u0440\u0430\u043D\u0435 \u043A\u043E\u0458\u0443 \u0433\u043B\u0435\u0434\u0430\u0442\u0435.
pageInfo_Privacy_None2=\u041F\u043E\u0434\u0430\u0442\u0430\u043A \u043A\u043E\u0458\u0438 \u0441\u0435 \u043F\u0440\u0435\u043D\u043E\u0441\u0438 \u043F\u0440\u0435\u043A\u043E \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0430 \u0431\u0435\u0437 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u045A\u0430, \u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u0434\u043E\u0441\u0442\u0443\u043F\u0430\u043D \u0434\u0440\u0443\u0433\u0438\u043C\u0430 \u0437\u0430 \u0432\u0440\u0435\u043C\u0435 \u043F\u0440\u0435\u043D\u043E\u0441\u0430.
pageInfo_Privacy_None3=\u0421\u0442\u0440\u0430\u043D\u0430 \u043A\u043E\u0458\u0443 \u0433\u043B\u0435\u0434\u0430\u0442\u0435 \u043D\u0438\u0458\u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0430.
pageInfo_StrongEncryption=\u0417\u0430\u0448\u0442\u0438\u045B\u0435\u043D\u0430 \u0432\u0435\u0437\u0430: \u0458\u0430\u043A\u043E \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u045A\u0435 (%S %S \u0431\u0438\u0442\u0430)
pageInfo_Privacy_Strong1=\u0421\u0442\u0440\u0430\u043D\u0430 \u043A\u043E\u0458\u0443 \u0433\u043B\u0435\u0434\u0430\u0442\u0435 \u0458\u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0430 \u043F\u0440\u0435 \u0441\u043B\u0430\u045A\u0430 \u043F\u0440\u0435\u043A\u043E \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0430.
pageInfo_Privacy_Strong2=\u0428\u0438\u0444\u0440\u043E\u0432\u0430\u045A\u0435 \u0432\u0440\u043B\u043E \u043E\u0442\u0435\u0436\u0430\u0432\u0430 \u043D\u0435\u043E\u0432\u043B\u0430\u0448\u045B\u0435\u043D \u043F\u0440\u0435\u0433\u043B\u0435\u0434 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430 \u043A\u043E\u0458\u0438 \u0441\u0435 \u0440\u0430\u0437\u043C\u0435\u045A\u0443\u0458\u0443 \u0438\u0437\u043C\u0435\u0452\u0443 \u0440\u0430\u0447\u0443\u043D\u0430\u0440\u0430. \u0421\u0442\u043E\u0433\u0430 \u0458\u0435 \u0432\u0440\u043B\u043E \u043C\u0430\u043B\u043E \u0432\u0435\u0440\u043E\u0432\u0430\u0442\u043D\u043E \u0434\u0430 \u043D\u0435\u043A\u043E \u043C\u043E\u0436\u0435 \u0434\u0430 \u043F\u0440\u043E\u0447\u0438\u0442\u0430 \u043E\u0432\u0443 \u0441\u0442\u0440\u0430\u043D\u0443 \u0443 \u043F\u0443\u0442\u0443 \u043A\u0440\u043E\u0437 \u043C\u0440\u0435\u0436\u0443.
pageInfo_WeakEncryption=\u0417\u0430\u0448\u0442\u0438\u045B\u0435\u043D\u0430 \u0432\u0435\u0437\u0430: \u0441\u043B\u0430\u0431\u043E \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u045A\u0435 (%S %S \u0431\u0438\u0442\u0430)
pageInfo_Privacy_Weak1=\u0412\u0435\u0431 \u043C\u0435\u0441\u0442\u043E %S \u043A\u043E\u0440\u0438\u0441\u0442\u0438 \u0441\u043B\u0430\u0431\u043E \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u045A\u0435 \u0437\u0430 \u043F\u0440\u0435\u0433\u043B\u0435\u0434 \u043E\u0432\u0435 \u0441\u0442\u0440\u0430\u043D\u0435.
pageInfo_Privacy_Weak2=\u0421\u043B\u0430\u0431\u043E \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u045A\u0435 \u043E\u043C\u043E\u0433\u0443\u045B\u0430\u0432\u0430 \u043D\u0435\u043E\u0432\u043B\u0430\u0448\u045B\u0435\u043D\u0438\u043C \u0459\u0443\u0434\u0438\u043C\u0430 \u0434\u0430 \u0432\u0438\u0434\u0435 \u043E\u0432\u0435 \u043F\u043E\u0434\u0430\u0442\u043A\u0435.
pageInfo_MixedContent=\u0412\u0435\u0437\u0430 \u0458\u0435 \u0434\u0435\u043B\u0438\u043C\u0438\u0447\u043D\u043E \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0430
pageInfo_Privacy_Mixed1=\u0414\u0435\u043B\u043E\u0432\u0438 \u0441\u0442\u0440\u0430\u043D\u0435 \u043A\u043E\u0458\u0443 \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u0430\u0442\u0435 \u043D\u0438\u0458\u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D \u043F\u0440\u0435 \u0441\u043B\u0430\u045A\u0430 \u043F\u0440\u0435\u043A\u043E \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0430.

#Cert Viewer
certDetails=\u041F\u0440\u0435\u0433\u043B\u0435\u0434 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430:
notPresent=<\u041D\u0438\u0458\u0435 \u0434\u0435\u043E \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430>
unknownIssuer=<\u041D\u0435\u043F\u043E\u0437\u043D\u0430\u0442 \u0438\u0437\u0434\u0430\u0432\u0430\u0447>

escrowFinalMessage=\u041A\u043B\u0438\u043A\u043D\u0438\u0442\u0435 \u043D\u0430 \u0423 \u0440\u0435\u0434\u0443 \u0441\u0430\u043C\u043E \u0430\u043A\u043E \u0432\u0435\u0440\u0443\u0458\u0435\u0442\u0435 \u0434\u0430 \u045B\u0435 "%S" \u0447\u0443\u0432\u0430\u0442\u0438 \u0412\u0430\u0448 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0438 \u043F\u0440\u0438\u0432\u0430\u0442\u043D\u0438 \u043A\u0459\u0443\u0447.

#Token Manager
password_not_set=(\u043D\u0435\u043E\u0434\u0440\u0435\u0452\u0435\u043D\u0430)
failed_pw_change=\u041D\u0435\u043C\u043E\u0433\u0443\u045B\u0435 \u0458\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0438 \u0433\u043B\u0430\u0432\u043D\u0443 \u043B\u043E\u0437\u0438\u043D\u043A\u0443.
incorrect_pw=\u0423\u043D\u0435\u043B\u0438 \u0441\u0442\u0435 \u043D\u0435\u0438\u0441\u043F\u0440\u0430\u0432\u043D\u0443 \u0442\u0435\u043A\u0443\u045B\u0443 \u0433\u043B\u0430\u0432\u043D\u0443 \u043B\u043E\u0437\u0438\u043D\u043A\u0443. \u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E.
pw_change_ok=\u0413\u043B\u0430\u0432\u043D\u0430 \u043B\u043E\u0437\u0438\u043D\u043A\u0430 \u0458\u0435 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0438\u0437\u043C\u0435\u045A\u0435\u043D\u0430.
pw_erased_ok=\u0423\u043F\u043E\u0437\u043E\u0440\u0435\u045A\u0435! \u0423\u043A\u043B\u043E\u043D\u0438\u043B\u0438 \u0441\u0442\u0435 \u0441\u0432\u043E\u0458\u0443 \u0433\u043B\u0430\u0432\u043D\u0443 \u043B\u043E\u0437\u0438\u043D\u043A\u0443.
pw_not_wanted=\u0423\u043F\u043E\u0437\u043E\u0440\u0435\u045A\u0435! \u0420\u0435\u0448\u0438\u043B\u0438 \u0441\u0442\u0435 \u0434\u0430 \u043D\u0435 \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0433\u043B\u0430\u0432\u043D\u0443 \u043B\u043E\u0437\u0438\u043D\u043A\u0443.
pw_empty_warning=\u0412\u0430\u0448\u0435 \u0441\u0430\u0447\u0443\u0432\u0430\u043D\u0435 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442 \u0438 \u043B\u043E\u0437\u0438\u043D\u043A\u0435 \u0435\u043B. \u043F\u043E\u0448\u0442\u0435, \u0441\u0430\u0434\u0440\u0436\u0430\u0458 \u0444\u043E\u0440\u043C\u0443\u043B\u0430\u0440\u0430 \u0438 \u043F\u0440\u0438\u0432\u0430\u0442\u043D\u0438 \u043A\u0459\u0443\u0447\u0435\u0432\u0438 \u043D\u0435\u045B\u0435 \u0431\u0438\u0442\u0438 \u0437\u0430\u0448\u0442\u0438\u045B\u0435\u043D\u0438.
pw_change2empty_in_fips_mode=\u0420\u0430\u0434\u0438\u0442\u0435 \u0443 \u0440\u0435\u0436\u0438\u043C\u0443 \u043E\u0434\u0433\u043E\u0432\u0430\u0440\u0430\u045A\u0430 FIPS. \u0417\u0430 \u0440\u0430\u0434 \u0443 \u043E\u0432\u043E\u043C \u0440\u0435\u0436\u0438\u043C\u0443 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u043D\u043E \u0458\u0435 \u0434\u0430 \u0433\u043B\u0430\u0432\u043D\u0430 \u043B\u043E\u0437\u0438\u043D\u043A\u0430 \u043D\u0435 \u0431\u0443\u0434\u0435 \u043F\u0440\u0430\u0437\u043D\u0430.
login_failed=\u0413\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0458\u0438 \u043D\u0430 \u0441\u0438\u0441\u0442\u0435\u043C
loadPK11TokenDialog=\u0418\u0437\u0430\u0431\u0435\u0440\u0438\u0442\u0435 PKCS#11 \u0443\u0440\u0435\u0452\u0430\u0458 \u0437\u0430 \u0443\u0447\u0438\u0442\u0430\u0432\u0430\u045A\u0435
devinfo_modname=\u041C\u043E\u0434\u0443\u043B
devinfo_modpath=\u041F\u0443\u0442\u0430\u045A\u0430
devinfo_label=\u041E\u0437\u043D\u0430\u043A\u0430
devinfo_manID=\u041F\u0440\u043E\u0438\u0437\u0432\u043E\u0452\u0430\u0447
devinfo_serialnum=\u0421\u0435\u0440\u0438\u0458\u0441\u043A\u0438 \u0431\u0440\u043E\u0458
devinfo_hwversion=\u0412\u0435\u0440\u0437\u0438\u0458\u0430 HW
devinfo_fwversion=\u0412\u0435\u0440\u0437\u0438\u0458\u0430 FW
devinfo_status=\u0421\u0442\u0430\u0442\u0443\u0441
devinfo_desc=\u041E\u043F\u0438\u0441
devinfo_stat_disabled=\u041E\u043D\u0435\u043C\u043E\u0433\u0443\u045B\u0435\u043D\u043E
devinfo_stat_notpresent=\u041D\u0435 \u043F\u043E\u0441\u0442\u043E\u0458\u0438
devinfo_stat_uninitialized=\u041D\u0438\u0458\u0435 \u043F\u043E\u043A\u0440\u0435\u043D\u0443\u0442
devinfo_stat_notloggedin=\u041D\u0438\u0458\u0435 \u043F\u0440\u0438\u0458\u0430\u0432\u0459\u0435\u043D
devinfo_stat_loggedin=\u041F\u0440\u0438\u0458\u0430\u0432\u0459\u0435\u043D
devinfo_stat_ready=\u041A\u0440\u0430\u0458
enable_fips=\u041A\u043E\u0440\u0438\u0441\u0442\u0438 FIPS
disable_fips=\u041E\u0442\u043A\u0459\u0443\u0447\u0430\u0458 FIPS
fips_nonempty_password_required=\u0417\u0430 \u0440\u0430\u0434 \u0443 \u0440\u0435\u0436\u0438\u043C\u0443 \u043E\u0434\u0433\u043E\u0432\u0430\u0440\u0430\u045A\u0430 FIPS \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u043D\u043E \u0458\u0435 \u0443\u043D\u0435\u0442\u0438 \u0433\u043B\u0430\u0432\u043D\u0443 \u043B\u043E\u0437\u0438\u043D\u043A\u0443 \u0437\u0430 \u0441\u0432\u0430\u043A\u0443 \u0432\u0440\u0441\u0442\u0443 \u0437\u0430\u0448\u0442\u0438\u0442\u0435. \u0423\u043D\u0435\u0441\u0438\u0442\u0435 \u0442\u0435 \u043B\u043E\u0437\u0438\u043D\u043A\u0435 \u0434\u043E \u043F\u0440\u0435\u043B\u0430\u0441\u043A\u0430 \u0443 \u0434\u0430\u0442\u0438 \u0440\u0435\u0436\u0438\u043C.

# CRL next update.
crlNextUpdateMsg1=%S \u043D\u0435 \u043C\u043E\u0436\u0435 \u0443\u0441\u043F\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u0438 \u0437\u0430\u0448\u0442\u0438\u045B\u0435\u043D\u0443 \u0432\u0435\u0437\u0443 \u0441\u0430 "%S".
crlNextUpdateMsg2=\u041F\u043E\u0442\u0440\u0435\u0431\u043D\u043E \u0458\u0435 \u0443\u043D\u0430\u043F\u0440\u0435\u0434\u0438\u0442\u0438 \u041B\u0438\u0441\u0442\u0443 \u043F\u043E\u0442\u0432\u0440\u0452\u0435\u043D\u0438\u0445 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 (\u041B\u041F\u0421) \u0441\u0430 "%S".
NoUpdateFailure=\u041D\u0438\u0448\u0442\u0430
lastFetchUrlLabel=\u0410\u0434\u0440\u0435\u0441\u0430 \u0458\u0435 \u0434\u043E\u0431\u0430\u0432\u0459\u0435\u043D\u0430 \u043E\u0434
advertisedUrlLabel=\u0410\u0434\u0440\u0435\u0441\u0430 \u0458\u0435 \u043F\u0440\u043E\u043C\u043E\u0432\u0438\u0441\u0430\u043D\u0430 \u043E\u0434 \u041F\u0421
CrlUpdatePrefsSetConfirmation=\u0421\u0430\u043C\u043E\u0441\u0442\u0430\u043B\u043D\u043E \u0443\u043D\u0430\u043F\u0440\u0435\u0452\u0435\u045A\u0435 \u045B\u0435 \u0431\u0438\u0442\u0438 \u0430\u043A\u0442\u0438\u0432\u043D\u043E \u0442\u0435\u043A \u043F\u043E \u043F\u043E\u043D\u043E\u0432\u043D\u043E\u043C \u043F\u043E\u043A\u0440\u0435\u0442\u0430\u045A\u0443 \u0447\u0438\u0442\u0430\u0447\u0430.
crlAutoUpdateDayCntError=\u0411\u0440\u043E\u0458 \u0434\u0430\u043D \u043F\u0440\u0435 \u0441\u043B\u0435\u0434\u0435\u045B\u0435\u0433 \u0443\u043D\u0430\u043F\u0440\u0435\u0452\u0435\u045A\u0430 \u043C\u043E\u0440\u0430 \u0431\u0438\u0442\u0438 \u0431\u0440\u043E\u0458 \u0432\u0435\u045B\u0438 \u043E\u0434 \u043D\u0443\u043B\u0430.
crlAutoUpdtaeFreqCntError=\u0423\u0447\u0435\u0441\u0442\u0430\u043B\u043E\u0441\u0442 \u0443\u043D\u0430\u043F\u0440\u0435\u0452\u0435\u045A\u0430 \u043C\u043E\u0440\u0430 \u0431\u0438\u0442\u0438 \u0431\u0440\u043E\u0458 \u0432\u0435\u045B\u0438 \u043E\u0434 \u043D\u0443\u043B\u0435.
disabledStatement=\u0421\u0430\u043C\u043E\u0443\u043D\u0430\u043F\u0440\u0435\u0452\u0435\u045A\u0435 \u0458\u0435 \u043E\u043D\u0435\u043C\u043E\u0433\u0443\u045B\u0435\u043D\u043E \u0437\u0430 \u043E\u0432\u0443 \u041B\u041F\u0421.
enabledStatement=\u0421\u0430\u043C\u043E\u0443\u043D\u0430\u043F\u0440\u0435\u0452\u0435\u045A\u0435 \u0458\u0435 \u043E\u043C\u043E\u0433\u0443\u045B\u0435\u043D\u043E \u0437\u0430 \u043E\u0432\u0443 \u041B\u041F\u0421.
crlAutoupdateQuestion1=\u0414\u0430 \u043B\u0438 \u0436\u0435\u043B\u0438\u0442\u0435 \u0434\u0430 \u043E\u043C\u043E\u0433\u0443\u045B\u0438\u0442\u0435 \u0441\u0430\u043C\u043E\u0443\u043D\u0430\u043F\u0440\u0435\u0452\u0435\u045A\u0430?
crlAutoupdateQuestion2=\u0414\u0430 \u043B\u0438 \u0436\u0435\u043B\u0438\u0442\u0435 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0435 \u0441\u0430\u043C\u043E\u0443\u043D\u0430\u043F\u0440\u0435\u0452\u0435\u045A\u0430?
undefinedValStr=<\u041D\u0435\u043E\u0434\u0440\u0435\u0452\u0435\u043D\u043E>
undefinedURL=\u0410\u0434\u0440\u0435\u0441\u0430 \u0441\u0430\u043C\u043E\u0443\u043D\u0430\u043F\u0440\u0435\u0452\u0435\u045A\u0430 \u043D\u0438\u0458\u0435 \u043E\u0434\u0440\u0435\u0452\u0435\u043D\u0430.
yesButton=\u0414\u0430
noButton=\u041D\u0435
resetPasswordConfirmationTitle=\u041E\u0431\u043D\u043E\u0432\u0438 \u0433\u043B\u0430\u0432\u043D\u0443 \u043B\u043E\u0437\u0438\u043D\u043A\u0443
resetPasswordConfirmationMessage=\u0412\u0430\u0448\u0430 \u043B\u043E\u0437\u0438\u043D\u043A\u0430 \u0458\u0435 \u043F\u043E\u043D\u0438\u0448\u0442\u0435\u043D\u0430.
crlAutoupdateEnabled=\u0414\u043E\u0441\u0442\u0443\u043F\u043D\u043E
crlAutoupdateNotEnabled=\u041D\u0435 \u043A\u043E\u0440\u0438\u0441\u0442\u0438 \u0441\u0435
crlAutoupdateOk=\u0423 \u0440\u0435\u0434\u0443
crlAutoupdateFailed=\u0413\u0440\u0435\u0448\u043A\u0430
crlImportNewCRLTitle=\u0423\u0432\u043E\u0437 \u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u043F\u043E\u043D\u0438\u0448\u0442\u0435\u043D\u0438\u0445 \u043B\u0438\u0441\u0442\u0430
crlImportNewCRLLabel=\u0423\u0432\u0435\u0437\u0438 \u0421\u041F\u041B \u0438\u0437:

#Import certificate(s) file dialog
importEmailCertPrompt=\u0418\u0437\u0430\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0443 \u043A\u043E\u0458\u0430 \u0441\u0430\u0434\u0440\u0436\u0438 \u043D\u0435\u0447\u0438\u0458\u0438 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0435\u043B. \u043F\u043E\u0448\u0442\u0435 \u0437\u0430 \u0443\u0432\u043E\u0437
importCACertsPrompt=\u0418\u0437\u0430\u0431\u0435\u0440\u0438 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0443 \u043A\u043E\u0458\u0438 \u0441\u0430\u0434\u0440\u0436\u0438 \u041F\u0421 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442(\u0435) \u0437\u0430 \u0443\u0432\u043E\u0437
importWebSiteCertPrompt=\u0418\u0437\u0430\u0431\u0440\u0430\u043D\u0430 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0430 \u0441\u0430\u0434\u0440\u0436\u0438 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0432\u0435\u0431 \u043C\u0435\u0441\u0442\u0430 \u0437\u0430 \u0443\u0432\u043E\u0437
file_browse_Certificate_spec=\u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430

# Form Signing confirmation prompt
formSigningIntro=\u0412\u0435\u0431 \u043C\u0435\u0441\u0442\u043E '%S' \u0442\u0440\u0430\u0436\u0438 \u0434\u0430 \u043F\u043E\u0442\u0432\u0440\u0434\u0438\u0442\u0435 \u0441\u043B\u0435\u0434\u0435\u045B\u0443 \u043F\u043E\u0440\u0443\u043A\u0443:
