Repository: filmil/mozilla
Catalog: release-3/po/*/security/manager/chrome/pipnss/security.properties.po
Languages: sr

source: Security Warning
sr: Безбедносно упозорење

source: You have requested an encrypted page that contains some unencrypted information. Information that you see or enter on this page could easily be read by a third party.
sr: Посетили сте шифровану страну која садржи податке који нису шифровани. Подаци које видите или унесете на овој страни могу бити доступни трећој страни.

source: You are about to leave an encrypted page. Information you send or receive from now on could easily be read by a third party.
sr: Спремате се да напустите шифровану страну. Подаци које шаљете или примате од сада могу бити доступни трећој страни.

source: You have requested an encrypted page. The web site has identified itself correctly, and information you see or enter on this page can't easily be read by a third party.
sr: Посетили сте шифровану страну. Веб место је исправно препознато и подаци које видите или унесете на овој страни не могу лако бити доступни трећој страни.

source: You have requested a page that uses low-grade encryption. The web site has identified itself correctly, but information you see or enter on this page could be read by a third party.
sr: Посетили сте страну са слабим шифровањем. Веб место је исправно препознато, али подаци које видите или унесете на овој страни не могу бити доступни трећој страни.

source: Although this page is encrypted, the information you have entered is to be sent over an unencrypted connection and could easily be read by a third party.##Are you sure you want to continue sending this information?##
sr: Иако је страна шифрована, подаци које унесете преносе се кроз нешифровану везу и могу бити доступни трећим лицима.##Да ли желите да наставите слање ових података?##

source: The information you have entered is to be sent over an unencrypted connection and could easily be read by a third party.##Are you sure you want to continue sending this information?##
sr: Подаци које унесете преносе се кроз нешифровану везу и могу бити доступни трећим лицима.##Да ли желите да наставите слање ових података?##

source: Alert me whenever I'm about to view an encrypted page that contains some unencrypted information.
sr: Обавештавај ме сваки пут кад покушам приступ шифрованој страни која садржи податке који нису шифровани.

source: Alert me whenever I leave an encrypted page for one that isn't encrypted.
sr: Обавештавај ме сваки пут када прелазим са шифроване на страну која није шифрована.

source: Alert me whenever I am about to view an encrypted page.
sr: Обавештавај ме сваки пут кад затражим преглед шифроване стране.

source: Alert me whenever I am about to view a page that uses low-grade encryption.
sr: Обавештавај ме сваки пут кад затражим преглед стране са слабим шифровањем.

source: Alert me whenever I submit information that's not encrypted.
sr: Обавештавај ме сваки пут кад затражим преглед стране која није шифрована.

source: Displays security information about the current page
sr: Прикажи безбедносне податке о текућој страни

source: Warning: Contains unauthenticated content
sr: Упозорење: садржи неаутентификован садржај

source: Continue
sr: Наставак
