Repository: filmil/mozilla
Catalog: trunk/po/*/browser/chrome/browser/migration/migration.dtd.po
Languages: sr

source: Import Wizard
sr: Чаробњак за увоз

source: Import Options, Bookmarks, History, Passwords and other data from:
sr: Увези подешавања, везе, каталоге, лозинке и друге податке из:

source: Import Preferences, Bookmarks, History, Passwords and other data from:
sr: Увези подешавања, везе, каталоге, лозинке и друге податке из:

source: Import Bookmarks from:
sr: Увези забелешке из програма:

source: Firefox 0.8, Firebird or &Phoenix
sr: Firefox 0.8, Firebird или &Phoenix

source: &Don't import anything
sr: Не увози ни&шта

source: &Netscape 6, 7 or Mozilla 1.x
sr: Netsc&ape 6, 7 или Mozilla 1.x

source: Netscape &4.x
sr: Нетскејп (Netscape) &4.x

source: &Opera
sr: &Опера (Opera)

source: &Camino
sr: &Камино (Camino)

source: &Safari
sr: &Сафари (Safari)

source: Omni&Web
sr: Омни&веб (OmniWeb)

source: &iCab
sr: &Икаб (iCab)

source: &Konqueror
sr: &Конкверор (Konqueror)

source: &Epiphany
sr: С&познаја (Epiphany)

source: &Galeon
sr: &Галеон (Galeon)

source: &From an HTML File
sr: Из &ХТМЛ датотеке

source: No programs that contain bookmarks, history or password data could be found.
sr: Није пронађен ниједан програм који садржи забелешке, историјат или лозинке.

source: Import Settings and Data
sr: Увези подешавања и податке из

source: Items to Import
sr: Објекти за увоз

source: Select which items to import:
sr: Изаберите објекте за увоз:

source: Importing…
sr: Увоз…

source: The following items are currently being imported…
sr: Тренутно се увозе наведене ставке…

source: Select Profile
sr: Избор профила

source: The following profiles are available to import from:
sr: Можете увести из следећих профила:

source: Import Complete
sr: Увоз је завршен

source: The following items were successfully imported:
sr: Следеће ставке су успешно увежене:
