Repository: filmil/mozilla
Catalog: trunk/po/*/browser/chrome/browser/browser.properties.po
Languages: sr_rs

source: Done
sr_rs: Крај

source: Timed Out
sr_rs: Време је истекло

source: Stopped
sr_rs: Заустављено

source: Open File
sr_rs: Отвори датотеку

source: Drop a link to bookmark it
sr_rs: Пренесите везу за памћење

source: Drop a link or file to download it
sr_rs: Пренесите везу или датотеку за пријем

source: Drop a link or file to open it
sr_rs: Пренесите везу или датотеку за отварање

source: Drop a link or file to open it in a new tab
sr_rs: Пренесите везу или датотеку како бисте је отворили у новом језичку

source: Drop a link or file to open it in a new window
sr_rs: Пренесите везу или датотеку како бисте је отворили у новом прозору

source: Drop a link or file to make it your home page
sr_rs: Пренесите везу или датотеку Ваше почетне стране

source: Set Home Page
sr_rs: Поставка почетне стране

source: Do you want this document to be your new home page?
sr_rs: Да ли желите да овај докуменат постане Ваша почетна страна?

source: An error has occurred on this page. Double click here for details.
sr_rs: Појавила се грешка на овој страни. Двапут кликните овде за детаље.

source: Link will open in:
sr_rs: Веза ће бити отворена у:

source: Location:
sr_rs: Адреса:

source: (Nothing Available)
sr_rs: (Недоступно)

source: true
sr_rs: истина

source: Search %S for "%S"
sr_rs: Претражи %S са „%S“

source: Block Images from %S
sr_rs: Блокирај слике са %S

source: Save Web Page
sr_rs: Чување веб странице

source: Save Picture
sr_rs: Чување слика

source: Save As
sr_rs: Сачувај као

source: Web Page, complete
sr_rs: Веб-страна, потпуна

source: Web Page, HTML only
sr_rs: Веб-страна, само HTML

source: Bookmark All Tabs...
sr_rs: Постави све језичке у омиљено...

source: Bookmark This Tab...
sr_rs: Постави језичак у омиљено...

source: [Folder Name]
sr_rs: [Назив каталога]

source: %S_files
sr_rs: %S_датотека

source: The link could not be saved. The web page might have been removed or had its name changed.
sr_rs: Објекат не може бити сачуван. Вероватно је веб-страна удаљена или је променила назив.

source: Save Link
sr_rs: Чување везе

source: Web Panels
sr_rs: Интернет панели

source: %S prevented this site (%S) from asking you to install software on your computer.
sr_rs: Програм %S је спречио ово ел. место (%S) да вас пита за инсталацију програма на Ваш рачунар.

source: Edit Options...
sr_rs: Измена опција...

source: Software installation has been disabled by your system administrator.
sr_rs: Администратор је забранио инсталацију програма.

source: Software installation is currently disabled. Click Enable and try again.
sr_rs: Инсталација програма је тренутно забрањена. Притисните Дозволи и пробајте поново.

source: Enable
sr_rs: Дозволи

source: To protect your computer, %S prevented this site (%S) from installing themes.
sr_rs: Како би заштитио Ваш компијутер, %S је забранио овој веб страни (%S) да поставља теме.

source: %S prevented this site from opening a popup window.
sr_rs: %S није дозволио овој веб страни да отвори искачући прозор.

source: %S prevented this site from opening %S popup windows.
sr_rs: %S није дозволио овој веб страни да отвори %S искачући прозор.

source: Options
sr_rs: Поставке

source: Preferences
sr_rs: Подешавања

source: Allow popups for %S
sr_rs: Дозволи искачуће прозоре за %S

source: Block popups for %S
sr_rs: Забрани искачуће прозоре за %S

source: Don't show this message when popups are blocked
sr_rs: Не приказуј ову поруку при блокирању искачућих прозора

source: Don't show info message when popups are blocked
sr_rs: Не приказуј поруку при блокирању искачућих прозора

source: Show '%S'
sr_rs: Прикажи „%S‟

source: %S will now always block images from %S.
sr_rs: %S ће сада увек да зауставља слике са %S.

source: %S will now allow images from %S.
sr_rs: %S ће сада да дозвољава приказ слика са %S.

source: Undo
sr_rs: Опозови

source: %S can save information that you enter in web forms to make filling them out faster in the future. Would you like to save form information from now on?
sr_rs: %S може сачувати податке које уносите у формуларима како би их касније брже попуњавали. Да ли желите да садржај формулара од сада буде памћен?

source: Save Form Information
sr_rs: Сачувај садржај формулара

source: Don't Save
sr_rs: Не уписуј

source: Additional plugins are required to display all the media on this page.
sr_rs: Потребни су додатци како би био видљив целокупан садржај стране.

source: Install Missing Plugins...
sr_rs: &Инсталирам недостајуће додатке...

source: Clear Private Data...
sr_rs: Избриши приватне податке...

source: Clear Private Data Now
sr_rs: Уклони приватне податке

source: Check for Updates...
sr_rs: Провери постојање унапређења...

source: Downloading %S...
sr_rs: Преузимам %S...

source: Downloading Update...
sr_rs: Преузимам унапређења...

source: Resume Downloading %S...
sr_rs: Настављам преужимање %S...

source: Resume Downloading Update...
sr_rs: Настављам преужимање унапређења...

source: Apply Downloaded Update Now...
sr_rs: Примени преужета унапређења...

source: Add '%S' as Live Bookmark...
sr_rs: Додај '%S' као везу ка вестима уживо...

source: Add Live Bookmark...
sr_rs: Додај вести уживо...

source: Page has no feeds
sr_rs: Страна не садржи вести уживо

source: Subscribe to '%S'...
sr_rs: Претплати се на „%S‟...

source: Subscribe to this page...
sr_rs: Претплати се на ову страну...

source: Undo Close Tab
sr_rs: Врати затворени језичак
