Repository: filmil/mozilla
Catalog: trunk/po/*/browser/chrome/browser/pageInfo.properties.po
Languages: sr

source: Page Info - %S
sr: Подаци о страни - %S

source: Frame Info - %S
sr: Подаци о оквиру - %S

source: Untitled Page:
sr: Безимена страна

source: Unknown
sr: Непознато

source: Not specified
sr: Неодређено

source: Yes
sr: Да

source: No
sr: Не

source: Image
sr: Слика

source: Background
sr: Позадинска слика

source: Object
sr: Објекат

source: Embed
sr: Уграђени објекат

source: Icon
sr: Иконица

source: Input
sr: Поље уноса

source: %Spx × %Spx
sr: %S тач. × %S тач.

source: Select a Folder to Save the Images
sr: Изаберите директоријум за чување слика

source: Block Images from %S
sr: Блокирај слике са: %S

source: Unknown (not cached)
sr: Непознат (није кеширан)

source: %S Image
sr: Слика: %S

source: %S Image (animated, %S frames)
sr: Слика: %S (анимирана, кадрова %S)

source: %Spx × %Spx (scaled to %Spx × %Spx)
sr: %Sт. × %Sт. (скалирано на %Sт. × %Sт.)

source: Quirks mode
sr: Толерантан начин рада

source: Standards compliance mode
sr: Поштовање стандарда

source: Not cached
sr: Није кеширано

source: Disk cache
sr: Кеш диска

source: Memory cache
sr: Кеш меморија

source: %S KB (%S bytes)
sr: %S KB (бајтова: %S)

source: Meta (1 tag)
sr: Мета (1 ознака)

source: Meta (%S tags)
sr: Мета (ознака: %S)

source: This web site is owned by %S This has been verified by %S
sr: Власник веб сајта: %S Контролор веб сајта: %S

source: RSS
sr: РСС

source: Atom
sr: Атом

source: XML
sr: ИксМЛ

source: This web site provides a certificate to verify its identity.
sr: Овај сајт обезбеђује сертификат о идентитету.

source: This web site does not supply identity information.
sr: Овај веб сајт не обезбеђује податке о идентитету.

source: Yes, once
sr: Да, једном

source: Yes, %S times
sr: Да, оволико пута: %S
