Repository: filmil/mozilla
Catalog: trunk/po/*/browser/chrome/browser/search.properties.po
Languages: sr_rs

source: Search using %S
sr_rs: Тражи употребом %S

source: Clear Search History
sr_rs: Очисти историјат претраге

source: Show Suggestions
sr_rs: Прикажи предлоге

source: Download Error
sr_rs: Грешка у пријему

source: %S could not download the search plugin from: %S
sr_rs: Програм %S није могао да преузме додатак за претрагу са: %S

source: %S could not install the search plugin from "%S" because an engine with the same name already exists.
sr_rs: %S није могао да инсталира додатак за претрагу са „%S‟ јер је већ постављен претраживач са истим именом.

source: Install Error
sr_rs: Грешка при инсталацији

source: This search engine isn't supported by %S and can't be installed.
sr_rs: Програм %S не подржава овај претраживач и зато не може да се инсталира.

source: Add "%S"
sr_rs: Додај „%S‟

source: Suggestions
sr_rs: Предлози
