Repository: filmil/mozilla
Catalog: release-3/po/*/toolkit/chrome/search/search.properties.po
Languages: sr

source: Add Search Engine
sr: Додај претраживач

source: Add "%S" to the list of engines available in the search bar? From: %S
sr: Да ли желите да додате „%S‟ у списак претраживача? Порекло: %S

source: Start &using it right away
sr: Почни &одмах да га користиш

source: Add
sr: Додај

source: Download Error
sr: Грешка при пријему

source: %S could not download the search plugin from: %S
sr: Програм %S није могао да преузме прикључак за претрагу са сајта: %S

source: %S could not install the search plugin from "%S" because an engine with the same name already exists.
sr: Програм %S није могао да инсталира прикључак са сајта „%S‟ јер већ постоји претраживач са истим именом.

source: Install Error
sr: Грешка при инсталацији

source: This search engine isn't supported by %S and can't be installed.
sr: Програм %S не подржава овај претраживач па не може бити инсталиран.

source: Suggestions
sr: Предлози
