Repository: filmil/mozilla
Catalog: branches/fx2/po/*/browser/chrome/browser/bookmarks/addBookmark.dtd.po
Languages: sr_rs

source: Add Bookmark
sr_rs: Забележи

source: &brandShortName; will add a bookmark to this page.
sr_rs: Програм &brandShortName; ће забележити ову страну.

source: &Name:
sr_rs: Назив:

source: &Keyword:
sr_rs: Кључна реч:

source: Live Titles
sr_rs: Живи наслови

source: &Location:
sr_rs: Адреса:

source: &Create In &gt;&gt;
sr_rs: Направи у &gt;&gt;

source: Create In &lt;&lt;
sr_rs: Направи у &lt;&lt;

source: &Create in:
sr_rs: Направи у:

source: &Move to:
sr_rs: Премести у:

source: New F&older...
sr_rs: Нови &каталог...

source: Don't show this di&alog again
sr_rs: Не показуј више овај дијалог

source: When this option is selected, new Bookmarks will be added using the title provided by the page.
sr_rs: Када је ова опција изабрана нове забелешке ће користити изворна имена страна

source: Choose Folder
sr_rs: Избор каталога

source: Show all the bookmarks folders
sr_rs: Прикажи садржај свих каталога

source: Hide
sr_rs: Сакриj

source: Add
sr_rs: Додај

source: Bookmarks Toolbar
sr_rs: Трака са забелешкама
