Repository: filmil/mozilla
Catalog: release-3/po/*/editor/ui/chrome/composer/pref-composer.dtd.po
Languages: sr

source: Recent Pages Menu
sr: Списак скорашњих страна

source: Maximum &number of pages listed:
sr: &Највећи број страна који се приказује:

source: When Saving or Publishing Pages
sr: При чувању или објављивању страна

source: &Preserve original source formatting
sr: &Сачувај изворно форматирање

source: Preserves line breaks and page's original formatting
sr: Чува преломе редова и изворно форматирање

source: &Save images and other associated files when saving pages
sr: &Чува слиле и остале придружене датотеке при чувању страна

source: &Always show Publish dialog when publishing pages
sr: &Увек приказуј дијалог за објављивање при објављивању страна

source: Editing
sr: Уређивање

source: &Maintain table layout when inserting or deleting cells
sr: &Одржавај изглед табеле при уметању и уклањању ћелија

source: Preserves table's rectangular shape by automatically adding cells after inserting or deleting cells
sr: Чува правоугаони облик табеле аутоматским додавањем ћелија пре уметања или уклањања ћелија

source: &Use CSS styles instead of HTML elements and attributes
sr: &Користи CSS уместо HTML елемената и атрибута

source: &Return in a paragraph always creates a new paragraph
sr: &Нови ред унутар пасуса увек прави нови пасус
