Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/communicator/wallet/SignonViewer.dtd.po
Languages: sr

source: Password Manager
sr: Управник лозинки

source: Form Manager: Sites
sr: Управник формуларима: веб сајтови

source: Passwords Saved
sr: Сачуване лозинке

source: Passwords Never Saved
sr: Лозинке које се не чувају

source: Forms Never Previewed
sr: Формулари који се не прегледају

source: Forms Never Saved
sr: Формулари који се не снимају

source: Password Manager has saved login information for the following sites:
sr: Управљач лозинки чува податке о следећим веб сајтовима:

source: Password Manager will never save login information for the following sites:
sr: Управљач лозинкама неће памтити податке о следећим веб сајтовима:

source: Form Manager will never preview forms from the following sites before pre-filling them for you:
sr: Управљач формуларима неће давати формуларе на преглед са следећих веб сајтова пре него што их испуни за Вас:

source: Form Manager will never ask to save forms from the following sites:
sr: Управљач формуларима никада неће питати да ли да чува формуларе са следећих веб сајтова:

source: Site
sr: Веб сајт

source: Username
sr: Корисничко име

source: Password
sr: Лозинка

source: Remove
sr: Уклони

source: Remove All
sr: Уклони све
