Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/communicator/wallet/wallet.properties.po
Languages: sr

source: Master password incorrect. Do you want to try again?
sr: Главна лозинка није исправно унета. Да ли желите поново да је унесете?

source: Do you want to remember the values you filled in?
sr: Да ли желите да запамтите унесене вредности?

# WantToSavePasswordEncrypted?
source: Password Manager can remember this logon and enter it automatically the next time you return to this website.##Do you want Password Manager to remember this logon?
sr: Управник лозинкама може да запамти ову пријаву и да је аутоматски унесе наредни пут када се вратите на овај веб сајт.##Да ли желите да Управник лозинкама запамти ову пријаву?

source: Do you want to remember your user name and password?##Stored values are not password protected.
sr: Да ли желите да запамтите корисничко име и лозинку?##Уписане вредности нису заштићене од неовлашћеног читања.

source: Do you want to remember your user name and password?##Stored values are password protected.
sr: Да ли желите да сачувате корисничко име и лозинку?##Уписане вредности су заштићене од неовлашћеног читања.

source: A master password will be used to protect sensitive single-signon information stored on your hard drive. Future releases will strongly encrypt this data for maximum protection.##Select a master password.#(Leave fields blank if you don't want to use a master password).#
sr: Програм ће користити главну лозинку да би заштитио поверљиве информације на вашем диску. Будућа издања програма ће користити јаке шифре за најбољу могућу заштиту.##Изаберите главну лозинку#(Оставите празна поља уколико не желите да користите главну лозинку).#

source: Enter your master password.
sr: Унесите вашу главну лозинку:

source: Select a new master password.#(Leave fields blank if you don't want to use a master password).#
sr: Изаберите нову главну лозинку.#(Оставите празна поља уколико не желите да користите главну лозинку).#

source: Enter a master password
sr: Унесите главну лозинку

source: Retype the master password
sr: Поновите главну лозинку

source: The two master passwords were not identical. Please enter the same master password in both fields.
sr: Главне лозинке које сте унели се не поклапају. Молим унесите исту лозинку у оба поља.

source: Select a username to be entered on this form.
sr: Изаберите користничко име које треба унети у овај формулар.

source: Select the user whose password is being changed.
sr: Изаберите налог за ког мењате лозинку

source: For your convenience, the browser can remember your user names and passwords so you won't have to re-type them in the future. Your passwords will be obscured before being saved on your hard drive. Do you want this feature enabled?
sr: Зарад ваше удобности, прегледач може да памти ваше налоге и лозинке како не бисте морали да их убудуће поново куцате. Ваше лозинке ће бити шифроване пре него што их програм запише на диск. Да ли желите да користите ову могућност?

source: You can save information that you enter on forms and later automatically prefill that information on other forms. To save such information, select Edit/Save Form Info from the menu while viewing the form.
sr: Податке које сте унели у овај формулар можете сачувати како би их програм касније аутоматски убацивао. Да бисте сачували податке, изаберите ставку Уреди/Сачувај податке о формулару из менија Уреди који се јавља док прегледате формулар.

source: There are no fields that can be prefilled.
sr: Нема поља која могу да се попуне подацима.

source: Never for this site
sr: Не попуњавај аутоматски на овом веб сајту

source: Confirm
sr: Потврди

source: Prompt
sr: Упит

# SaveTheseValuesEncrypted
source: Use Password Manager to remember these values.
sr: Користите управника лозинкама да запамтите ове вредности.

# SaveThisValueEncrypted
source: Use Password Manager to remember this value.
sr: Користите управника лозинкама да запамтите ову вредност.

# SaveThisPasswordEncrypted
source: Use Password Manager to remember this password.
sr: Користите управника лозинкама да запамтите ову лозинку.

source: Remember these values. Stored values are not password protected.
sr: Запамти ове вредности. Запамћене вредности нису заштићене лозинком.

source: Remember these values. Stored values are password protected.
sr: Запамти ове вредности. Запамћене вредности су заштићене лозинком.

source: Remember this value. Stored values are not password protected.
sr: Запамти ову вредност. Запамћене вредности нису заштићене лозинком.

source: Remember this value. Stored values are password protected.
sr: Запамти ову вредност. Запамћене вредности су заштићене лозинком.

source: User Name
sr: Налог

source: Password
sr: Лозинка

source: Select User
sr: Изаберите корисника

source: No passwords have ever been saved.
sr: Нема сачуваних лозинки.

source: Data has been captured.
sr: Подаци су преузети.

source: There is nothing to capture.
sr: Нема података за преузимање.

source: Unable to capture data.
sr: Није могуће преузети податке.

source: Stored data has been converted.
sr: Запамћени подаци су прерађени.

source: All stored data will be erased.
sr: Сви запамћени подаци биће избрисани.

source: Unable to convert stored data.
sr: Није могуће прерадити снимљене податке.

source: Unable to change the password that protects your sensitive information.
sr: Није могуће променити лозинку која чува ваше поверљиве податке.

source: Your sensitive information is now locked.
sr: Ваши поверљиви подаци су закључани.

source: Unable to lock your sensitive information.
sr: Није могуће закључати ваше поверљиве податке.

source: Saving Passwords and Other Sensitive Information##Password Manager and Form Manager will save passwords, user names, and other sensitive information and enter them for you automatically when they are required.#This sensitive information is stored on your computer in a file that's difficult, but not impossible, to read.#If other people have access to your computer, you may want to password protect the stored sensitive information by choosing a Master Password.#If you choose to password protect your stored information, you will be asked to provide your Master Password from time to time. This approach provides better security but is slightly less convenient.
sr: Чување лозинки и осталих поверљивих података##Управљач лозинкама и управљач формуларима умеју да чувају лозинке, налоге и друге поверљиве податке и аутоматски их убаце на страну када је то потребно.#Ови подаци су сачувани на вашем рачунару у датотеци која се тешко може прочитати без значајног утрошка времена.#Ако вашем рачунару приступају и друге особе, можда ћете желети да ваше поверљиве податке заштитите од читања бирањем главне лозинке.#Ако одлучите да поверљиве податке заштитите шифром, програм ће вас с времена на време питати да унесете главну лозинку. Овај начин рада Вам пружа већу сигурност при раду, науштрб удобности.

source: Alert
sr: Узбуна
