Repository: filmil/mozilla
Catalog: trunk/po/*/mail/chrome/messenger/addressbook/addressBook.properties.po
Languages: sr_rs

source: You must enter a list name.
sr_rs: Морате унети име друштва.

source: New Card
sr_rs: Нова картица

source: New Card for %S
sr_rs: Нова картица за %S

source: Edit Card
sr_rs: Уреди картицу

source: Edit Card for %S
sr_rs: Уреди картицу за %S

source: Edit vCard
sr_rs: Уреди визиткарту

source: Edit vCard for %S
sr_rs: Уреди визиткарту за %S

source: You must enter at least one of the following items: Email Address, First Name, Last Name, Display Name, Organization.
sr_rs: Морате да унесете бар једну од наредних ставки: Ел. адреса, Име, Презиме, Приказано име, Организација.

source: Required Information Missing
sr_rs: Недостају неопходни подаци

source: The primary e-mail address must be of the form user@host.
sr_rs: Основна ел. адреса мора бити облика корисник@рачунар.

source: Incorrect Email Address Format
sr_rs: Формат ел. адресе је неисправан

source: Card for %S
sr_rs: Картица за %S

source: Mailing List: %S
sr_rs: Дописно друштво: %S

source: Mailing List Already Exists
sr_rs: Дописно друштво већ постоји

source: A Mailing List with that name already exists. Please choose a different name.
sr_rs: Дописно друштво са тим именом већ постоји. Молимо изаберите друго име.

source: Delete Failed
sr_rs: Брисање није успело

source: Delete Mailing List
sr_rs: Уклони дописно друштво

source: Delete Address Book
sr_rs: Обриши адресар

source: Are you sure you want to delete the selected address book?
sr_rs: Да ли сигурно желите да обришете изабран адресар?

source: If this address book is deleted, %S will no longer collect addresses. Are you sure you want to delete the selected address book?
sr_rs: Ако уклоните овај адресар, %S неће више сакупљати адресе. Да ли сигурно желите да уклоните изабрани адресар?

source: Are you sure you want to delete the selected mailing list?
sr_rs: Да ли сигурно желите да обришете изабрано дописно друштво?

source: Are you sure you want to delete the selected cards and mailing lists?
sr_rs: Да ли сигурно желите да обришете изабране картице и дописна друштва?

source: Are you sure you want to delete the selected mailing lists?
sr_rs: Да ли сигурно желите да обришете изабрана дописна друштва?

source: Email
sr_rs: Ел. пошта

source: List Name
sr_rs: Име друштва

source: Additional Email
sr_rs: Додатна ел. адреса

source: Screen Name
sr_rs: Наденуто име

source: Nickname
sr_rs: Надимак

source: Display Name
sr_rs: Приказано име

source: Work
sr_rs: Посао

source: Home
sr_rs: Кућа

source: Fax
sr_rs: Факс

source: Mobile
sr_rs: Мобилни

source: Pager
sr_rs: Пејџер

source: Custom 1
sr_rs: Произвољно 1

source: Custom 2
sr_rs: Произвољно 2

source: Custom 3
sr_rs: Произвољно 3

source: Custom 4
sr_rs: Произвољно 4

source: %1$S, %2$S %3$S
sr_rs: %3$S %1$S, %2$S

source: Cc
sr_rs: Коп

source: Bcc
sr_rs: сКоп

source: Please remove the following cards with no email address :
sr_rs: Молимо уклоните следеће картице без ел. адреса:

source: Address Book
sr_rs: Адресар

source: Personal Address Book
sr_rs: Лични адресар

source: Collected Addresses
sr_rs: Сакупљене адресе

source: Total Cards in %1$S: %2$S
sr_rs: Укупно картица у %1$S: %2$S

source: No matches found
sr_rs: Нема погодака

source: 1 match found
sr_rs: 1 погодак

source: %S matches found
sr_rs: број погодака: %S

source: %S cards copied
sr_rs: умножено картица: %S

source: 1 card copied
sr_rs: 1 картица умножена

source: %S cards moved
sr_rs: Премештено картица: %S

source: 1 card moved
sr_rs: Премештена је једна картица

source: None
sr_rs: Ниједна

source: Please enter a valid Name.
sr_rs: Молимо унесите исправно име.

source: Please enter a valid Hostname.
sr_rs: Молимо унесите исправно име рачунара.

source: Please enter a valid Port Number.
sr_rs: Молимо унесите исправан број порта.

source: Please enter a valid number in the results field.
sr_rs: Молимо унесите исправан број у поље са резултатом.

source: You must be online to perform LDAP replication.
sr_rs: Морате бити на вези за репликацију LDAPа.

source: Settings must be saved before a directory may be downloaded.
sr_rs: Подешавања морају да се сачувају пре него што директоријум може да се прими.

source: Export Address Book
sr_rs: Извези адресар

source: Comma Separated
sr_rs: Раздвојено запетама

source: Tab Delimited
sr_rs: Раздвојено табулацијом

source: Export Failed
sr_rs: Извоз није успео

source: Failed to export addressbook, no space left on device.
sr_rs: Није могуће извести адресар, нема довољно места на диску.

source: Failed to export addressbook, file access denied.
sr_rs: Није могуће извести адресар, приступ датотеци је одбијен.

source: Address Book LDAP Replication
sr_rs: Умножавање LDAP адресара

source: To access the directory server, enter your user name and password.
sr_rs: За приступ серверу за директоријуме, унесите корисничко име и лозинку.

source: Join+me+in+this+Chat.
sr_rs: Придружи+ми+се+у+разговору.

source: Card for
sr_rs: Картица за

source: Other
sr_rs: Остало

source: Phone
sr_rs: Телефон

source: Description
sr_rs: Опис

source: Addresses
sr_rs: Адресе

source: New Address Book
sr_rs: Нови адресар

source: Address Book Properties
sr_rs: Својства адресара

source: Corrupt Address Book File
sr_rs: Неисправан адресар

source: One of your address book files (%1$S file) could not be read. A new %2$S file will be created and a backup of the old file, called %3$S, will be created in the same directory.
sr_rs: Један од ваших адреасра (датотека %1$S) није могао бити прочитан. Нова датотека %2$S биће направљена а резервна копија старе датотеке, под именом %3$S биће начињена у истом директоријуму.

source: Unable to Load Address Book File
sr_rs: Није могуће учитати адресар

source: Unable to load address book file %S. It may be read-only, or locked by another application. Please try again later.
sr_rs: Није могуће учитати адресар %S. Можда је адресар само за читање, или га је закључао неки други програм. Молимо да пробате касније.
