Repository: filmil/mozilla
Catalog: tags/date-20070613/po/*/mail/chrome/messenger/messengercompose/askSendFormat.dtd.po
Languages: sr_rs

source: HTML Mail Question
sr_rs: Питање о HTML порукама

source: Some of the recipients are not listed as being able to receive HTML mail.
sr_rs: Неки примаоци нису на списку особа које могу да примају HTML поруке.

source: Your message can be converted to plain text without losing information.
sr_rs: Ваша порука може бити пребачена у обичан текст без губитка података.

source: Your message can be converted to plain text without losing important information. However, the plain text version might look different from what you saw in the composer.
sr_rs: Ваша порука може бити пребачена у обичан текст без губитка важних података. Међутим, једном пребачена порука може изгледати другачије него што сте видели у уређивачу.

source: However, you used formatting (e.g. colors) that will not be converted to plain text.
sr_rs: Међутим, користили сте уређивање (нпр. боје) које неће бити пребачене у обичан текст.

source: Would you like to convert the message to plain text or send it in HTML anyway?
sr_rs: Да ли желите да пребаците проуку у обичан текст или да је ипак пошаљете као HTML?

source: Send in Plain Text and HTML
sr_rs: Пошаљи и као текст и као HTML

source: Send in Plain Text Only
sr_rs: Пошаљи само као текст

source: Send in HTML Only
sr_rs: Пошаљи само као HTML

source: Send in Plain Text and HTML (recommended)
sr_rs: Пошаљи у обичном тексту и у HTML (препоручено)

source: Send in Plain Text Only (recommended)
sr_rs: Пошаљи само у обичном тексту (препоручено)

source: Send in HTML Only (recommended)
sr_rs: Пошаљи само у HTML (препоручено)

source: (recommended)
sr_rs: (препоручено)

source: Send
sr_rs: Шаљи

source: Cancel
sr_rs: Откажи

source: Recipients...
sr_rs: Примаоци...

source: Help
sr_rs: Помоћ
