Repository: filmil/mozilla
Catalog: branches/fx2/po/*/mail/chrome/messenger/preferences/notifications.dtd.po
Languages: sr_rs

source: Customize New Mail Notifications
sr_rs: Прилагоди дојаве о новим порукама

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 30em
sr_rs: 30em

source: Alerts
sr_rs: Узбуне

source: Choose which fields to show in the alert notification:
sr_rs: Изаберите поља која ће бити приказана у дојавама

source: &Message Preview Text
sr_rs: &Одломак поруке

source: &Subject
sr_rs: &Тема

source: S&ender
sr_rs: По&шиљалац

source: Sound
sr_rs: Звук

source: Pre&view Sound
sr_rs: &Звук за преглед

source: S&ystem New Mail Sound
sr_rs: Сис&темски звук за нову пошту

source: System Alert Sound
sr_rs: Системски звук за уз&буну

source: &Custom .wav file
sr_rs: &Произвољну .wav датотеку

source: &Browse...
sr_rs: &Преглед...
