Repository: filmil/mozilla
Catalog: tags/date-20061123/po/*/browser/chrome/browser/preferences/changeaction.dtd.po
Languages: sr_rs

source: Change Action
sr_rs: Измена акције

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 36em
sr_rs: 36em

source: When downloading files like this:
sr_rs: Када преузимам датотеке сличне овој:

source: &Open them with the default application:
sr_rs: &Отвори помоћу подразумеваног програма:

source: Op&en them with this application:
sr_rs: О&твори помоћу овог програма:

source: &Browse...
sr_rs: &Изабери:

source: &Save them on my computer
sr_rs: &Сачувај на Ваш рачунар

source: in the &default download folder
sr_rs: у &подразумевани директоријум

source: in t&his folder:
sr_rs: у &директоријум:

source: Bro&wse...
sr_rs: И&забери:

source: &ask me where to save the file
sr_rs: &питај ме где да сачувам датотеку

source: Use this &Plugin:
sr_rs: Користи &додатак:
