Repository: filmil/mozilla
Catalog: tags/mozilla-20070126/po/*/mail/chrome/messenger/preferences/sendoptions.dtd.po
Languages: sr_rs

source: Send Options
sr_rs: Опције за слање

source: Text Format
sr_rs: Формат текста

source: When sending messages in HTML format and one or more recipients are not listed as being able to receive HTML:
sr_rs: При слању порука у HTML формату када су један или више прималаца означени да не могу да примају HTML:

source: As&k me what to do
sr_rs: &Питај ме шта урадити

source: &Convert the message to plain text
sr_rs: П&ребаци поруку у обичан текст

source: &Send the message in HTML anyway
sr_rs: По&шаљи у HTML формату без обзира

source: S&end the message in both plain text and HTML
sr_rs: Пошаљи поруку и у обичном тексту и у HTML &формату

source: If you know a particular recipient can receive HTML mail, uncheck the 'Send email as plain text (no HTML)' checkbox on the recipient's Address Book card.
sr_rs: Ако знате да одређени прималац може да прима HTML поруке, очистите кућуцу „Шаљи поруке као обичан текст (без HTMLа) на примаочевој картици у адресару.“

source: Note: Use the Address Book to specify preferred text formats for recipients.
sr_rs: Примедба: користите адресар да за примаоце означите у ком формату желе да примају поруке.

source: When you send a message to an address with one of the domain names listed below, &brandShortName; automatically sends the message in the correct format.
sr_rs: Када шаљете поруку на адресу са неким од доле наведених имена домена, &brandShortName; аутоматски шаље поруку у исправном формату.

source: &HTML Domains
sr_rs: &Домени за HTML

source: &Plain Text Domains
sr_rs: Домени за обичан &текст

source: Add...
sr_rs: Додај...

source: a
sr_rs: д

source: Delete
sr_rs: Уклони

source: l
sr_rs: У

source: t
sr_rs: к

source: Add HTML Domain Name
sr_rs: Додај домен за HTML

source: HTML Domain Name:
sr_rs: Име домена за HTML:

source: Add Plain Text Domain Name
sr_rs: Додај име домена за обичан текст

source: Plain Text Domain Name:
sr_rs: Име домена за обичан текст:

source: Domain Name Error
sr_rs: Грешка у имену домена

source: The domain name @string@ already exists in this list.
sr_rs: Име домена @string@ већ постоји у овом списку.

source: A domain name cannot appear in both the HTML and Plain Text lists. The domain name @string@ already exists.
sr_rs: Име домена се не може наћи и у списку за HTML и у списку за обичан текст. Име домена @string@ већ постоји.
