Repository: filmil/mozilla
Catalog: release-3/merge/*/extensions/wallet/src/resources/wallet.properties.po
Languages: sr

source: Master password incorrect. Do you want to try again?
sr: Главна лозинка је неисправна. Да ли желите да пробате поново?

source: Do you want to remember the values you filled in?
sr: Да ли желите да запамтите вредности које сте унели?

# WantToSavePasswordObscured?
source: Password Manager can remember this logon and enter it automatically the next time you return to this website.##Do you want Password Manager to remember this logon?
sr: Управник лозинкама може да запамти ову пријаву и аутоматски је унесе наредни пут када се вратите на овај сајт.##Да ли желите да Управник лозинкама запамти ову пријаву?

# WantToSavePasswordEncrypted?
source: Password Manager can remember this logon and enter it automatically the next time you return to this website.##Do you want Password Manager to remember this logon?
sr: Управник лозинкама може да запамти ову пријаву и аутоматски је унесе наредни пут када се вратите на овај сајт.##Да ли желите да Управник лозинкама запамти ову пријаву?

source: Do you want to remember your user name and password?##Stored values are not password protected.
sr: Да ли желите да Ваше корисничко име и лозинка буду упамћени?##Сачуване вредности нису заштићене лозинком.

source: Do you want to remember your user name and password?##Stored values are password protected.
sr: Да ли желите да Ваше корисничко име и лозинка буду упамћени?##Сачуване вредности су заштићене лозинком.

source: A master password will be used to protect sensitive single-signon information stored on your hard drive. Future releases will strongly encrypt this data for maximum protection.##Select a master password.#(Leave fields blank if you don't want to use a master password).#
sr: Користи се главна лозинка за заштиту осетљивих података за пријаву. Будућа издања ће користити јако шифровање за највиши ниво безбедности.##Изаберите главну лозинку.#(Оставите поља непопуњена ако не желите да користите главну лозинку).#

source: Enter your master password.
sr: Унесите главну лозинку

source: Select a new master password.#(Leave fields blank if you don't want to use a master password).#
sr: Изаберите нову главну лозинку.#(Оставите поља празна ак оне желите да користите главну лозинку).#

source: Enter a master password
sr: Унесите главну лозинку

source: Retype the master password
sr: Поновите главну лозинку

source: The two master passwords were not identical. Please enter the same master password in both fields.
sr: Унете лозинке нису идентичне. Молимо да у оба поља унесете исту главну лозинку.

source: Select a username to be entered on this form.
sr: Изаберите корисничко име које ће бити унето на овај формулар.

source: Select the user whose password is being changed.
sr: Изаберите корисника чија се лозинка мења.

source: For your convenience, the browser can remember your user names and passwords so you won't have to re-type them in the future. Your passwords will be obscured before being saved on your hard drive. Do you want this feature enabled?
sr: Ваше удобности ради, читач може да запамти корисничка имена и лозинке тако да убудуће их не морате поново ручно да унесете. Ваше лозинке ће бити прикривене пре чувања на хард диск. Да ли желите да укључите ову могућност?

source: There are no fields that can be prefilled.
sr: Нема поља која се могу попунити унапред.

source: Never for this site
sr: Никада за овај сајт

source: Confirm
sr: Потврди

# PromptForPassword
source: Password
sr: Лозинка

source: Prompt
sr: Упит

# SaveTheseValuesObscured
source: Use Password Manager to remember these values.
sr: Користи управника лозинкама за памћење ових вредности.

# SaveTheseValuesEncrypted
source: Use Password Manager to remember these values.
sr: Користи управника лозинкама за памћење ових вредности.

# SaveThisValueObscured
source: Use Password Manager to remember this value.
sr: Користи управика лозинкама за памћење ове вредности.

# SaveThisValueEncrypted
source: Use Password Manager to remember this value.
sr: Користи управника лозинкама за памћење ове вредности.

# SaveThisPasswordObscured
source: Use Password Manager to remember this password.
sr: Користи управника лозинкама за памћење ове лозинке.

# SaveThisPasswordEncrypted
source: Use Password Manager to remember this password.
sr: Користи управника лозинкама за памћење ове лозинке.

source: Remember these values. Stored values are not password protected.
sr: Запамти ове вредности. Сачуване вредности нису заштићене лозинком.

source: Remember these values. Stored values are password protected.
sr: Запамти ове вредности. Сачуване вредности су заштићене лозинком.

source: Remember this value. Stored values are not password protected.
sr: Запамти ову вредност. Сачуване вредности нису заштићене лозинком.

source: Remember this value. Stored values are password protected.
sr: Запамти ову вредности. Сачуване вредности су заштићене лозинком.

source: User Name
sr: Корисничко име

source: Password
sr: Лозинка

source: Select User
sr: Изабери корисника

source: No passwords have ever been saved.
sr: Ниједна лозинка још није сачувана.

source: Data has been captured.
sr: Подаци су сачувани.

source: There is nothing to capture.
sr: Нема података за чување,

source: Unable to capture data.
sr: Није могуће сачувати податке.

source: Stored data has been converted.
sr: Сачувани подаци су промењени.

source: All stored data will be erased.
sr: Сви сачувани подаци ће бити уклоњени.

source: Unable to convert stored data.
sr: Није могуће променити сачуване податке.

source: Unable to change the password that protects your sensitive information.
sr: Није могуће променити лозинку која чува поверљиве податке.

source: Your sensitive information is now locked.
sr: Ваши поверљиви подаци су закључани.

source: Unable to lock your sensitive information.
sr: Није могуће закључати поверљиве податке.

source: Saving Passwords and Other Sensitive Information##Password Manager and Form Manager will save passwords, user names, and other sensitive information and enter them for you automatically when they are required.#This sensitive information is stored on your computer in a file that's difficult, but not impossible, to read.#If other people have access to your computer, you may want to password protect the stored sensitive information by choosing a Master Password.#If you choose to password protect your stored information, you will be asked to provide your Master Password from time to time. This approach provides better security but is slightly less convenient.
sr: Чување лозинки и других поверљивих информација##Управник лозинкама и управник формуларима ће чувати лозинке, корисничка имена и друге поверљиве информације и аутоматски их уносити уместо Вас када су потребне.#Ове поверљиве инфромације се чувају на рачунару у облику који је тешко али не и немогуће прочитати.#Ако трећа лица имају приступ овом рачунару, можда ћете желети да сачуване поверљиве податке заштитите главном лозинком.#Ако изаберете чување података заштићених лозинком, бићете питани да с времена на време унесете главну лозинку. Овај приступ раду омогућава већу безбедност, иако је мање удобан.

source: Alert
sr: Узбуна
