Repository: filmil/mozilla
Catalog: release-3/po/*/dom/chrome/appstrings.properties.po
Languages: sr

source: The URL is not valid and cannot be loaded.
sr: Адреса није исправна и не може бити учитана.

source: The file %S cannot be found. Please check the location and try again.
sr: Датотека %S није пронађена. Проверите адресу и пробајте опет.

source: %S could not be found. Please check the name and try again.
sr: %S није пронађена. Проверите име и пробајте опет.

source: %S is not a registered protocol.
sr: %S није пријављен протокол.

source: The connection was refused when attempting to contact %S.
sr: Одбијена је веза са %S.

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
sr: Веза са %S је прекинута приликом учитавања стране. Подаци су можда делимично пренесени.

source: The operation timed out when attempting to contact %S.
sr: Серверу на %S је потребно превише времена да одговори.

source: Redirection limit for this URL exceeded. Unable to load the requested page. This may be caused by cookies that are blocked.
sr: Лимит за преусмерење је пробијен за овај УРЛ. Није могуће учитати тражену страну. Узрок могу да буду блокирани колачићи.

source: To display this page, the application must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
sr: Да би ова страна била приказана, програм мора да пошаље податке који ће поновити било које дејство (на пример претрагу или потврду наруџбине) које је већ извршено.

source: Resend
sr: Пошаљи опет

source: This document cannot be displayed unless you install the Personal Security Manager (PSM). Download and install PSM and try again, or contact your system administrator.
sr: Овај документ не може бити приказан док не инсталирате Личног управника безбедности (ЛУБ, PSM). Преузмите и инсталирајте ЛУБ и пробајте поново, или се обратите администратору система.

source: The document contains no data.
sr: Документ не садржи податке.

source: This document cannot be displayed while offline. To go online, uncheck Work Offline from the File menu.
sr: Овај документ не може бити приказан док радите ван мреже. ДА бисте се повезали, из менија „Датотека‟ одбележите кућицу „Рад ван мреже‟.

source: The document cannot change while Printing or in Print Preview.
sr: За време штампе или прегледа стране пре штампе документ не може бити измењен.

source: Access to the port number given has been disabled for security reasons.
sr: Приступ задатом порту је искључен из безбедносних разлога.

source: The proxy server you have configured could not be found. Please check your proxy settings and try again.
sr: Посредник (proxy) ког сте подесили није нађен. Молимо проверите подешавања посредника и пробајте поново.

source: The connection was refused when attempting to contact the proxy server you have configured. Please check your proxy settings and try again.
sr: Веза је одбијена приликом покушаја повезивања са посредником ког сте задали. Молимо да проверите подешавања посредника и да пробате поново.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
sr: Страна коју покушавате да погледате није могла бити приказана јер користи неисправну или неподржану компресију.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
sr: Страна коју покушавате да погледате није могла бити приказана јер је садржана у врсти датотека које нису безбедне за отварање. Молимо да обавестите власнике сајта о овом проблему.

source: External Protocol Request
sr: Захтев за спољашњим протоколом

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
sr: Спољни програм мора бити покренут да би обрадио везе %1$S:. Тражена веза: %2$S Ако нисте очекивали овај захтев, то може бити начин да се искористи слабост тог спољног програма, прекините захтев, осим ако сте сигурни да захтев није злонамеран.

source: <Unknown>
sr: <Непознато>

source: Remember my choice for all links of this type.
sr: Памти мој избор за све везе овог типа.

source: Launch application
sr: Покрени програм

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
sr: Сајт %S је пријављен као злонамеран и приступ њему је онемогућен на основу Ваших безбедносних поставки.

source: The web site at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
sr: Веб сајт %S је пријављен као мрежни фалсификат направљен да кориснике наведе на дељење личних или финансијских података.
