Repository: filmil/mozilla
Catalog: trunk/po/*/browser/chrome/browser/preferences/main.dtd.po
Languages: sr_rs

source: Startup
sr_rs: Покретање

source: When &brandShortName; &starts:
sr_rs: Када се програм &brandShortName; &покрене:

source: Show my home page
sr_rs: Прикажи моју страну

source: Show a blank page
sr_rs: Прикажи празну страну

source: Show my windows and tabs from last time
sr_rs: Прикажи прозоре од прошлог пута

source: &Home Page:
sr_rs: &Моја страна:

source: Use &Current Page
sr_rs: Користи &тренутну страну

source: Use Current Pages
sr_rs: Користи тренутне стране

source: Use &Bookmark
sr_rs: Користи &белешку

source: &Restore to Default
sr_rs: Врати &изворну

source: Downloads
sr_rs: Пријеми

source: Show the &Downloads window when downloading a file
sr_rs: Прикажи прозор са при&јемима док трају

source: Close it &when all downloads are finished
sr_rs: &Затвори када се сви пријеми заврше

source: Sa&ve files to
sr_rs: &Сачувај датотеке у

source: Br&owse…
sr_rs: &Преглед…

source: Choos&e…
sr_rs: &Избор…

source: &Always ask me where to save files
sr_rs: &Увек питај где да чувам датотеке

source: Add-ons
sr_rs: Додаци

source: Change options for your add-ons
sr_rs: Промена опција за додатке

source: Change preferences for your add-ons
sr_rs: Промена поставки за додатке

source: &Manage Add-ons…
sr_rs: &Управљање додацима…
