Repository: filmil/mozilla
Catalog: tags/date-20070613/po/*/mail/chrome/messenger/preferences/preferences.properties.po
Languages: sr_rs

source: Add HTML Domain Name
sr_rs: Додај домен за HTML

source: HTML Domain Name:
sr_rs: Име домена за HTML:

source: Add Plain Text Domain Name
sr_rs: Додај име домена за обичан текст

source: Plain Text Domain Name:
sr_rs: Име домена за обичан текст:

source: Domain Name Error
sr_rs: Грешка у имену домена

source: The domain name %S already exists in the HTML or Plain Text lists.
sr_rs: Име домена %S већ постоји у списку за HTML или за обичан текст.

source: Confirm
sr_rs: Потврди

source: Are you sure you want to reset the adaptive filter training data?
sr_rs: Да ли сигурно желите да обришете тренинг податке из адаптивног филтера?

source: Set Master Password...
sr_rs: Поставка главне лозинке...

source: Change Master Password...
sr_rs: Промена главне лозинке...

source: (not set)
sr_rs: (није постављен)

source: Unable to change Master Password.
sr_rs: Није могуће променити главну лозинку.

source: You did not enter the correct current Master Password. Please try again.
sr_rs: Нисте унели исправну тренутну главну лозинку. Молимо пробајте поново.

source: Master Password successfully changed.
sr_rs: Главна лозинка је успешно промењена.

source: You have deleted your Master Password.
sr_rs: Уклонили сте вашу главну лозинку.

source: Warning! You have decided not to use a Master Password.
sr_rs: Упозорење! Одлучили сте да не користите главну лозинку.

source: Your stored email passwords will not be protected.
sr_rs: Ваше сачуване лозинке неће бити заштићене.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
sr_rs: Тренутно се налазите у ФИПС начину рада. ФИПС захтева непразну главну лозинку.

source: Password Change Succeeded
sr_rs: Лозинка је успешно промењена

source: Password Change Failed
sr_rs: Промена лозинке није успела

source: Remove
sr_rs: Уклони

source: Desktop
sr_rs: Радна површина

source: My Downloads
sr_rs: Моја преузимања

source: Choose Download Folder:
sr_rs: Изаберите директоријум за пријем:

source: (NONE)
sr_rs: (НИЈЕДАН)

source: Remove Action
sr_rs: Уклони дејство

source: Remove Actions
sr_rs: Уклони дејства

source: The selected Action will no longer be performed when files of the affected types are downloaded. Are you sure you want to remove this Action?
sr_rs: Изабрано дејство неће више бити извршавано при пријему датотека одговарајућег типа. Да ли сигурно желите да уклоните ово дејство?

source: The selected Actions will no longer be performed when files of the affected types are downloaded. Are you sure you want to remove these Actions?
sr_rs: Одабрана Дејства неће више бити извршена када су преузете датотеке ових погођених врста. Желите ли сигурно уклонити ова Дејства?

source: %S file
sr_rs: %S датотека

source: Save to Disk
sr_rs: Сачувај на диск

source: Open with %S
sr_rs: Отвори са %S

source: The following Actions match your search:
sr_rs: Ово су дејства која се поклапају са претрагом:

source: Automatically perform the associated Action with each of the following file types:
sr_rs: Аутоматски изврши дејство над сваким од наредних типова датотека:

source: None Selected
sr_rs: Ниједан није изабран

source: None Available
sr_rs: Ниједан није доступан

source: Select Helper Application
sr_rs: Избор помоћног програма

source: Select Download Folder
sr_rs: Избор одредишну фасциклу

source: %S dpi
sr_rs: %S тпи

source: Choose Sound
sr_rs: Избор звука
