Repository: filmil/mozilla
Catalog: tags/begin/po/*/mail/chrome/messenger/preferences/connection.dtd.po
Languages: sr_rs

source: Connection Settings
sr_rs: Параметри повезивања

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 37em
sr_rs: 40em

source: Configure Proxies to Access the Internet
sr_rs: Избор прокси сервера за приступ Интернету

source: &Direct connection to the Internet
sr_rs: &Директна веза са Интернетом

source: Auto-detect proxy settings for this net&work
sr_rs: Са&мостално препознај подешавање проксија за ову мрежу

source: &Manual proxy configuration:
sr_rs: &Ручни избор прокси сервера

source: &Automatic proxy configuration URL:
sr_rs: &Адреса за аутоматски избор проксија:

source: Configuration location (&URL):
sr_rs: Адреса конфигурације (&URL):

source: Re&load
sr_rs: О&бнови

source: &FTP Proxy:
sr_rs: &FTP-прокси:

source: &Gopher Proxy:
sr_rs: &Gopher-прокси

source: &HTTP Proxy:
sr_rs: HTTP-про&кси:

source: &SSL Proxy:
sr_rs: &SSL-прокси:

source: SO&CKS Host:
sr_rs: Домен SO&CKS:

source: SOC&KS v4
sr_rs: SOCKS &4

source: SOCKS &v5
sr_rs: SOCKS &5

source: Port:
sr_rs: Порт:

source: o
sr_rs: т

source: r
sr_rs: п

source: t
sr_rs: р

source: &No Proxy for:
sr_rs: &Не користи прокси за:

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
sr_rs: Пример: .mozilla.org, .localhost, .yu, 192.168.1.0/24

source: Use this pro&xy server for all protocols
sr_rs: &Користи исти прокси за све протоколе
