Repository: filmil/mozilla
Catalog: release-3/po/*/editor/ui/chrome/dialogs/EditorPublish.dtd.po
Languages: sr

source: Publish Page
sr: Објави страну

source: Publish Settings
sr: Поставке за објављивање

# publishTab.label
source: Publish
sr: Објави

source: Settings
sr: Подешавања

# publishButton.label
source: Publish
sr: Објави

# siteList.label siteList.accesskey
source: Sit&e Name:
sr: &Име сајта:

source: Choose the site that you want to publish to
sr: Изаберите сајт где желите да објавите

source: &New Site
sr: &Нови сајт

source: &Site subdirectory for this page:
sr: &Поддиректоријум сајта за ову страну:

source: Choose or enter the name of the remote subdirectory for this page
sr: Изаберите или унесите име удаљеног поддиректоријума за ову страну

source: Include images and &other files
sr: Укључи слике и &остале датотеке

source: Publish images and other files referenced by this page
sr: Објави слике и остале датотеке које помиње ова страна

source: &Use same location as page
sr: &Користи исто место као и страна

source: Publish files to the same location as the page
sr: Објављује датотеке на исто место где се објављује и страна

source: Use this site sub&directory:
sr: Користи овај &поддиректоријум на сајту:

source: Publish files to the selected remote subdirectory
sr: Објава датотека у изабрани удаљени поддиректоријум

source: Choose or enter name of remote subdirectory where files will be published
sr: Изаберите или унесите име удаљеног поддиректоријума где ће бити објављени подаци

source: Page &Title:
sr: &Наслов стране:

source: Enter a title to identify the page in the window and in bookmarks
sr: Унесите наслов за идентификацију стране у прозору са белешкама

source: e.g.: &quot;My Web Page&quot;
sr: нпр.: &quot;Моја страна&quot;

source: &Filename:
sr: &Датотека:

source: Enter a name for this file, including '.html' for a web page
sr: Унесите име за ову датотеку, укључите и наставак „.html‟

source: e.g,: &quot;mypage.html&quot;
sr: нпр.,: &quot;мојастрана.html&quot;

source: Set as &Default
sr: Постави као &изворно

source: &Remove Site
sr: &Уклони сајт

source: Publishing Sites
sr: Објава сајтова

source: Server Information
sr: Подаци о серверу

source: Login Information
sr: Подаци за пријаву

# siteName.label siteName.accesskey
source: Sit&e Name:
sr: &Име сајта:

source: A nickname that identifies this publishing site (e.g.: 'MySite')
sr: Име које Вас идентификује на месту за објаву

source: Publishing &address (e.g.: 'ftp://ftp.myisp.com/myusername'):
sr: &Адреса за објаву (нпр.: „ftp://ftp.myisp.com/мојеиме‟):

source: The FTP:// or HTTP:// address provided by your ISP or web hosting service
sr: Адреса за FTP:// или HTTP:// коју Вам је уступио добављач Интернета или хостинга

source: H&TTP address of your homepage (e.g.: 'http://www.myisp.com/myusername'):
sr: ХТТП а&дреса Ваше почетне стране (e.g.: „http://www.myisp.com/myusername‟):

source: The HTTP:// address of your home directory (don't include filename)
sr: HTTP:// адреса Вашег директоријума (без имена датотека)

source: &User name:
sr: &Корисничко име:

source: The user name you use to log in to your ISP or web hosting service
sr: Корисничко име које користите за пријаву на добављача Интернета или хостинга

source: Pass&word:
sr: &Лозинка:

source: The password associated with your user name
sr: Лозинка повезана са Вашим корисничким именом

source: &Save Password
sr: &Сачувај лозинку

source: Select this to save your password securely using Password Manager
sr: Изаберите ово како бисте безбедно сачували лозинку помоћу управника лозинкама
