Repository: filmil/mozilla
Catalog: release-3/po/*/editor/ui/chrome/dialogs/EditorColorProperties.dtd.po
Languages: sr

source: Page Colors and Background
sr: Боје страна и позадине

source: Page Colors
sr: Боје страна

source: Reader's default colors (&Don't set colors in page)
sr: &Подразумеване боје у читачу (не постављај боје на страници)

source: Use the color settings from the viewer (reader's) browser only
sr: Користи искључиво подешавања из корисниковог читача

source: Use &custom colors:
sr: Користи произвољне &боје:

source: These color settings override the viewer's browser settings
sr: Ова подешавања имају предност над корисниковим подешавањима

source: &Normal text
sr: Н&ормалан текст

source: &Link text
sr: Текст &везе

source: &Active link text
sr: Текст &активне везе

source: &Visited link text
sr: Текст &посећене везе

source: &Background:
sr: &Позадина:

source: Background I&mage:
sr: Позадинска &слика:

source: Use an image file as the background for your page
sr: Користи слику из датотеке као позадину за ову страницу
