Repository: filmil/mozilla
Catalog: release-3/po/*/dom/chrome/security/caps.properties.po
Languages: sr

source: Allow
sr: Дозволи

source: Deny
sr: Забрани

source: Internet Security
sr: Интернет безбедност

source: Remember this decision
sr: Памти ову одлуку

source: A script from "%S" is requesting enhanced abilities that are UNSAFE and could be used to compromise your machine or data: %S Allow these abilities only if you trust this source to be free of viruses or malicious programs.
sr: Скрипт са "%S" тражи напредне могућности које НИСУ БЕЗБЕДНЕ и могу компромитовати Ваш рачунар или Ваше податке: %S Дозволите ове могућности само ако верујете извору да не садржи вирусе или злонамерне програме.

source: A script from "%S" was denied %S privileges.
sr: Скрипт са "%S" је забранио %S привилегије.

source: Security Error: Content at %S may not load or link to %S.
sr: Безбедносна грешка: Садржај на %S не може да учита везу са %S.

source: Security Error: Content at %S may not load data from %S.
sr: Безбедносна грешка: Садржај на %S не може да учита податке са %S.

source: Permission denied for <%S> to get property %S.%S from <%S>.
sr: Дозвола је одбијена за <%S> да добави својство %S.%S из <%S>.

source: Permission denied for <%S> to set property %S.%S on <%S>.
sr: Дозвола је одбијена за <%S> да постави својство %S.%S на <%S>.

source: Permission denied for <%S> to call method %S.%S on <%S>.
sr: Дозвола је одбијена за <%S> да позове метод %S.%S на <%S>.

source: Permission denied for <%S> to get property %S.%S
sr: Дозвола је одбијена за <%S> да добави својство %S.%S

source: Permission denied for <%S> to set property %S.%S
sr: Дозвола је одбијена за <%S> да постави својство %S.%S

source: Permission denied for <%S> to call method %S.%S
sr: Дозвола је одбијена за <%S> да позове метод %S.%S

source: Permission denied to create wrapper for object of class %S
sr: Дозволе забрањују стварање омота од објекта класе %S

source: Permission denied for <%2$S> to create wrapper for object of class %1$S
sr: Дозвола је одбијена за <%2$S> да направи омотач за објекат класе %1$S

source: Unknown: %S
sr: Непознато: %S

source: Warning: Protocol handler for '%S' doesn't advertise a security policy. While loading of such protocols is allowed for now, this is deprecated. Please see the documentation in nsIProtocolHandler.idl.
sr: Упозорење: обрађивач протокола за „%S‟ не објављује безбедносну полису. Иако је учитавање оваквих протокола дозвољено за сада, ово се не препоручује. Молимо да прегледате документацију у датотеци nsIProtocolHandler.idl.

source: Read private data from any site or window
sr: Читај приватне податке са свих веб сајтова или прозора

source: Modify any open window
sr: Измени отворене прозоре

source: Run or install software on your machine
sr: Покрећи и постављај програме на мом рачунару

source: Read and upload local files
sr: Читај и шаљи локалне датотеке

source: By-pass core security settings
sr: Заобиђи главна безбедносна подешавања

source: Read program settings
sr: Читај подешавање програма

source: Modify program settings
sr: Мењај подешавања програма
