Repository: filmil/mozilla
Catalog: release-3/po/*/security/manager/chrome/pippki/certManager.dtd.po
Languages: sr

source: Certificate Manager
sr: Менаџер сертификата

source: Your Certificates
sr: Ваши сертификати

source: People
sr: Људи

source: Servers
sr: Сервери

source: Authorities
sr: Ауторитети

source: Others
sr: Остали

source: Built-in CAs
sr: Уграђена ПС-а

source: CAs Managed By You
sr: Кориснички одређене ПС

source: You have certificates from these organizations that identify you:
sr: Имате сертификате наведених организација које Вас препознају:

source: You have certificates on file that identify these people:
sr: Имате сертификате који идентификују ове особе:

source: You have certificates on file that identify these servers:
sr: Имате сертификате који идентификују ове сервере:

source: You have certificates on file that identify these certificate authorities:
sr: Имате сертификате који идентификују ове ауторитете:

source: You have certificates on file that do not fit in any of the other categories:
sr: Имате сертификате који се не уклапају ни у једну другу категорију:

source: &General
sr: &Опште

source: &Details
sr: &Детаљи

source: Currently verifying certificate…
sr: Провера сертификата је у току…

source: Issued To
sr: Издато за

source: Issued By
sr: Издато од

source: Validity
sr: Стваран

source: Fingerprints
sr: Отисак прста

source: Certificate Detail
sr: Детаљи сертификата

source: Common Name (CN)
sr: Општи назив

source: Organization (O)
sr: Организација

source: Organizational Unit (OU)
sr: Организациона јединица

source: Serial Number
sr: Серијски број

source: SHA1 Fingerprint
sr: SHA1 отисак прста

source: MD5 Fingerprint
sr: MD5 отисак прста

source: Edit Security Certificate Settings
sr: Измени поставке безбедносних сертификата:

source: Edit CA certificate trust settings
sr: Мења подешавање поверења ПС

source: Edit web site certificate trust settings
sr: Уређивање поставки о поверењу сертификату за веб сајт

source: Edit trust settings:
sr: Измени поставке поверења:

source: This certificate can identify web sites.
sr: Овај сертификат може да идентификује веб сајтове.

source: This certificate can identify mail users.
sr: Овај сертификат може да идентификује кориснике ел. поште.

source: This certificate can identify software makers.
sr: Овај сертификат може да идентификује произвођаче софтвера.

source: Edit certificate trust settings:
sr: Параметри веровања сертификатима:

source: Trust the authenticity of this certificate.
sr: Веруј веродостојности овог сертификата.

source: Do not trust the authenticity of this certificate.
sr: Не веруј веродостојности овог сертификата.

source: Edit email certificate trust settings
sr: Уређивање поверења у сертификате за ел. пошту

source: Delete Certificate
sr: Избриши сертификат

source: You have requested to delete this certificate:
sr: Захтевали сте уклањање овог сертификата:

source: Are you sure you want to delete this certificate?
sr: Да ли сигурно желите да уклоните овај сертификат?

source: Delete Your Certificate
sr: Избриши Ваш сертификат

source: You have requested to delete the certificate:
sr: Захтевали сте уклањање сертификата:

source: Once you have deleted this certificate, you will not be able to read mail that has been encrypted with it.
sr: Када једном уклоните овај сертификат, нећете моћи да читате пошту која је шифрована помоћу њега.

source: Certificate Name
sr: Назив сертификата

source: Server
sr: Сервер

source: Exceptions
sr: Изузеци

source: Lifetime
sr: Животни век

source: Security Device
sr: Формирање заштите

source: Purposes
sr: Сврхе

source: Issued On
sr: Издато

source: Expires On
sr: Истиче

source: E-Mail Address
sr: Адреса ел. поште

source: &Close
sr: &Затвори

source: &View…
sr: &Преглед…

source: &Edit…
sr: &Уреди…

source: E&dit CA Trust
sr: Уреди по&верење

source: &Add
sr: &Додај

source: E&xport…
sr: &Извоз…

source: &Delete…
sr: &Уклони…

source: &Backup…
sr: &Архивирај…

source: Bac&kup All…
sr: Ар&хивирај све…

source: I&mport…
sr: &Увоз…

source: Certificate &Fields
sr: По&ља сертификата

source: Field &Value
sr: Вре&дност поља

source: &Certificate Hierarchy
sr: &Хијерархија сертификата

source: Add E&xception…
sr: Додај &изузетак…

source: Add Security Exception
sr: Додавање безбедносног изузетка

source: Confirm Security Exception
sr: Потврда безбедносног изузетка

source: C
sr: П

source: Legitimate banks, stores, and other public sites will not ask you to do this.
sr: Легитимне банке, продавнице и други јавни сајтови вас неће питати да ово радите.

source: Location:
sr: Место:

source: Get Certificate
sr: Добави сертификат

source: G
sr: Д

source: Certificate Status
sr: Статус сертификата

source: View…
sr: Преглед…

source: V
sr: П

source: &Permanently store this exception
sr: &Трајно сачувај овај изузетак
