Repository: filmil/mozilla
Catalog: release-3/po/*/security/manager/chrome/pippki/pref-validation.dtd.po
Languages: sr

source: Validation
sr: Потврда

source: CRL
sr: ЛПС

source: Use the CRL Manager to manage the Certificate Revocation Lists (CRL) that are stored in your certificate database.
sr: Користите Менаџер сертификата за поређење Листе потврђених сертификата (ЛПС) који се чувају у Вашој бази сертификата.

source: Manage CRLs…
sr: Управљање ЦРЛовима…

source: M
sr: у

source: Manage CRLs
sr: Уређење ЛПС

source: These Certificate Revocation Lists (CRL) are stored in your certificate database:
sr: Ови спискови опозива сертификата (CRL) су сачувани у Вашој бази података:

source: Name
sr: Име

source: Last Update
sr: Последње унапређење

source: Next Update
sr: Следеће унапређење

source: Auto Update
sr: Самоунапређење

source: Auto Update Status
sr: Статус самоунапређења

source: &Delete
sr: &Уклони

source: &Update
sr: &Освежи

source: &Settings
sr: &Поставке

source: Automatic CRL Update Preferences
sr: Подешавање самоунапређења ЛПС-а

source: Enable Automatic Update for this CRL
sr: Укључи аутоматску доградњу за ове ЛПС

source: Update
sr: Обнови

source: Day(s) before Next Update date
sr: Дан(а) до следећег унапређења

source: Update every
sr: Обнављај сваких

source: Day(s)
sr: Дан(а)

source: CRL would be imported From:
sr: ЛПС биће увежен са:

source: CRL Import Status
sr: Статус увоза ЛПС

source: The Certificate Revocation List (CRL) was successfully imported.
sr: Листа проверених сертификата (ЛПС) је успешно увежена.

source: CRL Issued By:
sr: ЛПС је издат од:

source: Organization:
sr: Организација:

source: Unit:
sr: Јединица:

source: Next Update On:
sr: Следеће унапређење:

source: Previous Consecutive Update Failures:
sr: Грешке приликом претходног унапређењеа:

source: Details of Last Update Failure:
sr: Детаљи о последњој грешци:

source: Settings
sr: Параметри

source: &Use the Online Certificate Status Protocol (OCSP) to confirm the current validity of certificates
sr: &Користи протокол за мрежни статус сертификата (OCSP) за потврду тренутне важности сертификата

source: &Validate a certificate if it specifies an OCSP server
sr: &Провери сертификат ако назначује сервер за OCSP

source: V&alidate all certificates using the following OCSP server:
sr: П&ровери све сертификате користећи овај сервер за OCSP:

source: &Service URL:
sr: URL &службе:

source: &Response Signer:
sr: &Потписник одговора:

source: When an OCSP server connection fails, treat the certificate as invalid
sr: Ако се веза са сервером за OCSP прекине, сматрај да је сертификат неважећи
