Repository: filmil/mozilla
Catalog: trunk/po/*/toolkit/installer/unix/install.*.po
Languages: it

source: Next >
it: Напред >

source: < Back
it: < Назад

source: Cancel
it: Откажи

source: Accept
it: Прихвати

source: Decline
it: Одбиј

source: Install
it: Постави

source: Pause
it: Паузирај

source: Resume
it: Настави

source: Mozilla Installer
it: Мозилин инсталатер

source: Destination Directory
it: Одредишни директоријум

source: Change...
it: Промени...

source: Select a directory
it: Изаберите директоријум

source: Directory %s doesn't exist. Create it?
it: Директоријум %s не постоиј. Да га направим?

source: Yes
it: Да

source: No
it: Не

source: OK
it: У реду

source: Delete Directory
it: Уклони директоријум

source: Error [%d]: %s
it: Грешка [%d]: %s

source: Fatal error [%d]: %s
it: Кобна грешка [%d]: %s

source: Description
it: Опис

source: Setup will install the following components:
it: Инсталатер ће поставити наредне компоненте:

source: to the following location:
it: на ову локацију:

source: Preparing %s...
it: Припрема: %s...

source: Extracting %s...
it: Распакивање: %s...

source: Installing %s...
it: Инсталација: %s...

source: Processing file %d of %d...
it: Обрада датотеке бр. %d од %d...

source: Choose another directory because you do not have permission to install to: %s
it: Молимо да изаберете други директоријум пошто вам није дозвољено да инсталирате у: %s

source: Download Settings
it: Подешавања пријема

source: Save installer modules upon download
it: Чување модула инсталатера после пријема

source: Proxy Settings...
it: Подешавања заступника (proxy)...

source: Proxy Host [required]:
it: Рачунар [обавезно]:

source: Proxy Port [required]:
it: Порт [обавезно]:

source: Proxy Username [optional]:
it: Корисничко име [опционо]:

source: Proxy Password [optional]:
it: Лозинка [опциона]:

source: Error!
it: Грешка!

source: Disk Space Available = %ld KB
it: Доступно места на диску: %ld KB

source: Disk Space Required = %ld KB
it: Потребно места на диску = %ld KB

source: Please select a directory on a disk with enough space to install or free some disk space on the selected disk.
it: Молимо да изаберете директоријум на диску који има довољно слободног простора, или да на изабраном диску ослободите место.

source: A network connection failure occured. Please check your network connection and press the 'Resume' button. Alternatively, press the 'Cancel' button to quit the installer.
it: Дошло је до грешке приликом повезивања на мрежу. Молимо да проверите мрежну везу и да притисните дугме "Настави". У супротном, притисак на "Откажи" прекида инсталацију.

source: Some files failed to download correctly. Retrying.
it: Неке датотеке нису исправно примљене. Покренут је нови пријем.

source: Installation has failed due to multiple CRC failures.
it: Инсталација није успела услед вишеструких грешака парности (CRC).

source: Downloading:
it: Пријем:

source: From:
it: Од:

source: To:
it: За:

source: Status:
it: Статус:

source: %d KB of %d KB (at %d KB/sec)
it: %d KB од %d KB ( %d KB/s)

source: Usage: %s [options]%s [options] can be any of the following combination:%s -h: This help.%s -ma: Run setup in Auto mode: show progress UI,%s but assume defaults without user intervention.%s -ms: Run setup in Silent mode: show no UI and have%s no user intervention.%s -ira: Ignore the [RunAppX] sections%s
it: Употреба: %s [опције]%s [опције] могу бити било која комбинација од:%s -h: Ова помоћ.%s -ma: Покретање у аутоматском начину рада: приказ мерача напретка,%s али све остало је без корисникове интервенције.%s -ms: Покретање у тихом моду: без сучеља%s и корисникове интервенцицје.%s -ira: Занемаривање одељака [RunAppX] %s

source: Unknown
it: Непознато

source: Out of memory
it: Нема више меморије

source: Invalid param
it: Неисправан параметар

source: Invalid member variable
it: Неисправна променљива члан

source: Invalid pointer
it: Неисправан показивач

source: Parse key has no value
it: Кључ нема вредност

source: Failed to read readme
it: Није прочитана датотека са текстом (readme)

source: Failed to read license
it: Није прочитана лиценца

source: Out of bounds in Component/Setup Type list
it: Ван граница у списку компонената или врсте подешења

source: Mismatched ref counts
it: Неисправан број референци

source: No components in the INI file
it: Нема компонената у INI датотеци

source: No setup types in the INI file
it: Нема подешених типова у INI датотеци

source: URL at this index already exists
it: УРЛ на овом индексу већ постоји

source: Couldn't create the directory
it: Директоријум није могао да буде креиран

source: FTP URL malformed
it: Неисправан URL за FTP

source: Download failed
it: Пријем није успео

source: Extraction of XPCOM failed
it: Извлачење није успело за XPCOM

source: Failed to fork a process
it: Није успело рачвање процеса (fork)

source: Couldn't open xpistub library
it: Није могуће отворити библиотеку xpistub

source: Couldn't get symbol in library
it: Није могуће добавити симбол из библиотеке

source: A xpistub call failed
it: Позив за xpistub није успео

source: An Installer module %s (.xpi) failed to install
it: Инсталатеров модул %s (.xpi) није инсталиран

source: Copy of an installer module (.xpi) failed
it: Није успело умножавање инсталатеровог модула (.xpi)

source: Destination directory doesn't exist
it: Одредишни директоријум не постоји

source: Can't make destination directory. Please try another directory.
it: Није могуће направити одредишни директоријум. Молимо да пробате други директоријум.

source: A previous installation exists.
it: Већ постоји претходна инсталација.

source: Insufficient permission
it: Недовољна овлашћења

source: Insufficient disk space
it: Нема довољно места на диску

source: Multiple CRC Failure
it: Вишеструке грешкек парности (CRC)
