Repository: filmil/mozilla
Catalog: release-3/merge/*/mail/chrome/messenger/*-addressing.dtd.po
Languages: am

source: Composition &amp; Addressing
am: Писање и адресирање

source: Addressing
am: Адресирање

source: When looking up addresses:
am: При тражењу адреса:

source: &Use my global LDAP server preferences for this account
am: &Користи глобална LDAP подешавања за овај налог

source: &Edit Directories…
am: &Уреди директоријуме…

source: _: do not translate "LDAP" in below line Use a different L&DAP server:
am: Користи &други сервер за LDAP:

source: None
am: Ниједан

source: Composition
am: Састављање

source: _: do not translate "html" in below line &Compose messages in HTML format
am: Сас&тављај поруке у HTML формату

source: Auto&matically quote the original message when replying
am: Аутоматски &цитирај изворну поруку при одговарању

source: _: This will concatenate with the 4 strings that follow. &Then,
am: &Онда,

source: start my reply above the quote
am: почни одговор изнад цитата

source: start my reply below the quote
am: почни одговор испод цитата

source: select the quote
am: изабери цитат

source: and place my &signature
am: и стави &потпис

source: below the quote (recommended)
am: испод цитата (препоручено)

source: below my reply (above the quote)
am: испод мог одговора (изнад цитата)
