Repository: filmil/mozilla
Catalog: release-3/merge/*/mail/chrome/messenger/AccountWizard.dtd.po
Languages: sr

source: Account Wizard
sr: Чаробњак за налоге

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. width: 40em; height: 38em;
sr: width: 40em; height: 38em;

source: In order to receive messages, you first need to set up a Mail or Newsgroup account.
sr: Да бисте примали поруке прво морате да подесите кориснички налог за пошту или групе.

source: New Account Setup
sr: Подешавање новог налога

source: This Wizard will collect the information necessary to set up a Mail or Newsgroup account. If you do not know the information requested, please contact your System Administrator or Internet Service Provider.
sr: Овај чаробњак ће прикупити све податке потребне за постављање корисничког налога за електронску пошту или праћење група. Ако не знате шта треба да унесете у наредне кућице, тражите помоћ од управника вашег система или добављача Интернета.

source: Select the type of account you would like to set up:
sr: Изаберите врсту корисничког налога ког желите да поставите:

source: E&mail account
sr: Налог за &пошту

source: Ne&wsgroup account
sr: Налог за &групе

source: Identity
sr: Идентитет

source: Each account has an identity, which is the information that identifies you to others when they receive your messages.
sr: Сваки налог има свој идентитет, што је податак који се приказује лицима која примају Ваше поруке.

source: _: do not translate two of "&quot;" in below line Enter the name you would like to appear in the &quot;From&quot; field of your outgoing messages
sr: Унесите име које желите да се приказује у пољу &quot;From&quot; у вашим одлазним порукама

source: _: use following directions for below line (for example, &quot;John Smith&quot;).
sr: (на пример, &quot;Петар Петровић&quot;).

source: &Your Name:
sr: &Ваше име:

source: &Email Address:
sr: &Ел. адреса:

source: Server Information
sr: Подаци о серверу

source: Select the type of incoming server you are using.
sr: Изаберите врсту сервера ког користите.

source: _: Do not translate "&quot;pop.example.net&quot;" in below line Enter the name of your incoming server (for example, &quot;mail.example.net&quot;).
sr: Унесите име Вашег долазног сервера (на пример, &quot;mail.example.net&quot;).

source: Incoming &Server:
sr: Долазни &сервер:

source: _: Do not translate "NNTP" or the "&quot;" entities in below line Enter the name of your news server (NNTP) (for example, &quot;news.example.net&quot;).
sr: Унесите име Вашег сервера за групе (NNTP) (на пример, &quot;news.example.net&quot;).

source: _: Do not translate "SMTP" and "&quot;smtp.example.net&quot;" in below line Enter the name of your outgoing server (SMTP) (for example, &quot;smtp.example.net&quot;).
sr: Унесите име одлазног сервера (SMTP) (на пример, &quot;smtp.example.net&quot;).

source: &Outgoing Server:
sr: &Одлазни сервер:

source: Ne&wsgroup Server:
sr: Сервер за &групе:

source: _: Do not translate "IMAP" in below line &IMAP
sr: &IMAP

source: _: Do not translate "POP" in below line &POP
sr: &POP

source: Your existing outgoing server (SMTP), &quot;
sr: Ваш тренутни одлазни сервер (SMTP), „

# haveSmtp1.suffix2
source: &quot;, will be used. You can change outgoing servers in the account settings.
sr: ‟ ће бити коришћен. Можете да промените одлазни сервер у подешавањима налога.

source: User Names
sr: Корисничка имена

source: Enter the incoming user name given to you by your email provider
sr: Унесите корисничко име које Вам је дао добављач електронске поште

source: _: do not translate "&quot;jsmith&quot;" in below line (for example, &quot;jsmith&quot;).
sr: (на пример, „ppetrovic“).

source: &Incoming User Name:
sr: &Долазно корисничко име:

source: Enter the outgoing user name given to you by your email provider (this is typically the same as your incoming user name).
sr: Унесит одлазно корисничко име које Вам је дао добављач електронске поште (обично је исто као долазно корисничко име).

source: &Outgoing User Name:
sr: &Одлазно корисничко име:

source: Your existing outgoing (SMTP) username, &quot;
sr: Ваше тренутно одлазно (SMTP) корисничко име, „

# haveSmtp2.suffix2
source: &quot;, will be used. You can change outgoing servers in the account settings.
sr: ‟ ће бити употребљено. Можете да промените одлазне сервере у подешавањима налога.

source: Your outgoing (SMTP) server, &quot;
sr: Ваш одлазни (SMTP) сервер, „

source: &quot;, is identical to your incoming server, your incoming user name will be used to access it. You can change outgoing servers in the account settings.
sr: ‟ је идентичан као долазни сервер, ваше долазно корисничко име ће бити употребљено за приступ. Можете променити одлазни сервер у подешавањима налога.

source: Account Name
sr: Име налога

source: _: do not translate any "&quot;" in below line Enter the name by which you would like to refer to this account (for example, &quot;Work Account&quot;, &quot;Home Account&quot; or &quot;News Account&quot;).
sr: Унесите име по коме ћете разазнавати овај налог (на пример, &quot;Work Account&quot;, &quot;Home Account&quot; или &quot;News Account&quot;).

source: &Account Name:
sr: &Име налога:

source: Congratulations!
sr: Честитамо!

source: Please verify that the information below is correct.
sr: Молимо проверите да ли су доле наведени подаци исправни:

source: Incoming Server Type:
sr: Врста долазног сервера:

source: Incoming Server Name:
sr: Име долазног сервера:

source: Outgoing Server Name (SMTP):
sr: Име одлазног сервера (SMTP):

source: News Server Name (NNTP):
sr: Име сервера за групе (NNTP):

source: &Download messages now
sr: &Преузми поруке одмах

source: Uncheck this checkbox to store mail for this account in its own directory. That will make this account appear as a top-level account. Otherwise, it will be part of the Local Folders Global Inbox account.
sr: Одбележите ову кутију како бисте чували пошту за овај налог у посебном директоријуму. На тај начин овај налог ће се појавити на врху. У супротном, биће део Локалних директоријума за Глобалну долазну пошту.

source: Use &Global Inbox (store mail in Local Folders)
sr: Користи &глобални долазни директоријум (пошта се смешта у локални директоријум „Долазно“)

source: Click Finish to save these settings and exit the Account Wizard.
sr: Притисните „Крај“ како бисте сачували ова подешавања и завршили рад са чаробњаком за налоге.

source: Click Done to save these settings and exit the Account Wizard.
sr: Притисните „Готово‟ како бисте сачували ова подешавања и изашли из Чаробњака за налоге.
