Repository: filmil/mozilla
Catalog: release-3/merge/*/mail/chrome/messenger/accountCreation.properties.po
Languages: sr

source: %1$S does not use encryption.
sr: %1$S не користи шифровање.

source: %1$S does not use a trusted certificate.
sr: %1$S не користи сертификат од поверења.

source: Normally, a secure mail server will present a trusted certificate to prove that it is really the server it claims to be. The connection to the mail server will be encrypted but cannot be validated as being the correct server.
sr: Безбедни сервер за пошту обично нуди сертификат од поверења како би доказао да је заиста онај сервер који тврди да јесте. Ова веза са сервером за пошту ће бити шифрована, али није утврђено да је сервер управо онај за који се издаје.

source: Insecure mail servers do not use encrypted connections to protect your passwords and private information. By connecting to this server you could expose your password and private information.
sr: Необезбеђени сервери за пошту не користе шифроване везе за заштиту лозинки и личних података. Повезивањем на ове сервере можда дајете лозинке и личне податке на увид трећим лицима.

source: (default)
sr: (изворно)

source: %1$S is looking up the settings for your email account.
sr: %1$S претражује подешавања Вашег налога ел. поште.

source: Editing Config
sr: Уређивање подешавања

source: %1$S has found the settings for your email account.
sr: %1$S је пронашао подешавања Вашег налога ел. поште.

source: %1$S failed to find the settings for your email account.
sr: %1$S није успео да нађе подешавања Ваше ел. поште.

source: checking for pre-configuration…
sr: провера претподешавања…

source: found pre-configuration
sr: претподешавања су нађена

source: checking configuration…
sr: провера подешавања…

source: Found configuration of your account
sr: Пронађена подешавања за Ваш налог

source: checking Mozilla Community configurations…
sr: провера подешавања Мозилине заједнице (Mozilla Community)…

source: found a configuration
sr: пронађено је подешавање

source: probing configuration…
sr: провера подешавања…

source: guessing configuration…
sr: погађање подешавања…

source: Your configuration details have been found!
sr: Нашли смо детаље о Вашим подешавањима!

source: Configuration could not be verified — is the username or password wrong?
sr: Подешавања нису могла да буду проверена - да нису можда корисничко име или лозинка погрешно унети?

source: Your incoming server configuration details have been found, please specify the sending hostname.
sr: Нађени су детаљи о вашим подешавањима, молимо да унесете име рачунара који шаље.

source: Your outgoing server configuration details have been found, please specify the receiving hostname.
sr: Пронађени су подаци о Вашем одлазном серверу, молимо да унесете податке о пријемном рачунару.

source: Could not guess settings — please enter missing hostnames.
sr: Нисмо могли да погодимо подешавања - молимо да ручно унесете имена рачунара која недостају.

source: Could not automatically configure incoming server, still trying for outgoing server.
sr: Није могуће аутоматски подесити долазни сервер, још увек покушавамо да подесимо одлазни сервер.

source: Could not automatically configure outgoing server, still trying for incoming server.
sr: Нисмо могли аутоматски да подесимо одлазни сервер, још увек покушавамо да подесимо долазни сервер.

source: Checking password…
sr: Провера лозинке…

source: Password ok!
sr: Лозинка је исправна!

source: Username or password invalid
sr: Корисничко име или лозинка су неисправни

source: Checking server details
sr: Провера детаља о серверу

source: Checking incoming server details
sr: Провера детаља о долазном рачунару

source: Checking outgoing server details
sr: Провера детаља о одлазном рачунару

source: Error Creating Account
sr: Грешка при прављењу налога

source: Incoming server already exists.
sr: Долазни рачунар већ постоји.

source: No encryption
sr: Није шифровано

source: Please enter your name.
sr: Молимо да унесете своје име.

source: Double check this email address!
sr: Проверите добро ову ел. адресу!
