Repository: filmil/mozilla
Catalog: release-3/merge/*/mail/chrome/messenger/imapMsgs.properties.po
Languages: sr

source: This body part will be downloaded on demand.
sr: Тело поруке ће бити добављено на захтев.

source: %S Downloading message header %lu of %lu
sr: Програм %S прима заглавље поруке бр. %lu од %lu

source: %S Downloading message flag %lu of %lu
sr: Програм %S прима означене поруке бр. %lu од %lu

source: %S - Downloading message %lu of %lu
sr: %S - Пријем поруке бр. %lu од %lu

source: Found folder: %S
sr: Нађен директоријум: %S

source: Enter your password for %S:
sr: Унесите лозинку за %S:

source: Mail server %S is not an IMAP4 mail server.
sr: Сервер за пошту %S не подржава IMAP4.

source: Mail Server Password Required
sr: Потребна је лозинка за сервер за пошту

source: Failed to connect to server %S.
sr: Није могуће повезати се на сервер %S.

source: Could not connect to mail server %S; the connection was refused.
sr: Повезивање са сервером %S није успело; веза је одбијена.

source: Connection to server %S timed out.
sr: Веза са сервером %S је истекла.

source: There are no new messages on the server.
sr: Нема нових порука на серверу.

source: Mail for %S
sr: Пошта за %S

source: Emptying trash will delete %S and all of the messages it contains. Do you want to delete this folder?
sr: Пражњење смећа ће обрисати %S и све поруке које садржи. Да ли желите да обришете овај директоријум?

source: Personal Folder
sr: Лични директоријум

source: Public Folder
sr: Јавни директоријум

source: Other User's Folder
sr: Директоријуми других корисника

source: This is a personal mail folder. It is not shared.
sr: Ово је лични директоријум за пошту, који није дељен.

source: This is a personal mail folder. It has been shared.
sr: Ово је лични директоријум за пошту, који је дељен.

source: This is a public folder.
sr: Ово је јавни директоријум.

source: This is a mail folder shared by the user '%S'.
sr: Ово је директоријум за пошту ког дели корисник '%S'.

source: Full Control
sr: Пуна контрола

source: Lookup
sr: Потрага

source: Read
sr: Прочитано

source: Set Read/Unread State
sr: Подесите статус прочитано/непрочитано

source: Write
sr: Писање

source: Insert (Copy Into)
sr: Убацивање (умножи у)

source: Post
sr: Слање

source: Create Subfolder
sr: Направи директоријум

source: Delete Messages
sr: Обриши поруке

source: Administer Folder
sr: Управљање директоријумом

source: This server does not support shared folders.
sr: Овај сервер не подржава дељене директоријуме.

source: Expunge
sr: Испразни

source: Server %S has disconnected. The server may have gone down or there may be a network problem.
sr: Сервер %S се искључио. Сервер је можда искључен или постоји грешка у мрежи.

source: Would you like to subscribe to %1$S?
sr: Да ли желите да пратите %1$S?

source: Unable to connect to your IMAP server. You may have exceeded the maximum number of connections to this server. If so, use the Advanced IMAP Server Settings dialog to reduce the number of cached connections.
sr: Није могуће повезати се на IMAP сервер. Можда сте премашили максималан број веза које овај сервер дозвољава. Ако је тако, користите напредна подешавања за IMAP да смањите број чуваних веза.

source: Quota information is not available because the folder is not open.
sr: Подаци о квоти нису доступни јер је директоријум отворен.

source: This server does not support quotas.
sr: Овај сервер не подржава квоте.

source: There are no storage quotas on this folder.
sr: Овај директоријум нема задату квоту.

source: Application is out of memory.
sr: Програм нема довољно меморије.

source: You cannot log in to %S because you have enabled secure authentication and this server does not support it. To log in, turn off secure authentication for this account.
sr: Не можете се пријавити на %S јер сте укључили аутентикацију, а овај сервер је не подржава. Да бисте се пријавили, искључите аутентикацију за овај налог.

source: Copying Message %1$S of %2$S to %3$S
sr: Умножавање поруке бр. %1$S од %2$S у %3$S

source: Are you sure you want to delete the folder '%S'?
sr: Да ли сигурно желите да уклоните директоријум „%S‟?

source: Deleting this folder is not undoable and will delete all of the messages it contains, and its sub-folders. Are you sure you still want to delete the folder '%S'?
sr: Уклањање директоријума није могуће опозвати, а уклониче све поруке које садржи као и поддиректоријуме ако постоје. Да ли сте сигурни да желите да уклоните директоријум „%S‟?

source: Delete Folder
sr: &Уклони директоријум

source: &Delete Folder
sr: &Уклони директоријум
