Repository: filmil/mozilla
Catalog: release-3/merge/*/mail/chrome/messenger/importMsgs.properties.po
Languages: sr

source: No address books were found to import.
sr: Ниједан адресар није пронађен за увоз.

source: Unable to import address books: initialization error.
sr: Није могуће увести адресаре: грешка при иницијализацији.

source: Unable to import address books: cannot create import thread.
sr: Није могуће увести адресаре: није могуће начинити увезену нит.

source: Error importing %S: unable to create address book.
sr: Грешка при увозу %S: није могуће увести адресар.

source: No mailboxes were found to import
sr: Није нађено ниједно сандуче за увоз.

source: Unable to import mailboxes, initialization error
sr: Није могуће увести сандучиће, грешка при иницијализацији

source: Unable to import mailboxes, cannot create import thread
sr: Није могуће увести сандучиће, није могуће начинити нит за увоз

source: Unable to import mailboxes, cannot create proxy object for destination mailboxes
sr: Није могуће увести сандуче, није могуће начинити заступнички објекат за одредишне сандучиће

source: Error creating destination mailboxes, cannot find mailbox %S
sr: Грешка при прављењу одредишног сандучета, није могуће пронаћи сандуче %S

source: Error importing mailbox %S, unable to create destination mailbox
sr: Грешка при увозу сандучета %S, није могуће начинити одредишно сандуче

source: Unable to create folder to import mail into
sr: Није могуће начинити директоријум у који би се увезла пошта

source: First Name
sr: Име

source: Last Name
sr: Презиме

source: Display Name
sr: Приказано име

source: Nickname
sr: Надимак

source: Primary Email
sr: Прва ел. адреса

source: Secondary Email
sr: Друга ел. адреса

source: Work Phone
sr: Тел. на послу

source: Home Phone
sr: Тел. кућни

source: Fax Number
sr: Број факса

source: Pager Number
sr: Број пејџера

source: Mobile Number
sr: Број мобилног

source: Home Address
sr: Кућна адреса

source: Home Address 2
sr: Кућна адреса 2

source: Home City
sr: Град

source: Home State
sr: Област

source: Home ZipCode
sr: Поштански број

source: Home Country
sr: Држава

source: Work Address
sr: Пословна адреса

source: Work Address 2
sr: Пословна адреса 2

source: Work City
sr: Пословни град

source: Work State
sr: Пословна област

source: Work ZipCode
sr: Пословни поштански број

source: Work Country
sr: Пословна држава

source: Job Title
sr: Опис посла

source: Department
sr: Одељење

source: Organization
sr: Организација

source: Web Page 1
sr: Интернет страна 1

source: Web Page 2
sr: Интернет страна 2

source: Birth Year
sr: Година рођења

source: Birth Month
sr: Месец рођења

source: Birth Day
sr: Дан рођења

source: Custom 1
sr: Произвољно 1

source: Custom 2
sr: Произвољно 2

source: Custom 3
sr: Произвољно 3

source: Custom 4
sr: Произвољно 4

source: Notes
sr: Белешке

source: Screen Name
sr: Екранско име

source: An import operation is currently in progress. Try again when the current import has finished.
sr: Увоз је тренутно у току. Пробајте касније када се увоз заврши.

source: Unable to load settings module
sr: Није могуће учитати модул са подешавањима

source: Unable to find settings. Check to make sure the application is installed on this machine.
sr: Није могуће пронаћи подешавања. Проверите да је програм инсталиран на овом рачунару.

source: An error occurred while importing settings. Some, or all, of the settings may not have been imported.
sr: Дошло је до грешке при увозу подешавања. Нека или сва подешавања нису увезена.

source: Settings were imported from %S
sr: Подешавања су увезена из %S

source: Unable to load mail import module
sr: Није могуће учитати програм за увоз поште

source: Unable to find mail to import. Check to make sure the mail application is correctly installed on this machine.
sr: Није могуће пронаћи пошту за увоз. Проверите да ли је програм за пошту исправно постављен на овом рачунару.

source: Can't import empty address book %S.
sr: Није могуће увести адресар %S, јер је празан.

source: An error occurred importing mail from %S
sr: Дошло је до грешке при увозу поште из %S

source: Mail was successfully imported from %S
sr: Пошта је успешно увезена из %S

source: Unable to load address book import module.
sr: Није могуће учитати модул за увоз адресара.

source: Unable to find any address books to import. Check to make sure the selected application or format is correctly installed on this machine.
sr: Није могуће пронаћи иједан адресар за увоз. Проверите да ли је изабран програм или формат исправно постављен на овом рачунару.

source: An error occurred importing addresses from %S.
sr: Дошло је до грешке при увозу адреса из %S.

source: Addresses successfully imported from %S.
sr: Адресе су успешно увезене из %S.

source: Unable to load filters import module.
sr: Није могуће учитати модул за увоз филтера.

source: An error occurred importing filters from %S.
sr: Дошло је до грешке при увозу филтера (%S).

source: Filters successfully imported from %S.
sr: Филтери су успешно увезени (%S).

source: Filters partially imported from %S. Warnings below:
sr: Филтери су делимично увезени (%S). Упозорења су дата испод:

source: Converting mailboxes from %S
sr: Прерада сандучића из %S

source: Converting address books from %S
sr: Прерада адресара из %S

source: Select settings file
sr: Изаберите датотеку са подешавањима

source: Select mail directory
sr: Избор директоријума са поштом

source: Select address book directory
sr: Изаберите директоријум са адресаром

source: Select address book file
sr: Изаберите датотеку адресара

source: Communicator Address Book files (*.na2)
sr: Комуникаторови адресари (*.na2)

source: Imported Mail
sr: Увезена пошта

source: %S Import
sr: Увоз: %S

source: Communicator 4.x profiles
sr: Профили из Комуикатора 4.x

source: Choose the profile that contains the Local Mail you want to import:
sr: Изаберите профил који садржи локалну пошту коју желите да увезете:
