Repository: filmil/mozilla
Catalog: release-3/merge/*/mail/chrome/messenger/messenger.dtd.po
Languages: sr

source: Mail &amp; Newsgroups
sr: Пошта и групе

source: &Folder…
sr: &Директоријум…

source: Clos&e Tab
sr: &Затвори језичак

source: &Saved Search…
sr: &Сачувана претрага…

source: &Other Accounts…
sr: &Други налози…

source: Mail &Account…
sr: Налог за &пошту…

source: &Open Saved Message…
sr: &Отвори сачувану поруку…

source: &Save As
sr: &Сачувај као

source: &File
sr: &Датотека

source: &Template
sr: &Образац

source: Get Ne&w Messages for
sr: Преузми нове поруке &за

source: &All Accounts
sr: &Сви налози

source: &Current Account
sr: &Тренутни налог

source: Ge&t Next 500 News Messages
sr: Преузми &следећих 500 нових порука

source: D&elete Folder
sr: &Уклони директоријум

source: &Rename Folder…
sr: &Преименуј директоријум…

source: Compact &Folders
sr: Са&жми директоријуме

source: Off&line
sr: &Ван мреже

source: &Work Offline
sr: &Рад ван мреже

source: Download/&Sync Now…
sr: Пријем/&синхронизација…

source: Offlin&e Settings…
sr: Подешавања ван мре&же

source: Get Se&lected Messages
sr: Добави и&забране поруке

source: Get St&arred Messages
sr: Добави поруке са &звездом

source: Page Set&up…
sr: Поде&шавање стране…

source: &Delete Message
sr: &Уклони поруку

source: Un&delete Message
sr: &Врати поруку

source: Cancel &Message
sr: От&кажи поруку

source: &Delete Selected Messages
sr: &Обриши изабране поруке

source: Un&delete Selected Messages
sr: &Врати изабране поруке

source: Ca&ncel Selected Messages
sr: Отк&ажи изабране поруке

source: &Delete Folder
sr: Обриши &директоријум

source: U&nsubscribe
sr: Отка&жи праћење

source: &Select
sr: &Избор

source: &Thread
sr: &Нит

# selectThreadCmd.key
source: a
sr: д

source: &Starred Messages
sr: О&значене звездом

source: Fa&vorite Folder
sr: &Омиљени директоријум

source: Pr&operties…
sr: &Својства…

source: Folder Properties…
sr: Својства директоријума…

source: Newsgroup Properties…
sr: Својства вести

source: Undo Delete Message
sr: Врати обрисану поруку

source: Redo Delete Message
sr: Поново обриши поруку

source: Undo Move Message
sr: Врати померену поруку

source: Redo Move Message
sr: Поново помери поруку

source: Undo Copy Message
sr: Врати умножену поруку

source: Redo Copy Message
sr: Поново умножи поруку

source: Undo Mark All Read
sr: Врати ознаку за непрочитане

source: Redo Mark All Read
sr: Поново означи као прочитане

source: &Undo
sr: &Опозови

source: &Redo
sr: &Понови

source: Mail T&oolbar
sr: Алатна трака за &пошту

source: &Customize…
sr: &Прилагоди…

source: &Layout
sr: &Изглед

source: &Classic View
sr: &Класични поглед

source: &Wide View
sr: &Широки поглед

source: &Vertical View
sr: &Вертикални поглед

source: &Message Pane
sr: &Панел са порукама

source: &Folders
sr: &Директоријуми

source: &Smart
sr: Па&метни

# allFolders.label allFolders.accesskey
source: &All
sr: &Све

# unreadFolders.label unreadFolders.accesskey
source: &Unread
sr: &Непрочитано

source: &Favorite
sr: &Омиљено

# recentFolders.label recentFolders.accesskey
source: &Recent
sr: &Скорашње

source: &Sort by
sr: &Ређање

source: Dat&e
sr: &Датум

source: Recei&ved
sr: П&римљено

source: &Star
sr: &Звезда

source: &Priority
sr: &Приоритет

source: Si&ze
sr: &Величина

source: Stat&us
sr: &Статус

source: Ta&gs
sr: Оз&наке

source: &Junk Status
sr: &Отпад

source: Su&bject
sr: &Тема

source: &From
sr: &Шаље

source: Re&cipient
sr: При&малац

source: &Read
sr: &Прочитано

source: &Order Received
sr: &Редослед доставе

source: &Ascending
sr: &Растући

source: &Descending
sr: &Опадајући

source: &Threaded
sr: По &нитима

source: Unt&hreaded
sr: &Без нити

source: &Grouped By Sort
sr: &Груписано по реду

source: &Messages
sr: &Поруке

source: Thr&eads
sr: &Нити

# allMsgsCmd.label allMsgsCmd.accesskey
source: &All
sr: &Све

source: &Expand All Threads
sr: Рашири &све нити

source: &Collapse All Threads
sr: С&купи све нити

# unreadMsgsCmd.label unreadMsgsCmd.accesskey
source: &Unread
sr: &Непрочитано

source: &Threads with Unread
sr: &Непрочитане нити

source: &Watched Threads with Unread
sr: &Посматране нити са непрочитаним порукама

source: &Ignored Threads
sr: &Занемарене нити

source: &Headers
sr: &Заглавља

source: &Normal
sr: &Обичан

source: Message &Body As
sr: Тело &поруке

source: Original &HTML
sr: &Изворни HTML

source: &Simple HTML
sr: &Упрошћени HTML

source: &Plain Text
sr: &Обичан текст

source: Feed Message &Body As
sr: Тело до&вода као

source: &Web Page
sr: &Веб страна

source: Su&mmary
sr: Са&жетак

source: &Default Format
sr: &Изворни формат

source: Display &Attachments Inline
sr: Прикажи прилоге у о&квиру поруке

source: Zoom &In
sr: Уве&ћај

source: Zoom &Out
sr: Ума&њи

source: &Reset
sr: &Врати

source: Zoom &Text Only
sr: Увећа&ј само текст

source: &Zoom
sr: &Увећај

source: Message S&ource
sr: Извор &поруке

source: u
sr: п

source: &Find
sr: &Нађи

source: &Find in This Message…
sr: &Нађи у овој поруци…

source: Find A&gain
sr: На&ђи поново

source: Search &Messages…
sr: Пре&тражи поруке…

source: &Search Addresses…
sr: Претра&жи адресе…

source: &Go
sr: &Иди

source: &Next
sr: &Следећа

# nextUnreadMsgCmd.label nextUnreadMsgCmd.accesskey
source: &Unread Message
sr: &Непрочитана порука

# nextStarredMsgCmd.label nextStarredMsgCmd.accesskey
source: &Starred Message
sr: &Порука са звездом

source: Unread &Thread
sr: Непро&читана нит

source: &Previous
sr: &Претходна

# prevUnreadMsgCmd.label prevUnreadMsgCmd.accesskey
source: &Unread Message
sr: &Непрочитана порука

source: &Back
sr: &Назад

# prevStarredMsgCmd.label prevStarredMsgCmd.accesskey
source: &Starred Message
sr: Порука са з&вездом

source: Mail &Start Page
sr: &Почетна страна за пошту

source: &New Message
sr: &Нова порука

source: &Archive
sr: У &архиву

source: &Reply
sr: &Одговор

# replySenderCmd.label replySenderCmd.accesskey
source: &Reply to Sender Only
sr: &Одговор само пошиљаоцу

# replyNewsgroupCmd.label replyNewsgroupCmd.accesskey
source: Repl&y to Newsgroup
sr: Одговор на &групу

source: Re&ply to All
sr: Одговор с&вима

# replyToListMsgCmd.label replyToListMsgCmd.accesskey
source: Reply to &List
sr: Одговори на &листу

# forwardMsgCmd.label forwardMsgCmd.accesskey
source: &Forward
sr: &Проследи

source: For&ward As
sr: Прос&леђивање

source: &Inline
sr: &У тексту

source: &Attachment
sr: Као &прилог

source: &Edit Message As New
sr: &Уреди поруку као да је нова

source: Cre&ate Filter From Message…
sr: На&прави филтер од поруке…

# moveMsgToMenu.label moveMsgToMenu.accesskey
source: &Move To
sr: По&мери у

# moveCopyMsgRecentMenu.label moveCopyMsgRecentMenu.accesskey
source: &Recent
sr: &Скорашње

source: Copy &Message Location
sr: &Умножи локацију поруке

# copyMsgToMenu.label copyMsgToMenu.accesskey
source: &Copy To
sr: &Умножи у

source: Move Aga&in
sr: Опет по&мери

source: &Ignore Thread
sr: &Занемари нит

source: Ignore &Subthread
sr: Занемари по&днит

source: &Watch Thread
sr: По&сматрај нит

source: w
sr: с

source: &File Here
sr: Смести ов&де

source: &Copy Here
sr: Умно&жи овде

source: Ta&g
sr: О&значи

source: Mar&k
sr: Озна&чи

source: As &Read
sr: &Као прочитано

source: &Thread As Read
sr: &Нит као прочитану

source: As Read by &Date…
sr: Означи као прочитано по &датуму…

source: &All Read
sr: &Све као прочитано

source: Add &Star
sr: Додај &звезду

source: As &Junk
sr: &Непожељно

source: As &Not Junk
sr: Ни&је непожељно

source: Run Junk Mail &Controls
sr: Покрени контролу отпадне по&ште

source: &Open Message
sr: О&твори поруку

source: &Open Feed Message
sr: Отвори &поруку-довод

source: &Web Page in New Window
sr: &Веб страна у новом прозору

source: &Summary in New Window
sr: &Сажетак у новом прозору

source: &Toggle Web Page and Summary in Message Pane
sr: &Пребаци између веб погледа и сажетка у прозору са порукама

source: Window
sr: Прозор

source: &Tools
sr: &Алатке

source: Mail &amp; &Newsgroups
sr: &Пошта и групе

source: Address &Book
sr: &Адресар

source: &Add-ons
sr: &Додаци

source: Acti&vity Manager
sr: &Управник активностима

source: Message &Filters…
sr: &Филтери за поруке

source: &Run Filters on Folder
sr: Примени &филтере на директоријум

source: R&un Filters on Selected Messages
sr: Филтрирај &изабране поруке

source: R&un Filters on Message
sr: &Филтрирај поруку

source: Run Junk Mail &Controls on Folder
sr: &Пронађи нежељену пошту у директоријуму

source: &Delete Mail Marked as Junk in Folder
sr: У&клони отпадну пошту из директоријума

source: I&mport…
sr: &Увоз…

source: &Error Console
sr: Конзола са &грешкама

source: Account &Settings…
sr: &Подешавања налога…

source: A
sr: П

source: Get Mail
sr: Преузми пошту

source: Write
sr: Писање

source: Reply
sr: Одговор

source: Reply All
sr: Одговор свима

source: Reply to List
sr: Одговор на листу

# forwardButton.label
source: Forward
sr: Проследи

source: File
sr: Датотека

source: Archive
sr: Архивирај

source: Next
sr: Следеће

source: Previous
sr: Претходно

source: Back
sr: Назад

# goForwardButton1.label
source: Forward
sr: Проследи

source: Delete
sr: Уклони

source: Undelete
sr: Врати

source: Mark
sr: Означи

source: Print
sr: Штампај

source: Stop
sr: Стани

source: Activity Indicator
sr: Показивач активности

source: Junk
sr: Отпад

source: Address Book
sr: Адресар

source: Global Search
sr: Глобална претрага

source: Quick Search
sr: Брза претрага

source: Mail Views
sr: Прегледи поште

source: Folder Location
sr: Место директоријума

source: Compact
sr: Сажми

source: Advanced message search
sr: Напредна претрага порука

source: Get new messages
sr: Преузми нове поруке

source: &Get All New Messages
sr: &Преузми све нове поруке

source: Create a new message
sr: Почни нову поруку

source: Reply to the message
sr: Одговори на ову поруку

source: Reply to sender and all recipients
sr: Одговори пошиљаоцу и свим примаоцима

source: Reply to mailing list
sr: Одговор се шаље на дописну листу

source: Forward selected message
sr: Проследи изабрану поруку

source: File selected message
sr: Разврстај изабрану поруку

source: Archive selected messages
sr: Архивирај изабране поруке

source: Move to the next unread message
sr: Иди на следећу непрочитану поруку

source: Move to the previous unread message
sr: Иди на претходну непрочитану поруку

source: Go forward one message
sr: Иди на наредну поруку

source: Go back one message
sr: Иди на претходну поруку

source: Delete selected message or folder
sr: Уклони изабрану поруку из директоријума

source: Undelete selected message
sr: Врати обрисану поруку

source: Mark messages
sr: Означи поруке

source: Print this message
sr: Штампај ову поруку

source: Stop the current transfer
sr: Заустави пренос

source: Mark the selected messages as junk
sr: Означи ове поруке као отпад

source: Mark the selected messages as not junk
sr: Уклони ознаку за отпад са изабраних порука

source: Go to the address book
sr: Прикажи адресар

source: Tag messages
sr: Означи поруке

source: Remove deleted messages from selected folder
sr: Уклони обрисане поруке из изабраног директоријума

source: &New Tag…
sr: Нова &ознака…

source: Name
sr: Име

source: &Get Messages
sr: &Добави поруке

source: &Open
sr: &Отвори

source: Open in New &Tab
sr: Отвори у новом &језичку

source: &New Subfolder…
sr: Нови &поддиректоријум…

source: &Rename
sr: &Преименуј

source: &Delete
sr: &Обриши

source: &Compact
sr: &Сажми

source: Empty &Junk
sr: Испразни &непожељне

source: &Unsubscribe
sr: &Откажи праћење

source: Mar&k Newsgroup Read
sr: О&значи групу као прочитану

source: Mar&k Folder Read
sr: O&значи директоријум као прочитан

source: &Search…
sr: &Тражи…

source: &Properties…
sr: &Својства…

source: F&avorite Folder
sr: О&миљени директоријум

source: S&ettings…
sr: &Подешавања…

source: &Name or Email contains:
sr: &Име или адреса садрже:

source: Search messages…
sr: Тражи поруке…

source: Subject or From
sr: Тема или пошиљалац

source: To or Cc
sr: Прима или Коп

source: Subject, To or Cc
sr: Тема, прималац или копија

source: Entire Message
sr: Цела порука

source: Save Search as a Folder…
sr: Сачувај претрагу као директоријум…

source: Thread
sr: Нит

source: Recipient
sr: Прима

source: Date
sr: Датум

source: Priority
sr: Приоритет

source: Account
sr: Налог

source: Status
sr: Статус

source: Junk Status
sr: Смеће

source: Unread
sr: Непрочитане

source: Total
sr: Укупно

source: Read
sr: Прочитано

source: Received
sr: Примљено

source: Starred
sr: Са звездом

source: Location
sr: Место

source: Order Received
sr: Редослед пријема

source: Attachments
sr: Прилози

source: Click to select columns to display
sr: Притисните да изабeрете колоне које се приказују

source: Click to display message threads
sr: Притисните да прикажете нити порука

source: Click to sort by from
sr: Притисните да уредите по пошиљаоцу

source: Click to sort by recipient
sr: Притисните да поређате по примаоцу

source: Click to sort by subject
sr: Притисните да поређате по теми

source: Click to sort by date
sr: Притисните да поређате по датуму

source: Click to sort by priority
sr: Притисните да поређате по приоритету

source: Click to sort by tags
sr: Притисните да поређате по ознакама

source: Click to sort by account
sr: Притисните да поређате по налогу

source: Click to sort by status
sr: Притисните да порееђате по статусу

source: Click to sort by size
sr: Притисните да поређате по величини

source: Click to sort by junk status
sr: Притисните да поређате по ознаци за смеће

source: Number of unread messages in thread
sr: Број непрочитаних порука у нити

source: Total number of messages in thread
sr: Укупан број порука у нити

source: Click to sort by read
sr: Притисните да поређате према прочитаним порукама

source: Click to sort by date received
sr: Притисните да поређате по датуму пријема

source: Click to sort by star
sr: Притисните да поређате по звезди

source: Click to sort by location
sr: Притисните да поређате по месту

source: Click to sort by order received
sr: Притисните да поређате по редоследу пријема

source: Click to sort by attachments
sr: Притисните да поређате по прилозима

source: Open Message in New &Window
sr: Отвори поруку у &новом прозору

source: Open Message in New &Tab
sr: Отвори поруку у новом &језичку

source: &Edit As New…
sr: &Уреди као нову…

source: Arc&hive
sr: Ар&хивирај

# contextReplySender.label contextReplySender.accesskey
source: &Reply to Sender Only
sr: &Одговор само пошиљаоцу

# contextReplyNewsgroup.label contextReplyNewsgroup.accesskey
source: Repl&y to Newsgroup
sr: Одговор на &групу

source: Reply to &All
sr: Одговор &свима

# contextReplyList.label contextReplyList.accesskey
source: Reply to &List
sr: Одговори на &листу

source: F&orward as Attachments
sr: Проследи као при&лог

# contextMoveMsgMenu.label contextMoveMsgMenu.accesskey
source: &Move To
sr: По&мери

# contextMoveCopyMsgRecentMenu.label contextMoveCopyMsgRecentMenu.accesskey
source: &Recent
sr: &Скорашње

# contextCopyMsgMenu.label contextCopyMsgMenu.accesskey
source: &Copy To
sr: &Умножи

source: &Save As…
sr: &Сачувај као…

source: &Play
sr: П&уштање

source: &Pause
sr: Пау&за

source: &Mute
sr: &Утишај

source: Un&mute
sr: Пусти &тон

source: Junk Mail
sr: Нежељено

source: To protect your privacy, &brandShortName; has blocked remote content in this message.
sr: Како би заштитио Вашу приватност, програм &brandShortName; је блокирао удаљени садржај из ове поруке.

source: Show Remote Content
sr: Прикажи удаљени садржај

source: This message may be a scam.
sr: Ова порука је можда превара.

source: Ignore Warning
sr: Занемари упозорење

source: This message doesn't appear to be a scam.
sr: Ова порука не изгледа као превара.

source: more
sr: још

source: Search all messages
sr: Претрага свих порука

source: Add to Address &Book…
sr: Додај у &адресар…

source: Add to Address &Book
sr: Додај у &адресар

source: &Edit Contact…
sr: &Уреди контакт…

source: &View Contact
sr: &Преглед контакта

source: Subscribe to &Newsgroup
sr: Пра&ти групу

source: Compo&se Message To
sr: Састави пору&ку за

source: &Copy Email Address
sr: &Умножи ел. адресу

source: &Copy Newsgroup Name
sr: &Умножи име групе

source: Copy Newsgroup &URL
sr: Умно&жи УРЛ групе

source: Create &Filter From…
sr: Направи &филтер од…

source: Rep&ort Email Scam
sr: При&јава преваре

source: Save Lin&k As…
sr: &Сачувај везу као…

source: Sa&ve Image As…
sr: Са&чувај слику као…

source: C&ut
sr: &Исеци

source: &Copy
sr: Умн&ожи

source: &Paste
sr: У&баци

source: Select &All
sr: Изабери &све

source: &Copy Link Location
sr: &Умножи одредиште везе

source: Copy &Email Address
sr: Умножи &ел. адресу

source: &Stop
sr: &Крај

source: &Reload
sr: Опет у&читај

source: &Open In Browser
sr: Отво&ри у читачу

source: &Open Link In Browser
sr: Отвори &везу у читачу

source: Done
sr: Готово

source: Minimize
sr: Умањи

source: Bring All to Front
sr: Стави све у први план

source: Zoom
sr: Увећан

source: Preferences…
sr: Поставке…

source: Services
sr: Услуге

source: Hide &brandShortName;
sr: Сакриј &brandShortName;

source: Hide Others
sr: Сакриј остале

source: Show All
sr: Прикажи све
