Repository: filmil/mozilla
Catalog: release-3/merge/*/mail/chrome/messenger/messenger.properties.po
Languages: sr

source: Delete Account…
sr: Уклони налог…

source: Folder…
sr: Директоријум…

source: Subfolder…
sr: Поддиректоријум…

source: New Folder…
sr: Нови директоријум…

source: New Subfolder…
sr: Нови поддиректоријум…

source: Folder Properties
sr: Особине директоријума

source: New Tag…
sr: Нова ознака…

source: Get Next %S News Messages
sr: Преузми још порука са група: %S

source: Advance to next unread message in %S?
sr: Прелазак на следећу непрочитану поруку у %S?

source: on
sr: на

source: Reply to Sender
sr: Одговор пошиљаоцу

source: Reply
sr: Одговор

source: Mail Files
sr: Датотеке с поштом

source: Open Message
sr: Отвори поруку

source: message.eml
sr: порука.eml

source: Save Message As
sr: Сачувај поруку као

source: Save Attachment
sr: Сачувај прилог

source: Save All Attachments
sr: Сачувај све прилоге

source: Loading message to print…
sr: Учитавање поруке за штампање…

source: Message loaded…
sr: Порука је учитана…

source: Printing message…
sr: Штампање поруке…

source: Print Previewing message…
sr: Преглед поруке за штампање…

source: Printing AddressBook…
sr: Штампање адресара…

source: Print Previewing AddressBook…
sr: Преглед адресара за штампање…

source: Done.
sr: Готово.

source: (Loading content for Printing)
sr: (Учитавање садржаја за штампање)

source: (Loading content for Print Preview)
sr: (Учитавање садржаја за преглед)

source: Unable to save the attachment. Please check your file name and try again later.
sr: Прилог није могао бити сачуван. Молимо проверите име датотеке и пробајте поново.

source: Unable to save the message. Please check your file name and try again later.
sr: Порука није могла бити сачувана. Молимо проверите име датотеке и пробајте поново.

source: %S already exists. Do you want to replace it?
sr: %S већ постоји. Да ли желите да замените?

source: Downloading Newsgroups for Offline Use
sr: Преузимање група за рад са прекинутом везом

source: Downloading Mail for Offline Use
sr: Преузимање поште за рад са прекинутом везом

source: Sending Unsent Messages
sr: Слање непослатих порука

source: A folder with that name already exists. Please enter a different name.
sr: Директоријум са тим именом већ постоји. Молимо унесите неко друго име.

source: The folder could not be created because the folder name you specified contains an unrecognized character. Please enter a different name and try again.
sr: Директоријум није могао бити направљен јер име директоријума садржи непознате знаке. Молимо унесите неко друго име и пробајте поново.

source: Compacting folder %S…
sr: Сажимање директоријума %S…

source: Done compacting
sr: Крај сажимања

source: Compact Folders
sr: Сажми директоријуме

source: Do you wish to compact all local and offline folders to save disk space?
sr: Да ли желите да сажмете све локалне директоријуме како бисте уштедели простор на диску?

source: Always ask me before compacting folders automatically
sr: Увек ме питај пре аутоматског сажимања директоријума

source: Compact &Now
sr: Сажми &сада

source: Deleting the folder '%S' will disable its associated filter(s). Are you sure you want to delete the folder?
sr: Брисањем директоријума „%S“ сви њему придружени филтери биће искључени. Да ли сигурно желите да обришете овај директоријум?

source: Filters associated with this folder will be updated.
sr: Филтери придружени овом директоријуму биће освежени.

source: The folder '%S' could not be found, so filter(s) associated with this folder will be disabled. Verify that the folder exists, and that filters point to a valid destination folder.
sr: Директоријум „%S“ није могао бити пронађен и зато ће филтери придружени овом директоријуму бити искључени. Проверите да директоријуми заиста постоје и да филтери показују на важећи одредишни директоријум.

source: The messages could not be filtered to folder '%S' because another operation is in progress.
sr: Поруке нису могле да буду исфилтриране у директоријум „%S“ јер је неко друго дејство у току.

source: Unable to open the folder %S because it is in use by some other operation. Please wait for that operation to finish and then select the folder again.
sr: Није могуће отворити директоријум %S јер га користи неко друго дејство. Молимо да сачекате да се ово дејство заврши и онда поново изаберите директоријум.

source: Unable to delete messages in folder %S because it is in use by some other operation. Please wait for that operation to finish and then try again.
sr: Поруке из директоријума „%S“ нису могле бити обрисане јер га користи неко друго дејство. Молимо сачекајте да се то дејство заврши и онда пробајте поново.

source: Do not warn me again.
sr: Не упозоравај ме опет.

source: The folder '%S' cannot be compacted because another operation is in progress. Please try again later.
sr: Директоријум „%S“ није могао бити сажет јер неко друго дејство још увек траје. Молимо пробајте касније.

source: The folder '%S' could not be compacted because writing to folder failed. Verify that you have enough disk space, and that you have write privileges to the file system, then try again.
sr: Директоријум „%S“ није могао бити сажет јер упис у тај директоријум није успео. Проверите да ли имате довољно простора на диску и да имате права да пишете на систем датотека, а онда пробајте поново.

source: The messages could not be filtered to folder '%S' because writing to folder failed. Verify that you have enough disk space, and that you have write privileges to the file system, then try again.
sr: Поруке нису могле бити филтриране у директоријум „%S“ јер упис у директоријум није успео. Проверите да ли имате довољно простора на диску и да имате привилегије за упис на систем датотека, а онда пробајте поново.

source: The messages could not be moved or copied to folder '%S' because writing to folder failed. To gain disk space, from the File menu, first choose Empty Trash, and then choose Compact Folders, and then try again.
sr: Поруке нису могле бити померене или умножене у директоријум „%S“ јер упис у директоријум није успео. Да бисте ослободили простор на диску, из менија „Датотека“ изаберите „Испразни смеће“ и пробајте поново.

source: While working offline, you cannot move or copy messages that were not downloaded for offline use. From the Mail window, open the File menu, choose Offline, then uncheck Work Offline, and then try again.
sr: При неповезаном раду, не можете умножавати или померати поруке које нису преузете за локални рад. Из прозора „Пошта“ отворите мени „Датотека“, изаберите „Неповезан рад“, затим изаберите „Рад на вези“, и пробајте поново.

source: The operation failed because an other operation is using the folder. Please wait for that operation to finish and then try again.
sr: Дејство није успело пошто нека друго дејство користи директоријум. Молимо сачекајте да се прво дејство заврши и онда пробајте поново.

source: The folder could not be renamed. Perhaps the folder is being reparsed, or the new name is not a valid folder name.
sr: Директоријум није могао бити преименован. Можда је у међувремену премештен или ново име није исправно име за директоријум.

source: %1$S on %2$S
sr: %1$S на %2$S

source: There was an error truncating the Inbox after filtering a message to folder '%1$S'. You may need to shutdown %2$S and delete INBOX.msf.
sr: Дошло је до грешке приликом скраћивања долазног самдучета после филтрирања поруке за директоријум „%1$S‟. Можда ћете морати да затворите програм %2$S и уклоните датотеку INBOX.msf.

source: The folder %S is full, and can't hold any more messages. To make room for more messages, delete any old or unwanted mail and compact the folder.
sr: Директоријум „%S‟ је пун и не може да прими још порука. Да бисте ослободили простор за још порука, уклоните стару или нежељену пошту и затим сажмите директоријум.

source: Unable to open the summary file for %S. Perhaps there was an error on disk, or the full path is too long.
sr: Није могуће отворити датотеку са сажетком директоријума „%S‟. Можда је дошло до греке на диску, или је пуно име стазе предугачко.

source: (Default)
sr: (Изворно)

source: Unread
sr: Нрпрочитане

source: Has Attachment
sr: Са прилогом

source: Expanded
sr: Раширене

source: Collapsed
sr: Скупљене

source: <not specified>
sr: <није назначен>

source: None
sr: Ниједан

source: STARTTLS, if available
sr: STARTTLS, ако је доступан

source: SSL/TLS
sr: ССЛ/ТЛС

source: No
sr: Не

source: Yes
sr: Да

source: Delete Server
sr: Уклони сервер

source: Are you sure you want to delete the server: %S?
sr: Да ли сигурно желите да уклоните сервер: %S?

source: News Server (NNTP)
sr: Сервер за групе (NNTP)

source: POP Mail Server
sr: POP сервер за пошту

source: IMAP Mail Server
sr: IMAP сервер за пошту

source: Local Mail Store
sr: Локална остава за пошту

source: Click to sort by size
sr: Притисните да поређате по величини

source: Size
sr: Величина

source: Click to sort by lines
sr: Притисните да поређате по броју линија

source: Lines
sr: Линија

source: Loading Message…
sr: Учитавање поруке…

source: Synchronizing messages in %1$S from %2$S…
sr: Синхронизација порука у %1$S помоћу %2$S…

source: Unread: %S
sr: Непрочитано: %S

source: Selected: %S
sr: Изабрано: %S

source: Total: %S
sr: Укупно: %S

source: Local Folders
sr: Овдашње

source: Inbox
sr: Долазнo

source: Trash
sr: Обрисано

source: Sent
sr: Послато

source: Drafts
sr: Скице

source: Templates
sr: Обрасци

source: Outbox
sr: Одлазно

source: Archives
sr: Архиве

source: Deletion of special folder %S is not allowed for IMAP accounts.
sr: Брисање посебног директоријума „%S“ није дозвољено за IMAP налоге.

source: Special Folder Deletion
sr: Брисање посебног директоријума

source: Lowest
sr: Најнижи

source: Low
sr: Низак

source: Normal
sr: Нормалан

source: High
sr: Висок

source: Highest
sr: Највиши

source: Today
sr: Данас

source: Yesterday
sr: Јуче

source: Last Week
sr: Прошле седмице

source: Two Weeks Ago
sr: Пре две седмице

source: Old Mail
sr: Стара пошта

source: Untagged Messages
sr: Неозначене поруке

source: No Status
sr: Без статуса

source: No Priority
sr: Без приоритета

source: No Attachments
sr: Нема прилога

source: Attachments
sr: Прилози

source: Not Starred
sr: Без звезде

source: Remove All Tags
sr: Уклони све ознаке

source: Important
sr: Важно

source: Work
sr: Посао

source: Personal
sr: Лично

source: To Do
sr: Урадити

source: Later
sr: Касније

source: Replied
sr: Одговорено

source: Forwarded
sr: Прослеђено

source: New
sr: Ново

source: Read
sr: Прочитано

source: Plugin
sr: Прикључак

source: Filter
sr: Филтер

source: Whitelist
sr: Бела листа

source: User
sr: Корисник

source: IMAP Flag
sr: Ознака за IMAP

source: Has Attachments
sr: Има прилоге

source: Tags
sr: Ознаке

source: true
sr: тачно

source: The body of this message has not been downloaded from the server for reading offline. To read this message, you must reconnect to the network, choose Offline from the File menu and then uncheck Work Offline. In the future, you can select which messages or folders to read offline. To do this, choose Offline from the file menu and then select Synchronize. You can adjust the Disk Space preference to prevent the downloading of large messages.
sr: Тело ове поруке није преузето са сервера за читање ван везе. Да бисте прочитали ову поруку, морате да се повежете на мрежу, изаберете рад ван мреже из менија „Датотека‟ и затим изаберете „Рад на вези‟ Убудуће, можете да изаберете које поруке и директоријуме желите да читате ван мреже. Да бисте ово урадили, изаберите „Ван мреже‟ из менија „Датотека‟ и затим изаберите „Усклади‟. Можете да користите подешавања простора на диску како бисте спречили пријем великих порука.

source: Mail
sr: Пошта

source: News
sr: Групе

source: <TITLE>Go Online to View This Message</TITLE>
sr: <TITLE>Потребно је повезати се на мрежу за преглед ове поруке</TITLE>

source: Confirm Unsubscribe
sr: Потврдите одјаву

source: Are you sure you want to unsubscribe from %S?
sr: Да ли сигурно желите да се одјавите са %S?

source: Are you sure you want to unsubscribe from these newsgroups?
sr: Да ли сигурно желите да престанете да пратите ове групе?

source: Open
sr: Отвори

source: O
sr: О

source: Save As…
sr: Сачувај као…

source: A
sr: к

source: Detach…
sr: Откачи…

# detachLabelAccesskey
source: D
sr: т

source: Delete
sr: Уклони

source: E
sr: У

source: The following attachments will be permanently deleted from this message: %S This action cannot be undone. Do you wish to continue?
sr: Наредни прилози биће трајно уклоњени из ове поруке: %S Ово дејство не може касније да се поништи. Да ли желите да наставите?

source: The following attachments have been successfully saved and will now be permanently deleted from this message: %S This action cannot be undone. Do you wish to continue?
sr: Наведени прилози су успешно сачувани и биће сада трајно уклоњени из поруке: %S Ово дејство не може касније да се поништи. Да ли желите да наставите?

source: Failed to delete the selected attachments.
sr: Избор жељених прилога није успео.

source: This attachment appears to be empty. Please check with the person who sent this. Often company firewalls or antivirus programs will destroy attachments.
sr: Прилог је изгледа празан. Молимо да то проверите са пошиљаовем. Понекад се дешава да ватробрани (firewall) или антивирусни програми уклоне прилоге.

source: Unknown Error
sr: Непозната грешка

source: Failed to connect to server %S.
sr: Није могуће повезати се на сервер %S.

source: Could not connect to server %S; the connection was refused.
sr: Није могуће повезати се на сервер %S; веза је одбијена.

source: Connection to server %S timed out.
sr: Веза са сервером %S је истекла.

source: Subject or Recipient contains:
sr: Тема или Прималац садржи:

source: Subject or From contains:
sr: Тема или пошиљалац садрже:

source: has %1$S new message
sr: %1$S нова порука

source: has %1$S new messages
sr: нових порука: %1$S

source: %1$S has %2$S new message
sr: Корисник %1$S има нове поруке (укупно %2$S)

source: %1$S has %2$S new messages
sr: Корисник %1$S има нове поруке (укупно %2$S)

source: %1$S new message from %2$S.
sr: Нових порука од: %2$S - %1$S.

source: %1$S new messages from %2$S.
sr: Нових порука од: %2$S - %1$S.

source: %1$S new messages from %2$S and %3$S more.
sr: Нових порука од: %2$S - %1$S и још %3$S.

source: %S of %S KB used
sr: %S од %S KB у употреби

source: %S%% full
sr: %S%% попуњено

source: IMAP quota: %S KB used of %S KB total. Click for details.
sr: Квота за IMAP: %S KB се користи, од укупно %S KB. Притисните за детаље.

source: Are you sure you want to delete this view?
sr: Да ли сигурно желите да обришете овај поглед?

source: Confirm Delete
sr: Потврди уклањање

source: Are you sure you want to delete this saved search?
sr: Да ли сигурно желите да обришете ову сачувану претрагу?

source: Enter your password for %1$S on %2$S:
sr: Унесите лозинку за %1$S на %2$S:

source: Mail Server Password Required
sr: Потребна је лозинка за сервер за пошту

source: Opening %S messages may be slow. Continue?
sr: Отварање %S порука може бити споро. Да наставим?

source: A tag with that name already exists.
sr: Ознака са тим именом већ постоји.

source: Edit Tag
sr: Уреди ознаку

source: Edit Saved Search Properties for %S
sr: Унесите својства сачуване претраге за %S

source: You must choose at least one folder to search for the saved search folder.
sr: Морате изабрати бар један директоријум као директоријум за чување претрага.

source: Error opening message-id
sr: Грешка при отварању поруке по идентификатору

source: Message for message-id %S not found
sr: Порука за идентификатор %S није нађена

source: Email Scam Alert
sr: Ова порука делује сумњиво

source: %1$S thinks this message is a scam. The links in the message may be trying to impersonate web pages you want to visit. Are you sure you want to visit %2$S?
sr: Програм %1$S мисли да је ова порука превара. Везе дате у поруци можда покушавају да имитирају веб странице које желите да посетите. Да ли сигурно желите да посетите страну %2$S?

source: C
sr: д

source: Downloading %S…
sr: Пријем %S…

source: Downloading Update…
sr: Пријем доградњи…

# updatesItem_downloading.accesskey
source: D
sr: р

source: Resume Downloading %S…
sr: Наставак пријема: %S…

source: Resume Downloading Update…
sr: Наставак пријема доградње…

# updatesItem_resume.accesskey
source: D
sr: Н

# updatesItem_pending.accesskey
source: D
sr: м

source: All Folders
sr: Сви директријуми

source: Unread Folders
sr: Непрочитани директоријуми

source: Favorite Folders
sr: Омиљени директоријуми

source: Recent Folders
sr: Скорашњи директоријуми

# folderPaneHeader_smart
source: Smart Folders
sr: Паметни директоријуми

# smartAccountName
source: Smart Folders
sr: Паметни директоријуми

source: Move to "%1$S" Again
sr: Поново помери у „%1$S‟

source: Copy to "%1$S" Again
sr: Поново умножи у „%1$S‟

source: Always load remote content from %1$S
sr: Увек учитај удаљени садржај са %1$S

source: New Mail
sr: Нова порука

# emptyJunkTitle
source: Confirm
sr: Потврди

source: Are you sure you want to permanently delete all messages and subfolders in the Junk folder?
sr: Да ли сигурно желите да уклоните све поруке и поддиректоријуме из директоријума са непожељним порукама?

# emptyJunkDontAsk
source: Don't ask me again.
sr: Не питај ме поново.

source: Are you sure you want to permanently delete all messages and subfolders in the Trash folder?
sr: Да ли сигурно желите да уклоните све поруке и поддиректоријуме из директоријума канте за смеће?

# emptyTrashDontAsk
source: Don't ask me again.
sr: Не питај ме поново.

source: Junk analysis %S complete
sr: Анализа непожељне поште: обављено %S

source: Processing Junk Messages
sr: Обрада непожељне поште

source: File Not Found
sr: Датотека није нађена

source: The file %S does not exist.
sr: Датотека %S не постоји.

source: File Empty
sr: Датотека је празна

source: The file %S is empty.
sr: Датотека %S је празна.

# headertoFieldYou
source: You
sr: Ви

# headerfromFieldYou
source: You
sr: Ви

# headerreply-toFieldYou
source: You
sr: За Вас

# headerccFieldYou
source: You
sr: За Вас

# headerbccFieldYou
source: You
sr: За вас

source: Loading…
sr: Учитавање…

source: Confirm Delete of Messages in Collapsed Thread(s)
sr: Потврдите уклањање порука у сажетим нитима

source: Warning - this will delete messages in collapsed thread(s)
sr: Упозорење: поруке у сажетим нитима ће бити уклоњене

source: Always ask me before deleting messages in collapsed threads
sr: Увек ме питај пре уклањања порука у сажетим нитима

source: Apply
sr: Примени

source: Login Failed
sr: Пријава није успела

source: Login to server %S failed.
sr: Пријава на сервер %S није успела.

source: &Retry
sr: &Понови

source: &Enter New Password
sr: &Унос нове лозинке

source: Default
sr: Изворно

source: The default theme.
sr: Изворна тема.
