Repository: filmil/mozilla
Catalog: release-3/merge/*/mail/chrome/messenger/msgHdrViewOverlay.dtd.po
Languages: sr

source: to
sr: прима

source: from
sr: шаље

source: sender
sr: пошиљалац

source: organization
sr: организација

source: reply-to
sr: одровор-на

source: subject
sr: тема

source: bcc
sr: бкоп

source: newsgroups
sr: групе

source: followup-to
sr: проследи-на

source: tags
sr: ознаке

source: date
sr: датум

source: user-agent
sr: кор-агент

source: references
sr: обраћања

source: message-id
sr: ид-поруке

source: in-reply-to
sr: у-одговор-на

source: website
sr: веб сајт

source: This is a draft message
sr: Ово је нацрт поруке

source: Edit…
sr: Уреди…

source: archive
sr: архивирај

source: archive this message
sr: архивирај ову поруку

source: reply
sr: одговор

source: reply to this message
sr: одговор на ову поруку

source: reply all
sr: одговор свима

source: reply to sender and all recipients
sr: одговор пошиљаоцу и свим примаоцима

source: reply list
sr: одговор на листу

source: reply to mailing list
sr: одговор на дописну листу

source: forward
sr: проследи

source: forward this message
sr: прослеђивање ове поруке

source: junk
sr: нежељено

source: mark this message as junk
sr: означава поруку као непожељну

source: delete
sr: уклони

source: delete this message
sr: уклања ову поруку

source: Show Icons &and Text
sr: Покажи &слике и текст

source: Show &Icons Only
sr: Покажи само с&лике

source: Show &Text Only
sr: Покажи само &текст

source: Always Show &Reply to Sender
sr: Увек приказуј дугме за &одговор пошиљаоцу

source: other actions
sr: друга дејства

source: show in &conversation
sr: прикажи у &разговорима

source: open in ne&w window
sr: отвори у &новом прозору

source: open in new &tab
sr: отвори у новом &језичку

source: ma&rk as read
sr: означи као &прочитано

source: ma&rk as unread
sr: означи као &непрочитано

source: &save as…
sr: &сачувај као…

source: &view source
sr: &преглед кода

source: &print…
sr: &штампа…

source: &Open
sr: &Отвори

source: Save &As…
sr: Сачувај &као…

source: Detach…
sr: Откачи…

source: Delete
sr: Уклони

source: &Save All…
sr: &Сачувај све…

source: &Detach All…
sr: &Откачи све…

source: D&elete All…
sr: &Уклони све…

source: &Copy Link Location
sr: Умножи &везу

source: Copy Message-ID
sr: Умножи ИД поруке

source: Open Message For ID
sr: Отвори поруку по ИДу

source: Open Browser With Message-ID
sr: Отвори читач са поруком ИД
