Repository: filmil/mozilla
Catalog: release-3/merge/*/mail/chrome/messenger/offline.properties.po
Languages: sr

source: Download Messages
sr: Пријем порука

source: Do you want to download messages for offline use before going offline?
sr: Да ли желите да поруке преузмете пре или после пре прекида везе са мрежом?

source: Always ask me when I go offline
sr: Увек ме питај када прекидам везу

source: Do you want to send your unsent messages now?
sr: Да ли желите да сада пошаљете непослате поруке?

source: Always ask me when I go online
sr: Увек ме питај када успостављам везу

source: You are currently offline. Do you want to go online to get new messages?
sr: Тренутно нисте на вези. Да ли желите да се повежете и набавите нове поруке?

# sendMessagesOfflineWindowTitle1
source: Unsent Messages
sr: Непослато

source: You are currently offline. Do you want to go online to send unsent messages?
sr: Тренутно нисте на вези. Да ли желите да се повежете и пошаљете непослате поруке?

source: You are currently offline.
sr: Тренутно нисте на вези.

source: You are currently online.
sr: Тренутно сте на вези.
