Repository: filmil/mozilla
Catalog: release-2/po/*/mail/chrome/messenger-newsblog/newsblog.properties.po
Languages: sr_rs

source: Verifying the RSS feed...
sr_rs: Провера РСС довода...

source: Are you sure you wish to cancel subscribing to the current feed?
sr_rs: Да ли сигурно желите да откажете претплату на овај довод?

source: Subscribing to a Feed...
sr_rs: Претплаћивање на довод...

source: <no RSS feed selected>
sr_rs: <није изабран ниједан довод>

source: You already have a subscription for this feed.
sr_rs: Већ сте претплаћени на овај довод.

source: Could not open the file.
sr_rs: Није могуће отворити датотеку.

source: Select OPML file to import
sr_rs: Изаберите OPML датотеку за увоз

source: Export feeds as an OPML file
sr_rs: Извоз довода у OPML датотеку

source: Thunderbird OPML Export
sr_rs: Тандербердов извозник у OPML

source: MyThunderbirdFeeds.opml
sr_rs: МојиДоводи.opml

source: Either %S is not a valid OPML file or there was an error importing the file.
sr_rs: Или %S није исправна датотека или се јавила грешка при увозу датотеке.

source: OPML Files
sr_rs: OPML датотеке

source: Remove Feed
sr_rs: Уклони довод

source: Are you sure you want to unsubscribe from the feed: %S?
sr_rs: Да ли сигурно желите да уклоните довод: %S?

source: Downloading feed articles (%S of %S)
sr_rs: Преузимање чланака са довода (%S, укупно %S)

source: There are no new articles for this feed.
sr_rs: Нема нових чланака у овом доводу.

source: %S could not be found. Please check the name and try again.
sr_rs: %S није пронађен. Проверите име и покушајте поново.

source: %S is not a valid RSS feed.
sr_rs: %S није исправан RSS довод.

source: Checking RSS feeds for new items
sr_rs: Проверавам RSS довод за нове ставке
