
malformedURI=\u0410\u0434\u0440\u0435\u0441\u0430 \u043D\u0438\u0458\u0435 \u0438\u0441\u043F\u0440\u0430\u0432\u043D\u0430 \u0438 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u0443\u0447\u0438\u0442\u0430\u043D\u0430.
fileNotFound=Firefox \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u043F\u0440\u043E\u043D\u0430\u0452\u0435 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0443 \u043D\u0430 %S.
dnsNotFound=Firefox \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u043F\u0440\u043E\u043D\u0430\u0452\u0435 \u0441\u0435\u0440\u0432\u0435\u0440 \u043D\u0430 %S.
protocolNotFound=Firefox \u043D\u0435 \u0437\u043D\u0430 \u043A\u0430\u043A\u043E \u0434\u0430 \u043E\u0442\u0432\u043E\u0440\u0438 \u043E\u0432\u0443 \u0430\u0434\u0440\u0435\u0441\u0443, \u0437\u0430\u0442\u043E \u0448\u0442\u043E \u043F\u0440\u043E\u0442\u043E\u043A\u043E\u043B (%S) \u043D\u0438\u0458\u0435 \u0434\u043E\u0434\u0435\u0459\u0435\u043D \u043D\u0438 \u0458\u0435\u0434\u043D\u043E\u043C \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0443.
connectionFailure=Firefox \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u043E\u0441\u0442\u0432\u0430\u0440\u0438 \u0432\u0435\u0437\u0443 \u043D\u0430 \u0441\u0435\u0440\u0432\u0435\u0440 \u043D\u0430 %S.
netInterrupt=\u0412\u0435\u0437\u0430 \u0441\u0430 %S  \u0458\u0435 \u043F\u0440\u0435\u043A\u0438\u043D\u0443\u0442\u0430 \u043F\u0440\u0438\u043B\u0438\u043A\u043E\u043C \u0443\u0447\u0438\u0442\u0430\u0432\u0430\u045A\u0430 \u0441\u0442\u0440\u0430\u043D\u0435.
netTimeout=\u0421\u0435\u0440\u0432\u0435\u0440\u0443 \u043D\u0430 %S \u0458\u0435 \u043F\u043E\u0442\u0440\u0435\u0431\u043D\u043E \u043F\u0440\u0435\u0432\u0438\u0448\u0435 \u0432\u0440\u0435\u043C\u0435\u043D\u0430 \u0434\u0430 \u043E\u0434\u0433\u043E\u0432\u043E\u0440\u0438.
redirectLoop=Firefox \u0458\u0435 \u043F\u0440\u0435\u043F\u043E\u0437\u043D\u0430\u043E \u0434\u0430 \u0441\u0435\u0440\u0432\u0435\u0440 \u043F\u0440\u0435\u0443\u0441\u043C\u0435\u0440\u0430\u0432\u0430 \u0437\u0430\u0445\u0442\u0435\u0432 \u0437\u0430 \u0430\u0434\u0440\u0435\u0441\u043E\u043C \u043D\u0430 \u043D\u0430\u0447\u0438\u043D \u0434\u0430 \u0433\u0430 \u043D\u0438\u043A\u0430\u0434 \u043D\u0435\u045B\u0435 \u0437\u0430\u0432\u0440\u0448\u0438\u0442\u0438.
repost=\u0421\u0442\u0440\u0430\u043D\u0430 \u043A\u043E\u0458\u0443 \u043F\u043E\u043A\u0443\u0448\u0430\u0432\u0430\u0442\u0435 \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u0430\u0442\u0438 \u0441\u0430\u0434\u0440\u0436\u0438 \u041F\u041E\u0414\u0410\u0422\u041A\u0415 \u0417\u0410 \u0421\u041B\u0410\u040A\u0415 \u043A\u043E\u0458\u0438 \u0441\u0443 \u043D\u0435\u0441\u0442\u0430\u043B\u0438 \u0438\u0437 \u043A\u0435\u0448\u0430. \u0410\u043A\u043E \u043F\u043E\u043D\u043E\u0432\u043E \u043F\u043E\u0448\u0430\u0459\u0435\u0442\u0435 \u043F\u043E\u0434\u0430\u0442\u043A\u0435, \u0441\u0432\u0430\u043A\u0430 \u0430\u043A\u0446\u0438\u0458\u0430 \u043A\u043E\u0458\u0443 \u0441\u043F\u0440\u043E\u0432\u043E\u0434\u0438 \u0444\u043E\u0440\u043C\u0443\u043B\u0430\u0440 (\u043A\u0430\u043E \u0448\u0442\u043E \u0458\u0435 \u043F\u0440\u0435\u0442\u0440\u0430\u0433\u0430 \u0438\u043B\u0438 \u043A\u0443\u043F\u043E\u0432\u0438\u043D\u0430 \u043F\u0440\u0435\u043A\u043E \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0430) \u0431\u0438\u045B\u0435 \u043F\u043E\u043D\u043E\u0432\u0459\u0435\u043D\u0430. \u041A\u0430\u043A\u043E \u0431\u0438 \u043F\u043E\u0441\u043B\u0430\u043B\u0438 \u043F\u043E\u0434\u0430\u0442\u043A\u0435, \u043A\u043B\u0438\u043A\u043D\u0438\u0442\u0435 \u0423 \u0440\u0435\u0434\u0443, \u0443 \u043F\u0440\u043E\u0442\u0438\u0432\u043D\u043E\u043C \u043A\u043B\u0438\u043A\u043D\u0438\u0442\u0435 \u041E\u0434\u0443\u0441\u0442\u0430\u043D\u0438.
repostConfirm=\u0421\u0442\u0440\u0430\u043D\u0430 \u043A\u043E\u0458\u0443 \u043F\u043E\u043A\u0443\u0448\u0430\u0432\u0430\u0442\u0435 \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u0430\u0442\u0438 \u0441\u0430\u0434\u0440\u0436\u0438 \u041F\u041E\u0414\u0410\u0422\u041A\u0415 \u0417\u0410 \u0421\u041B\u0410\u040A\u0415. \u0410\u043A\u043E \u043F\u043E\u043D\u043E\u0432\u043E \u043F\u043E\u0448\u0430\u0459\u0435\u0442\u0435 \u043F\u043E\u0434\u0430\u0442\u043A\u0435, \u0441\u0432\u0430\u043A\u0430 \u0430\u043A\u0446\u0438\u0458\u0430 \u043A\u043E\u0458\u0443 \u0441\u043F\u0440\u043E\u0432\u043E\u0434\u0438 \u0444\u043E\u0440\u043C\u0443\u043B\u0430\u0440 (\u043A\u0430\u043E \u0448\u0442\u043E \u0458\u0435 \u043F\u0440\u0435\u0442\u0440\u0430\u0433\u0430 \u0438\u043B\u0438 \u043A\u0443\u043F\u043E\u0432\u0438\u043D\u0430 \u043F\u0440\u0435\u043A\u043E \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0430) \u0431\u0438\u045B\u0435 \u043F\u043E\u043D\u043E\u0432\u0459\u0435\u043D\u0430. \u041A\u0430\u043A\u043E \u0431\u0438 \u043F\u043E\u0441\u043B\u0430\u043B\u0438 \u043F\u043E\u0434\u0430\u0442\u043A\u0435, \u043A\u043B\u0438\u043A\u043D\u0438\u0442\u0435 \u0423 \u0440\u0435\u0434\u0443, \u0443 \u043F\u0440\u043E\u0442\u0438\u0432\u043D\u043E\u043C \u043A\u043B\u0438\u043A\u043D\u0438\u0442\u0435 \u041E\u0434\u0443\u0441\u0442\u0430\u043D\u0438.
unknownSocketType=Firefox \u043D\u0435 \u0437\u043D\u0430 \u043A\u0430\u043A\u043E \u0434\u0430 \u043A\u043E\u043C\u0443\u043D\u0438\u0446\u0438\u0440\u0430 \u0441\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u043E\u043C.
netReset=\u0412\u0435\u0437\u0430 \u0441\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u043E\u043C \u0458\u0435 \u043E\u0431\u043D\u043E\u0432\u0459\u0435\u043D\u0430 \u043F\u0440\u0438\u043B\u0438\u043A\u043E\u043C \u0443\u0447\u0438\u0442\u0430\u0432\u0430\u045A\u0430 \u0441\u0442\u0440\u0430\u043D\u0435.
netOffline=Firefox \u0442\u0440\u0435\u043D\u0443\u0442\u043D\u043E \u0440\u0430\u0434\u0438 \u0432\u0430\u043D \u043C\u0440\u0435\u0436\u0435 \u0438 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u043F\u0440\u0438\u0441\u0442\u0443\u043F\u0430 \u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0443.
isprinting=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0438\u043B\u0438 \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u0430 \u0441\u0442\u0440\u0430\u043D\u0435 \u043F\u0440\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0430\u0442 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u0438\u0437\u043C\u0435\u045A\u0435\u043D.
deniedPortAccess=\u041E\u0432\u0430 \u0430\u0434\u0440\u0435\u0441\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0438 \u043C\u0440\u0435\u0436\u043D\u0438 \u043F\u043E\u0440\u0442 \u043A\u043E\u0458\u0438 \u0441\u0435 \u043E\u0431\u0438\u0447\u043D\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0438 \u0437\u0430 \u0434\u0440\u0443\u0433\u0435 \u0441\u0432\u0440\u0445\u0435 \u043A\u043E\u0458\u0435 \u043D\u0438\u0441\u0443 \u0441\u0443\u0440\u0444\u043E\u0432\u0430\u045A\u0435 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u043E\u043C. Firefox \u0458\u0435 \u043F\u0440\u0435\u043A\u0438\u043D\u0443\u043E \u0437\u0430\u0445\u0442\u0435\u0432 \u0437\u0430\u0440\u0430\u0434 \u0412\u0430\u0448\u0435 \u0441\u0438\u0433\u0443\u0440\u043D\u043E\u0441\u0442\u0438.
proxyResolveFailure=Firefox \u0458\u0435 \u043F\u043E\u0434\u0435\u0448\u0435\u043D \u0434\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0438 \u043F\u0440\u043E\u043A\u0441\u0438 \u0441\u0435\u0440\u0432\u0435\u0440 \u043A\u043E\u0458\u0438 \u0458\u0435 \u043D\u0435\u043C\u043E\u0433\u0443\u045B\u0435 \u043F\u0440\u043E\u043D\u0430\u045B\u0438.
proxyConnectFailure=Firefox \u0458\u0435 \u043F\u043E\u0434\u0435\u0448\u0435\u043D \u0434\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0438 \u043F\u0440\u043E\u043A\u0441\u0438 \u0441\u0435\u0440\u0432\u0435\u0440 \u043A\u043E\u0458\u0438 \u043E\u0434\u0431\u0438\u0458\u0430 \u0432\u0435\u0437\u0443.
externalProtocolTitle=\u0417\u0430\u0442\u0440\u0430\u0436\u0435\u043D \u0458\u0435 \u0441\u043F\u043E\u0459\u043D\u0438 \u043F\u0440\u043E\u0442\u043E\u043A\u043E\u043B
externalProtocolPrompt=\u0421\u043F\u043E\u0459\u043D\u0438 \u043F\u0440\u043E\u0433\u0440\u0430\u043C \u043C\u043E\u0440\u0430 \u0431\u0438\u0442\u0438 \u043F\u043E\u043A\u0440\u0435\u043D\u0443\u0442 \u0434\u0430 \u0431\u0438 \u043E\u0431\u0440\u0430\u0434\u0438\u043E %1$S: \u0432\u0435\u0437\u0435. \u0422\u0440\u0430\u0436\u0435\u043D\u0430 \u0432\u0435\u0437\u0430:\n\n\n%2$S\n\n\n\u0410\u043A\u043E \u043D\u0438\u0441\u0442\u0435 \u043E\u0447\u0435\u043A\u0438\u0432\u0430\u043B\u0438 \u043E\u0432\u0430\u0458 \u0437\u0430\u0445\u0442\u0435\u0432, \u0442\u043E \u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u043D\u0430\u0447\u0438\u043D \u0434\u0430 \u0441\u0435 \u0438\u0441\u043A\u043E\u0440\u0438\u0441\u0442\u0438 \u0441\u043B\u0430\u0431\u043E\u0441\u0442 \u0442\u043E\u0433 \u0441\u043F\u043E\u0459\u043D\u043E\u0433 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0430, \u043F\u0440\u0435\u043A\u0438\u043D\u0438\u0442\u0435 \u0437\u0430\u0445\u0442\u0435\u0432, \u043E\u0441\u0438\u043C \u0430\u043A\u043E \u0441\u0442\u0435 \u0441\u0438\u0433\u0443\u0440\u043D\u0438 \u0434\u0430 \u0437\u0430\u0445\u0442\u0435\u0432 \u043D\u0438\u0458\u0435 \u0437\u043B\u043E\u0431\u0430\u043D.
externalProtocolUnknown=<\u041D\u0435\u043F\u043E\u0437\u043D\u0430\u0442\u043E>
externalProtocolChkMsg=\u041F\u0430\u043C\u0442\u0438 \u043C\u043E\u0458 \u0438\u0437\u0431\u043E\u0440 \u0437\u0430 \u0441\u0432\u0435 \u0432\u0435\u0437\u0435 \u043E\u0432\u043E\u0433 \u0442\u0438\u043F\u0430.
externalProtocolLaunchBtn=\u041F\u043E\u043A\u0440\u0435\u043D\u0438 \u043F\u0440\u043E\u0433\u0440\u0430\u043C
