# LOCALIZATION NOTE: Do not translate <html:br/> 

restartTitle=\u0417\u0430\u0442\u0432\u043E\u0440\u0438 %S
restartMessageNoUnlocker=%S \u0458\u0435 \u0432\u0435\u045B \u043F\u043E\u043A\u0440\u0435\u043D\u0443\u0442, \u0430\u043B\u0438 \u043D\u0435 \u043E\u0434\u0433\u043E\u0432\u0430\u0440\u0430. \u041A\u0430\u043A\u043E \u0431\u0438 \u043E\u0442\u0432\u043E\u0440\u0438\u043B\u0438 \u043D\u043E\u0432\u0438 \u043F\u0440\u043E\u0437\u043E\u0440, \u043F\u0440\u0432\u043E \u043C\u043E\u0440\u0430\u0442\u0435 \u0437\u0430\u0442\u0432\u043E\u0442\u0438\u0442\u0438 \u043F\u043E\u0441\u0442\u043E\u0458\u0435\u045B\u0438 %S \u043F\u0440\u043E\u0446\u0435\u0441, \u0438\u043B\u0438 \u043F\u043E\u043D\u043E\u0432\u043E \u043F\u043E\u043A\u0440\u0435\u043D\u0443\u0442\u0438 \u0441\u0438\u0441\u0442\u0435\u043C.
restartMessageUnlocker=%S \u0458\u0435 \u0432\u0435\u045B \u043F\u043E\u043A\u0440\u0435\u043D\u0443\u0442, \u0430\u043B\u0438 \u043D\u0435 \u043E\u0434\u0433\u043E\u0432\u0430\u0440\u0430. \u0421\u0442\u0430\u0440\u0438 %S \u043F\u0440\u043E\u0446\u0435\u0441 \u043C\u043E\u0440\u0430 \u0431\u0438\u0442\u0438 \u0437\u0430\u0442\u0432\u043E\u0440\u0435\u043D \u043A\u0430\u043A\u043E \u0431\u0438 \u0431\u0438\u043E \u043E\u0442\u0432\u043E\u0440\u0435\u043D \u043D\u043E\u0432\u0438 \u043F\u0440\u043E\u0437\u043E\u0440.

profileTooltip=\u041F\u0440\u043E\u0444\u0438\u043B: '%S' - \u041F\u0443\u0442\u0430\u045A\u0430: '%S'

pleaseSelectTitle=\u0418\u0437\u0431\u043E\u0440 \u043F\u0440\u043E\u0444\u0438\u043B\u0430
pleaseSelect=\u041C\u043E\u043B\u0438\u043C \u0438\u0437\u0430\u0431\u0435\u0440\u0438\u0442\u0435 \u043F\u0440\u043E\u0444\u0438\u043B \u0437\u0430 \u043F\u043E\u0447\u0435\u0442\u0430\u043A %S, \u0438\u043B\u0438 \u043D\u0430\u043F\u0440\u0430\u0432\u0438\u0442\u0435 \u043D\u043E\u0432\u0438 \u043F\u0440\u043E\u0444\u0438\u043B.

profileLockedTitle=\u041F\u0440\u043E\u0444\u0438\u043B \u0443 \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0438
profileLocked2=%S \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0438 \u043F\u0440\u043E\u0444\u0438\u043B "%S" \u0437\u0430\u0442\u043E \u0448\u0442\u043E \u0458\u0435 \u0443 \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0438.\n\n\u0417\u0430 \u043D\u0430\u0441\u0442\u0430\u0432\u0430\u043A, \u0437\u0430\u0442\u0432\u043E\u0440\u0438\u0442\u0435 \u043F\u043E\u043A\u0440\u0435\u043D\u0443\u0442\u0438 \u043F\u0440\u043E\u0446\u0435\u0441 %S \u0438\u043B\u0438 \u0438\u0437\u0430\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u0438 \u043F\u0440\u043E\u0444\u0438\u043B.

renameProfileTitle=\u041F\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u045A\u0435 \u043F\u0440\u043E\u0444\u0438\u043B\u0430
renameProfilePrompt=\u041F\u0440\u0435\u0438\u043C\u0435\u043D\u0443\u0458 \u043F\u0440\u043E\u0444\u0438\u043B "%S" \u0443:

profileNameInvalidTitle=\u041D\u0435\u0434\u043E\u0437\u0432\u043E\u0459\u0435\u043D \u043D\u0430\u0437\u0438\u0432 \u043F\u0440\u043E\u0444\u0438\u043B\u0430
profileNameInvalid=\u0418\u043C\u0435 \u043F\u0440\u043E\u0444\u0438\u043B\u0430 "%S" \u043D\u0438\u0458\u0435 \u0434\u043E\u0437\u0432\u043E\u0459\u0435\u043D\u043E.

chooseFolder=\u0418\u0437\u0430\u0431\u0435\u0440\u0438 \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u0458\u0443\u043C \u043F\u0440\u043E\u0444\u0438\u043B\u0430
profileNameEmpty=\u0418\u043C\u0435 \u043F\u0440\u043E\u0444\u0438\u043B\u0430 \u043C\u043E\u0440\u0430 \u0431\u0438\u0442\u0438 \u043D\u0430\u0432\u0435\u0434\u0435\u043D\u043E
invalidChar=\u0417\u043D\u0430\u043A "%S" \u043D\u0435 \u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u0434\u0435\u043E \u0438\u043C\u0435\u043D\u0430 \u043F\u0440\u043E\u0444\u0438\u043B\u0430. \u041C\u043E\u043B\u0438\u043C, \u0438\u0437\u0430\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u043E \u0438\u043C\u0435.

deleteTitle=\u0418\u0437\u0431\u0440\u0438\u0448\u0438 \u043F\u0440\u043E\u0444\u0438\u043B
deleteProfile=\u0411\u0440\u0438\u0441\u0430\u045A\u0435 \u043F\u0440\u043E\u0444\u0438\u043B\u0430 \u045B\u0435 \u0433\u0430 \u0443\u043A\u043B\u043E\u043D\u0438\u0442\u0438 \u0441\u0430 \u043B\u0438\u0441\u0442\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0438\u0445 \u043F\u0440\u043E\u0444\u0438\u043B\u0430 \u0438 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u043F\u043E\u043D\u0438\u0448\u0442\u0435\u043D\u043E.\n\u0422\u0430\u043A\u043E\u0452\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0438\u0437\u0430\u0431\u0440\u0430\u0442\u0438 \u0431\u0440\u0438\u0441\u0430\u045A\u0435 \u0434\u0430\u0442\u043E\u0442\u0435\u0447\u043D\u0435 \u043F\u043E\u0434\u0430\u0442\u043A\u0435 \u043E \u043F\u0440\u043E\u0444\u0438\u043B\u0443, \u0441\u0430 \u0441\u0430\u0447\u0443\u0432\u0430\u043D\u043E\u043C \u0435\u043B. \u043F\u043E\u0448\u0442\u043E\u043C, \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0438\u043C\u0430 \u0438 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0438\u043C\u0430. \u041E\u0432\u0430 \u043E\u043F\u0446\u0438\u0458\u0430 \u045B\u0435 \u0438\u0437\u0431\u0440\u0438\u0441\u0430\u0442\u0438 \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u0458\u0443\u043C "%S" \u0438 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u043F\u043E\u043D\u0438\u0448\u0442\u0435\u043D\u0430.\n\u0414\u0430 \u043B\u0438 \u0436\u0435\u043B\u0438\u0442\u0435 \u0434\u0430 \u0438\u0437\u0431\u0440\u0438\u0448\u0435\u0442\u0435 \u0434\u0430\u0442\u043E\u0442\u0435\u0447\u043D\u0435 \u043F\u043E\u0434\u0430\u0442\u043A\u0435 \u043E \u043F\u0440\u043E\u0444\u0438\u043B\u0443?
deleteFiles=\u0423\u0434\u0430\u0459\u0438 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0435
dontDeleteFiles=\u041D\u0435 \u0443\u0434\u0430\u0459\u0443\u0458 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0435

profileCreationFailed=\u041D\u0435\u043C\u043E\u0433\u0443\u045B\u0435 \u0458\u0435 \u043D\u0430\u043F\u0440\u0430\u0432\u0438\u0442\u0438 \u043F\u0440\u043E\u0444\u0438\u043B. \u0412\u0435\u0440\u043E\u0432\u0430\u0442\u043D\u043E \u0458\u0435 \u0437\u0430\u0431\u0440\u0430\u045A\u0435\u043D\u043E \u043F\u0438\u0441\u0430\u045A\u0435 \u0443 \u0438\u0437\u0430\u0431\u0440\u0430\u043D\u0438 \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u0458\u0443\u043C.
profileCreationFailedTitle=\u041D\u0435\u0443\u0441\u043F\u0435\u043B\u043E \u043A\u0440\u0435\u0438\u0440\u0430\u045A\u0435 \u043F\u0440\u043E\u0444\u0438\u043B\u0430
profileExists=\u041F\u0440\u043E\u0444\u0438\u043B \u0437\u0430 \u043E\u0432\u0438\u043C \u0438\u043C\u0435\u043D\u043E\u043C \u0432\u0435\u045B \u043F\u043E\u0441\u0442\u043E\u0458\u0438. \u041C\u043E\u043B\u0438\u043C \u0438\u0437\u0430\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u043E \u0438\u043C\u0435.
profileExistsTitle=\u041F\u0440\u043E\u0444\u0438\u043B \u043F\u043E\u0441\u0442\u043E\u0458\u0438
profileFinishText=\u041A\u043B\u0438\u043A\u043D\u0438\u0442\u0435 \u043D\u0430 \u041A\u0440\u0430\u0458 \u0437\u0430 \u0441\u0442\u0432\u0430\u0440\u0430\u045A\u0435 \u043D\u043E\u0432\u043E\u0433 \u043F\u0440\u043E\u0444\u0438\u043B\u0430.
