Repository: filmil/mozilla
Catalog: tags/begin/po/*/browser/chrome/browser/pageInfo.properties.po
Languages: sr_rs

source: Page Info
sr_rs: Подаци о страни

source: Frame Info
sr_rs: Податци о фрејму

source: Untitled Page:
sr_rs: Безимена страна

source: Unknown
sr_rs: Непознато

source: Default
sr_rs: Подразумевано

source: Not specified
sr_rs: Неодређено

source: Empty String
sr_rs: Празна реченица

source: Not cached
sr_rs: Није кеширано

source: No expiration set
sr_rs: Истек није постављен

source: no referrer
sr_rs: без посредника

source: Form %S:
sr_rs: Формулар %S:

source: Unnamed Form:
sr_rs: Безимени формулар:

source: None (opens in same window)
sr_rs: Не (исти прозор)

source: Checked
sr_rs: Штиклирано

source: Unchecked
sr_rs: Нештиклирано

source: Anchor
sr_rs: Сидро

source: Area
sr_rs: Област

source: Form Submission
sr_rs: Прослеђење формулара

source: Submit Query
sr_rs: Пошаљи захтев

source: Related Item
sr_rs: Повезана ставка

source: Stylesheet
sr_rs: Таблица стилова

source: Simple XLink
sr_rs: Једноставан XLink

source: Quote
sr_rs: Цитирај

source: Image
sr_rs: Слика

source: Background
sr_rs: Позадинска слика

source: Applet
sr_rs: Аплет

source: Object
sr_rs: Објекат

source: Embed
sr_rs: Уграђени објекат

source: Icon
sr_rs: Иконица

source: Input
sr_rs: Поље уноса

source: %Spx × %Spx
sr_rs: %S пиксела × %S пиксела

source: Disk cache
sr_rs: Кеш диска

source: Memory cache
sr_rs: Кеш меморија

source: HTTP cache
sr_rs: Кеш HTTP

source: FTP cache
sr_rs: Кеш FTP

source: %S KB (%S bytes)
sr_rs: %S Кб (%S бајт)
