Repository: filmil/mozilla
Catalog: tags/mozilla-20070123/po/*/mail/chrome/messenger/preferences/display.dtd.po
Languages: sr_rs

source: Fonts
sr_rs: Писма

source: Quoted plain text appearance
sr_rs: Изглед обичног цитираног текста

source: Bold
sr_rs: Подебљано

source: Italic
sr_rs: Искошено

source: Bold Italic
sr_rs: Подебљано и искошено

source: &Size:
sr_rs: &Величина:

source: Bigger
sr_rs: Већа

source: Smaller
sr_rs: Мања

source: &Color:
sr_rs: &Боја:

source: Plain Text Messages
sr_rs: Обичне текстуалне поруке

source: Use the following font:
sr_rs: Користи следеће писмо:

source: When displaying quoted plain text messages:
sr_rs: При приказивању цитираних обичних текстуалних порука:

source: When displaying plain text messages:
sr_rs: При приказивању порука у обичном тексту:

source: &Variable width font
sr_rs: Писмо &променљиве величине

source: For incoming messages
sr_rs: За долазеће поруке

source: Message Wrapping
sr_rs: Прелом поруке

source: &Wrap text to fit window width
sr_rs: &Преломи поруку на ширину прозора

source: &Display emoticons as graphics
sr_rs: &Прикажи смешке као сличице

source: HTML Messages
sr_rs: HTML поруке

source: &Text Color:
sr_rs: &Боја текста:

source: &Background Color:
sr_rs: Бо&ја позадине:

source: &Add
sr_rs: &Додај

source: &Edit
sr_rs: &Уреди

source: O&utgoing Mail:
sr_rs: &Одлазећа пошта:

source: Character encodings
sr_rs: Скупови знакова

source: Set the default character encodings for sending and receiving mail
sr_rs: Поставите подразумевани скуп знакова за долазећу и одлазећу пошту

source: &Incoming Mail:
sr_rs: &Долазећа пошта:
