Repository: filmil/mozilla
Catalog: release-3/po/*/browser/chrome/browser/places/places.properties.po
Languages: sr

source: Delete all from %S
sr: Уклони све из %S

source: Delete entire domain %S
sr: Уклони цео домен %S

source: Delete host
sr: Уклони рачунар

source: Delete domain
sr: Уклони домен

source: For security reasons, javascript or data urls cannot be loaded from the history window or sidebar.
sr: Из безбедносних разлога, јаваскрипт и УРЛови са подацима не могу да се учитавају из прозора са историјатом или бочне траке.

source: (no title)
sr: (без наслова)

source: Bookmarks Menu
sr: Мени са забелешкама

source: Bookmarks Toolbar
sr: Алатна трака са забелешкама

source: (Empty)
sr: (празно)

source: Bookmarks %S.html
sr: Забелешке %S.html

source: Bookmarks %S.json
sr: Забелешке %S.json

source: Bookmarks backup filename
sr: Име архиве забелешки

source: Revert Bookmarks
sr: Врати забелешке

source: This will replace all of your current bookmarks with the backup. Are you sure?
sr: Ово ће да замени све забелешке које се тренутно користе са онима које стоје у архиви. Да ли сте сигурни?

source: This will replace all of your current bookmarks and tags with the backup. Are you sure?
sr: Ово ће да замени све забелешке и ознаке које се тренутно користе са онима које стоје у архиви. Да ли сте сигурни?

source: Select a bookmarks backup
sr: Избор архиве забелешки

source: JSON
sr: ЈСОН (JSON)

source: Unsupported file type.
sr: Неподржана врста датотеке.

source: Unable to process the backup file.
sr: Није могуће обрадити резервни умножак датотеке.

source: Showing
sr: Приказано:

source: Search Results for
sr: Резултати претраге за

source: Advanced Search
sr: Напредна претрага

source: Open "%S"
sr: Отвори „%S‟

source: Group by Site
sr: Групиши према сајту

source: S
sr: с

# defaultGroupOffLabel
source: No Grouping
sr: Без груписања

# defaultGroupOffAccesskey
source: N
sr: Б

source: Group By Feed
sr: Групиши по доводу

source: F
sr: Д

# livemarkGroupOffLabel
source: No Grouping
sr: Без груписања

# livemarkGroupOffAccesskey
source: N
sr: Б

source: Reload
sr: Освежи

source: Reload All Live Bookmarks
sr: Освежи све живе забелешке

source: Reload %S
sr: Освежи %S

source: Sort '%S' by Name
sr: Поређај по имену: „%S‟

# sortByNameGeneric
source: Sort by Name
sr: Поређај по имену

# view.sortBy.name.label
source: Sort by Name
sr: Поређај по имену

# view.sortBy.name.accesskey
source: N
sr: и

source: Sort by Location
sr: Поређај по месту

source: L
sr: м

source: Sort by Visit Date
sr: Поређај по датуму посете

source: V
sr: д

source: Sort by Visit Count
sr: Поређај по броју посета

source: C
sr: б

source: Sort by Keyword
sr: Поређај по кључној речи

source: K
sr: к

source: Sort by Description
sr: Поређај по опису

source: D
sr: о

source: Sort by Added
sr: Поређај по датуму додавања

source: e
sr: т

source: Sort by Last Modified
sr: Поређај по последњој измени

source: M
sr: њ

source: Sort by Tags
sr: Поређај по ознакама

source: T
sr: з

source: Search Bookmarks
sr: Претражи забелешке

source: Search History
sr: Претражи историјат

source: Search in '%S'
sr: Претражи %S

source: Find in '%S'…
sr: Нађи у: „%S‟…

source: Confirm open
sr: Потврда за отварање

source: You are about to open %S tabs. This might slow down %S while the pages are loading. Are you sure you want to continue?
sr: Само што нисте отворили оволико језичака: %S tabs. Ово може да успори програм %S док се стране учитавају. Да ли сигурно желите да наставите?

source: Open tabs
sr: Отвори језичке

source: Warn me when opening multiple tabs might slow down %S
sr: Упозори ме када би отварање више језичака могло да успори %S

source: %S object(s)
sr: Објеката: %S

source: Import Bookmarks File
sr: Увоз забелешки

source: Export Bookmarks File
sr: Извоз забелешки

source: Save Search
sr: Сачувај претрагу

source: Name:
sr: Име:

source: New Search
sr: Нова претрага

source: No items
sr: Нема ставки

source: One item
sr: Једна ставка

source: %S items
sr: Ставки: %S

source: Smart Bookmarks
sr: Паметне забелешке

source: Most Visited
sr: Најпосећеније

source: Recently Bookmarked
sr: Недавно запамћене

source: Recent Tags
sr: Недавне ознаке

source: History
sr: Историјат

source: Downloads
sr: Пријеми

source: All Bookmarks
sr: Све забелешке

source: Tag
sr: Ознака

source: Bookmark
sr: Забелешка
