Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/preferences/general.dtd.po
Languages: sr

source: System Defaults
sr: Изворна подешавања

source: A&lways check to see if &brandShortName; is the default mail client on startup
sr: &Увек при покретању провери да ли је програм &brandShortName; подразумевани читач поште

source: Check &Now
sr: Провери &сад

source: &brandShortName; Start Page
sr: Прва страна за &brandShortName;

source: &When &brandShortName; launches, show the Start Page in the message area
sr: Када се програм &brandShortName; покрене, прика&жи почетну страну у прозору за поруке

source: Location:
sr: Место:

source: o
sr: М

source: &Restore Default
sr: &Врати изворно

source: An&imate the dock icon
sr: Ани&мација сличице у обавештајној зони

source: When new messages arrive:
sr: Када поруке стигну:

source: Play a sound
sr: Пусти звук

source: d
sr: з

source: &Show an alert
sr: &Прикажи обавештење

source: &Customize…
sr: &Прилагоди…

source: &Play
sr: Пу&сти

source: Default s&ystem sound for new mail
sr: Подразуме&вани системски звук за нову пошту

source: S&ystem Alert Sound
sr: &Системски звук

source: &Use the following sound file
sr: &Користи овај звучни запис

source: &Browse…
sr: &Преглед…

source: Add-ons
sr: Додаци

source: Change options for your add-ons
sr: Промена опција за додатке

source: Change preferences for your add-ons
sr: Промените опције додацима

source: &Manage Add-ons…
sr: &Управљање додацима…
