Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/preferences/offline.dtd.po
Languages: sr

source: Offline Settings
sr: Подешавања за рад ван мреже

source: When starting up:
sr: При покретању:

source: &Remember previous online state
sr: &Запамти претходни статус везе

source: Ask me for online state at start&up
sr: Питај ме о статусу везе при &покретању

source: A&lways start up online
sr: &Увек покрени на вези

source: Send unsent messages when going online?
sr: Да ли непослате поруке треба послати при успостави везе?

source: &Yes
sr: &Да

source: &No
sr: &Не

source: A&sk me
sr: &Питај ме

source: Download messages for offline use when going offline?
sr: Да ли преузети поруке за читање у локалу при раскидању везе?

source: Y&es
sr: Д&а

source: N&o
sr: Н&е

source: &Ask me
sr: П&итај ме
