Repository: filmil/mozilla
Catalog: release-3/po/*/toolkit/chrome/mozapps/plugins/plugins.dtd.po
Languages: sr

source: Plugin Finder Service
sr: Сервис за проналажење додатака

source: Welcome to the &pluginWizard.title;
sr: Добро дошли у &pluginWizard.title;

source: &brandShortName; is now checking for available plugins…
sr: &brandShortName; проверава који су прикључци доступни…

source: Available Plugin Downloads
sr: Пријем доступних прикључака

source: The following plugins are available:
sr: Доступни су наведени прикључци:

source: Press Next to install these plugins.
sr: Притисните „Следећа‟ да бисте инсталирали ове прикључке.

source: Some plugins may require additional information from you during installation.
sr: Неки прикључци могу да захтевају додатне податке од Вас током инсталације.

source: Plugin Licenses
sr: Лиценце прикључка

source: I agree.
sr: Слажем се.

source: I do not agree (plugin will not be installed).
sr: Не слажем се (прикључак неће бити инсталиран).

source: Installing Plugins
sr: Инсталирам прикључак

source: &brandShortName; is installing plugins…
sr: &brandShortName; инсталира прикључке…

source: &brandShortName; finished installing the missing plugins:
sr: &brandShortName; је окончао инсталацију прикључака који недостају:

source: Find out more about Plugins or manually find missing plugins.
sr: Сазнајте више о прикључцима или ручно пронађите прикључке који недостају.

source: &brandShortName; needs to be restarted for the plugin(s) to work.
sr: &brandShortName; мора да се поново покрене како би прикључци прорадили.

source: Click here to download plugin.
sr: Притисните овде да преузмете прикључак.
