Repository: filmil/mozilla
Catalog: release-3/merge/*/toolkit/chrome/mozapps/profile/createProfileWizard.dtd.po
Languages: sr

source: Create Profile Wizard
sr: Чаробњак за стварање профила

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. width: 45em; height: 32em;
sr: width: 50em; height: 35em;

source: &brandShortName; stores information about your settings and preferences in your personal profile.
sr: Програм &brandShortName; чува податке о Вашим поставкама, подешавањима итд. у Вашем профилу.

source: If you are sharing this copy of &brandShortName; with other users, you can use profiles to keep each user's information separate. To do this, each user should create his or her own profile.
sr: Ако делите овај примерак програма &brandShortName; са другим корисницима, можете да користите профиле како бисте податке свих корисника чували засебно. Да би ово било могуће, сваки корисник мора да напраив сопствени профил.

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
sr: Ако сте једина особа која користи овај примерак програма &brandShortName;, морате да имате бар један профил. Ако желите, можете да направите више профила за себе како бисте у њима чували различита подешавања и поставке. На пример, можете да раздвојите профиле за личну и пословну употребу.

source: To begin creating your profile, click Continue.
sr: Како бисте почели са састављањем свог профила, притисните Наставак

# profileCreationExplanation_4Gnome.text
source: To begin creating your profile, click Next.
sr: Како бисте почели са састављањем свог профила, притисните „Следећа‟.

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
sr: Ако направите неколико профила, можете их разликовати по имену. Можете користити овде наведено име профила или можете уписати своје.

source: &Enter new profile name:
sr: &Унесите име новог профила:

source: Your user settings, preferences and other user-related data will be stored in:
sr: Ваша корисничка подешавања, поставке и остали подаци везани за Вас биће чувани у:

source: Default User
sr: Подразумевани корисник

source: &Choose Folder…
sr: &Избор директоријума…

source: &Use Default Folder
sr: &Користи изворни директоријум
