Repository: filmil/mozilla
Catalog: release-3/po/*/extensions/reporter/chrome/reportWizard.dtd.po
Languages: sr

source: Report A Broken Web Site
sr: Пријави неисправан веб сајт

source: This tool allows you to tell the Evangelism Team about web sites that do not work properly in &brandShortName;, or shut &brandShortName; out. This is your way to help us ensure the best possible experience for &brandShortName; users. Please take a moment to read the following to learn how we use the information we collect should you choose to participate.
sr: Овај алат Вам омогућава да обавестите нашу екипу за односе с јавношћу о ел. местима која не раде исправно са програмом &brandShortName;, или онемогућавају приступ корисницима програма &brandShortName;. Молимо да уложите мало времена да прочитате наредни текст и научите како да користите податке које сакупљамо, уколико одлучите да учествујете.

source: To continue you need to agree to the privacy policy above.
sr: Да бисте наставили, неопходно је да прихватите полису о приватности дату изнад.

source: &I have read and accept the above privacy policy.
sr: &Прочитао-прочитала сам полису и прихватам је.

source: Fill out Report
sr: Испуни извештај

source: Tell us a little about the problem you encountered:
sr: Реците нам на какав сте проблем наишли:

source: Web site &URL:
sr: &УРЛ веб сајта:

source: Web site is &password-protected
sr: Веб сајт је &заштићен лозинком

source: Problem &Type:
sr: &Врста проблема:

source: Choose One…
sr: Изаберите једно…

source: Browser not supported
sr: Читач није подржан

source: Can't log in
sr: Пријава није могућа

source: Plugin not shown
sr: Додатак се не приказује

source: Other content missing
sr: Остали садржај недостаје

source: Behavior wrong
sr: Погрешно понашање

source: Appearance wrong
sr: Погрешан изглед

source: Other problem
sr: Неки други проблем

source: Disability access
sr: Приступ за хендикепиране

source: Printed output is wrong
sr: Одштампани излаз није исправан

source: &Describe Problem:
sr: &Опис проблема:

source: Platform:
sr: Платформа:

source: Product:
sr: Производ:

source: Gecko:
sr: Геко:

source: Useragent:
sr: Кор. агент:

source: Language:
sr: Језик:

source: &Email (Optional):
sr: &Ел. адреса (опциона):

# reportForm.privacyPolicy.title
source: Privacy Policy
sr: Полиса о приватности

source: View Privacy Policy
sr: Преглед полисе о приватности

source: &Show Details
sr: &Приказ детаља

source: Sending Report
sr: Слање извештаја

source: Sending Report to server…
sr: Слање извештаја серверу…

source: Report Sent
sr: Извештај је послат
