Repository: filmil/mozilla
Catalog: tags/date-20061123/po/*/toolkit/chrome/cookie/cookieAcceptDialog.dtd.po
Languages: sr_rs

source: About this cookie
sr_rs: О овом колачићу

source: Name:
sr_rs: Назив:

source: Content:
sr_rs: Садржај:

source: Host:
sr_rs: Домен:

source: Path:
sr_rs: Путања:

source: Send For:
sr_rs: Шаљи при:

source: Expires:
sr_rs: Рок трајања:

source: Policy:
sr_rs: Политика:

source: &Allow
sr_rs: Дозволи

source: Allow for &Session
sr_rs: Омогући за сесију

source: &Deny
sr_rs: Забрани

source: Confirm setting cookie
sr_rs: Потврда

source: &Use my choice for all cookies from this site
sr_rs: Користи за све колачиће са овог сајта
