Repository: filmil/mozilla
Catalog: trunk/po/*/browser/chrome/browser/cookieviewer/CookieExceptions.dtd.po
Languages: sr_rs

source: Exceptions
sr_rs: Изузеци

source: Site
sr_rs: Ел. место

source: Status
sr_rs: Статус

source: New Site
sr_rs: Ново место

source: Remove Site
sr_rs: Уклони место

source: Remove All Sites
sr_rs: Уклони сва места

source: Address of web site:
sr_rs: Адреса места:

source: Block
sr_rs: Блокирај

source: Allow for Session
sr_rs: Дозволи овај пут

source: Allow
sr_rs: Дозволи
