Repository: filmil/mozilla
Catalog: trunk/po/*/extensions/cck/browser/chrome/cckwizard.properties.po
Languages: sr

source: Firefox CCK
sr: Фајерфоксов ЦЦК (CCK)

source: Are you sure you want to delete this configuration?
sr: Да ли сигурно желите да уклоните ову конфигурацију?

source: Firefox CCK Wizard is completed. XPI is available at:
sr: Фајерфоксов чаробњак за ЦЦК је завршен. ИксПИ (XPI) је доступан овде:

source: Do you want to save your changes?
sr: Да лижелите да сачувате измене?

source: Unable to create JAR or XPI file. Please ensure that a command line version of ZIP is in your path or that you have specified a path to ZIP.
sr: Није могуће направити ЈАР (JAR) или ИксПИ (XPI) датотеке. Молимо да обезбедите да је издање програма ЗИП из командне линије уврштено у стазу или да сте одредили стазу до ЗИП програма.

source: The value must be an integer
sr: Вредност мора да буде целобројна

source: You cannot set this value here, you can only lock it.
sr: Не можете да поставите вредност овде, можете само да је закључате.

source: This preference already exists in the list.
sr: Ова поставка већ постоји у списку.

source: Choose File...
sr: Избор датотеке...

source: Choose Directory...
sr: Избор директоријума...

source: Choose Image...
sr: Избор слике...

source: The following directory does not exist: %S Would you like to create it?
sr: Овај директоријум не постоји: %S Да ли желите да га направите?

source: Could not create folder: %S Make sure you have access to create the folder.
sr: Није могуће направити директоријум: %S Проверите да ли имате право да направите директоријум.

source: XUL Wizard to create CCK Packages
sr: Чаробњак за ИксУЛ (XUL) за прављење ЦЦК (CCK) пакета

source: Unique ID is required and is of the format extensionname@organization.tld. It can only contain the letters a-z, the numbers 0-9, and the following symbols: . _ -
sr: Јединствени ИБ (ID) је неопходан, он је у формату имепродужетка@организација.тсд. Може да садржи само слова a-z, цифре 0-9, и следеће симболе: . _ -

source: Name is required
sr: Захтева се име

source: Version is required
sr: Захтева се ознака издања

source: Company Identifier is required and cannot contain any spaces.
sr: Име компаније обавезно и не сме да садржи размаке.

source: You must specify a folder name
sr: Морате да задате име директоријума

source: (use the browser default)
sr: (користи читачев изворни)

source: Search engine source file is invalid
sr: Датотека са изворним кодом претраживача није исправна
