Repository: filmil/mozilla
Catalog: release-3/merge/*/extensions/venkman/chrome/venkman.dtd.po
Languages: sr

source: JavaScript Debugger
sr: Дебагер за јаваскрипт

source: Click here to float/unfloat this view
sr: Притисните овде да закачите или откачите овај поглед

source: Drag titlebar to move this view
sr: Повуците насловну линију да помакнете овај поглед

source: Click here to close this view
sr: Притисните овде да затворите овај поглед

source: Command Reference
sr: Приручник о командама

source: About Venkman
sr: О венкману

source: Debugging Toolbar
sr: Алатна трага за дебагер

source: Menu Bar
sr: Трака са менијем

source: Breakpoints
sr: преломне тачке (breakpoints)

source: Line/PC
sr: Ред/ПБ

source: Local Variables
sr: Локалне променљиве

source: Interactive Session
sr: Интерактивна сесија

source: Loaded Scripts
sr: Учитани скриптови

source: Search
sr: Претрага

source: Click here to clear the search field
sr: Притисните овде да очистите поље за претрагу

source: Length
sr: Дужина

source: Source Code
sr: Изворни код

source: Source Toolbar
sr: Алатна трака изворног кода

source: Margin
sr: Маргина

source: Line Number
sr: Број реда

source: Call Stack
sr: Стек позива

source: Location
sr: Место

source: Watches
sr: Присмотре

# WatchCol0.header
source: Name
sr: Име

# WatchCol1.header
source: Type
sr: Тип

# WatchCol2.header
source: Value
sr: Вредност

# WatchCol3.header
source: Flags
sr: Заставице

source: Open Windows
sr: Отвори прозоре

source: File
sr: Датотека

source: URL
sr: УРЛ (URL)

# BPProps.Line.label
source: Line
sr: Ред

source: PC
sr: ПБ (PC)

source: Function
sr: Функција

source: Trigger count
sr: Број окидања

source: Clear breakpoint after first trigger
sr: Уклони преломну тачку после првог окидања

source: Then …
sr: а онда…

source: When triggered, execute…
sr: Изврши при окидању…

source: Continue regardless of result
sr: Настави без обзира на резултат

source: Stop regardless of result
sr: Стани без обзира на резултат

source: Stop if result is true
sr: Стани ако је резултат тачна истинитосна вредност

source: Early return from caller with result
sr: Врати се превремено из функције, са резултатом

source: Pass exceptions to caller
sr: Достави изузетке позивачу

source: Log result
sr: Забележи резултат

source: Apply
sr: Примени

source: Revert
sr: Врати

source: Close
sr: Затвори
