Repository: filmil/mozilla
Catalog: trunk/po/*/dom/chrome/appstrings.properties.po
Languages: sr_rs

source: The URL is not valid and cannot be loaded.
sr_rs: Адреса није исправна и не може бити учитана.

source: The file %S cannot be found. Please check the location and try again.
sr_rs: Датотека %S није пронађена. Проверите адресу и пробајте опет.

source: %S could not be found. Please check the name and try again.
sr_rs: %S није пронађена. Проверите име и пробајте опет.

source: %S is not a registered protocol.
sr_rs: %S није пријављен протокол.

source: The connection was refused when attempting to contact %S.
sr_rs: Одбијена је веза са %S.

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
sr_rs: Веза са %S је прекинута приликом учитавања стране. Подаци су можда делимично пренесени.

source: The operation timed out when attempting to contact %S.
sr_rs: Серверу на %S је потребно превише времена да одговори.

source: Redirection limit for this URL exceeded. Unable to load the requested page. This may be caused by cookies that are blocked.
sr_rs: Лимит за преусмерење је пробијен за овај УРЛ. Није могуће учитати тражену страну. Узрок могу да буду блокирани колачићи.

source: This document cannot be displayed unless you install the Personal Security Manager (PSM). Download and install PSM and try again, or contact your system administrator.
sr_rs: Firefox не зна како да комуницира са сервером.

source: The document contains no data.
sr_rs: Веза са сервером је обновљена приликом учитавања стране.

source: This document cannot be displayed while offline. To go online, uncheck Work Offline from the File menu.
sr_rs: Firefox тренутно ради ван мреже и не може да приступа Интернету.

source: The document cannot change while Printing or in Print Preview.
sr_rs: За време штампе или прегледа стране пре штампе докуменат не може бити измењен.

source: Access to the port number given has been disabled for security reasons.
sr_rs: Ова адреса користи мрежни порт који се обично користи за друге сврхе које нису сурфовање интернетом. Firefox је прекинуо захтев зарад Ваше сигурности.

source: The proxy server you have configured could not be found. Please check your proxy settings and try again.
sr_rs: Firefox је подешен да користи прокси сервер који је немогуће пронаћи.

source: The connection was refused when attempting to contact the proxy server you have configured. Please check your proxy settings and try again.
sr_rs: Firefox је подешен да користи прокси сервер који одбија везу.

source: External Protocol Request
sr_rs: Затражен је спољни протокол

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
sr_rs: Спољни програм мора бити покренут да би обрадио %1$S: везе. Тражена веза: %2$S Ако нисте очекивали овај захтев, то може бити начин да се искористи слабост тог спољног програма, прекините захтев, осим ако сте сигурни да захтев није злонамеран.

source: <Unknown>
sr_rs: <Непознато>

source: Remember my choice for all links of this type.
sr_rs: Памти мој избор за све везе овог типа.

source: Launch application
sr_rs: Покрени програм
