Repository: filmil/mozilla
Catalog: trunk/po/*/dom/chrome/charsetTitles.properties.po
Languages: sr_rs

source: English (US-ASCII)
sr_rs: енглеска (US-ASCII)

source: Western (ISO-8859-1)
sr_rs: западноевропска (ISO-8859-1)

source: Central European (ISO-8859-2)
sr_rs: централноевропска (ISO-8859-2)

source: South European (ISO-8859-3)
sr_rs: јужноевропска (ISO-8859-3)

source: Baltic (ISO-8859-4)
sr_rs: прибалтичка (ISO-8859-4)

source: Turkish (ISO-8859-9)
sr_rs: турска (ISO-8859-9)

source: Nordic (ISO-8859-10)
sr_rs: скандинавска (ISO-8859-10)

source: Baltic (ISO-8859-13)
sr_rs: прибалтичка (ISO-8859-13)

source: Celtic (ISO-8859-14)
sr_rs: келтска (ISO-8859-14)

source: Western (ISO-8859-15)
sr_rs: западноевропска (ISO-8859-15)

source: Romanian (ISO-8859-16)
sr_rs: румунска (ISO-8859-16)

source: Central European (Windows-1250)
sr_rs: централноевропска (Windows-1250)

source: Western (Windows-1252)
sr_rs: западноевропска (Windows-1252)

source: Turkish (Windows-1254)
sr_rs: турска (Windows-1254)

source: Baltic (Windows-1257)
sr_rs: прибалтичка (Windows-1257)

source: Western (MacRoman)
sr_rs: западноевропска (MacRoman)

source: Central European (MacCE)
sr_rs: централноевропска (MacCE)

source: Turkish (MacTurkish)
sr_rs: турска (MacTurkish)

source: Croatian (MacCroatian)
sr_rs: хрватска (MacCroatian)

source: Romanian (MacRomanian)
sr_rs: румунска (MacRomanian)

source: Icelandic (MacIcelandic)
sr_rs: исландска (MacIcelandic)

source: Japanese (ISO-2022-JP)
sr_rs: јапанска (ISO-2022-JP)

source: Japanese (Shift_JIS)
sr_rs: јапанска (Shift_JIS)

source: Japanese (EUC-JP)
sr_rs: јапанска (EUC-JP)

source: Chinese Traditional (Big5)
sr_rs: кинеска трад. (Big5)

source: Chinese Traditional (Big5-HKSCS)
sr_rs: кинеска трад. (Big5-HKSCS)

source: Chinese Traditional (EUC-TW)
sr_rs: кинеска традиционална (EUC-TW)

source: Chinese Simplified (GB2312)
sr_rs: кинеска упрошћена (GB2312)

source: Chinese Simplified (HZ)
sr_rs: кинеска упрошћена (HZ)

source: Chinese Simplified (GBK)
sr_rs: кинеска упрошћена (GBK)

source: Chinese Simplified (ISO-2022-CN)
sr_rs: кинеска упрошћена (ISO-2022-CN)

source: Korean (EUC-KR)
sr_rs: корејска (EUC-KR)

source: Korean (JOHAB)
sr_rs: корејска (JOHAB)

source: Korean (UHC)
sr_rs: корејска (UHC)

source: Korean (ISO-2022-KR)
sr_rs: корејска (ISO-2022-KR)

source: Unicode (UTF-7)
sr_rs: уникод (UTF-7)

source: Unicode (UTF-8)
sr_rs: уникод (UTF-8)

source: Unicode (UTF-16)
sr_rs: уникод (UTF-16)

source: Unicode (UTF-16 Little Endian)
sr_rs: уникод (UTF-16 Little Endian)

source: Unicode (UTF-16 Big Endian)
sr_rs: уникод (UTF-16 Big Endian)

source: Unicode (UTF-32 Little Endian)
sr_rs: уникод (UTF-32 Little Endian)

source: Unicode (UTF-32 Big Endian)
sr_rs: уникод (UTF-32 Big Endian)

source: Cyrillic (ISO-8859-5)
sr_rs: ћирилица (ISO-8859-5)

source: Cyrillic (ISO-IR-111)
sr_rs: ћирилица (ISO-IR-111)

source: Cyrillic (Windows-1251)
sr_rs: ћирилица (Windows-1251)

source: Cyrillic (MacCyrillic)
sr_rs: ћирилица (MacCyrillic)

source: Cyrillic/Ukrainian (MacUkrainian)
sr_rs: украјинска ћирилица (MacUkrainian)

source: Cyrillic (KOI8-R)
sr_rs: ћирилица (KOI8-R)

source: Cyrillic/Ukrainian (KOI8-U)
sr_rs: украјинска ћирилица (KOI8-U)

source: Greek (ISO-8859-7)
sr_rs: грчка (ISO-8859-7)

source: Greek (Windows-1253)
sr_rs: грчка (Windows-1253)

source: Greek (MacGreek)
sr_rs: грчка (MacGreek)

source: Vietnamese (Windows-1258)
sr_rs: вијетнамска (Windows-1258)

source: Vietnamese (TCVN)
sr_rs: вијетнамска (TCVN)

source: Vietnamese (VISCII)
sr_rs: вијетнам (VISCII)

source: Vietnamese (VPS)
sr_rs: вијетнамска (VPS)

source: Georgian (GEOSTD8)
sr_rs: грузијска (GEOSTD8)

source: Thai (TIS-620)
sr_rs: тајландска (TIS-620)

source: Thai (ISO-8859-11)
sr_rs: тајландска (ISO-8859-11)

source: Thai (Windows-874)
sr_rs: тајландска (Windows-874)

source: Thai (IBM-874)
sr_rs: тајландска (IBM-874)

source: Armenian (ARMSCII-8)
sr_rs: арменска (ARMSCII-8)

source: Arabic (ISO-8859-6)
sr_rs: арапска (ISO-8859-6)

source: Arabic (ISO-8859-6-I)
sr_rs: арапска (ISO-8859-6-I)

source: Arabic (ISO-8859-6-E)
sr_rs: арапска (ISO-8859-6-E)

source: Hebrew Visual (ISO-8859-8)
sr_rs: хебрејска визуелна (ISO-8859-8)

source: Hebrew (ISO-8859-8-I)
sr_rs: хебрејска (ISO-8859-8-I)

source: Hebrew (ISO-8859-8-E)
sr_rs: хебрејска (ISO-8859-8-E)

source: Hebrew (Windows-1255)
sr_rs: хебрејска (Windows-1255)

source: Arabic (Windows-1256)
sr_rs: арапска (Windows-1256)

source: User Defined
sr_rs: одређено корисником

source: Cyrillic/Russian (CP-866)
sr_rs: руска ћирилица (CP-866)

source: Western (IBM-850)
sr_rs: западноевропска (IBM-850)

source: Central European (IBM-852)
sr_rs: централноевропска (IBM-852)

source: Cyrillic (IBM-855)
sr_rs: ћирилица (IBM-855)

source: Turkish (IBM-857)
sr_rs: турска (IBM-857)

source: Hebrew (IBM-862)
sr_rs: хебрејска (IBM-862)

source: Arabic (IBM-864)
sr_rs: арапска (IBM-864)

source: Arabic (IBM-864-I)
sr_rs: арапска (IBM-864-I)

source: Chinese Simplified (GB18030)
sr_rs: кинеска упрошћено (GB18030)

source: Arabic (MacArabic)
sr_rs: арапска (MacArabic)

source: Arabic (Langbox ISO-8859-6.8x)
sr_rs: арапска (Langbox ISO-8859-6.8x)

source: Arabic (Langbox ISO-8859-6.16)
sr_rs: арапска (Langbox ISO-8859-6.16)

source: Farsi (MacFarsi)
sr_rs: фарси (MacFarsi)

source: Hebrew (MacHebrew)
sr_rs: хебрејска (MacHebrew)

source: Hindi (MacDevanagari)
sr_rs: хинду (MacDevanagari)

source: Gujarati (MacGujarati)
sr_rs: гуџаратска (MacGujarati)

source: Gurmukhi (MacGurmukhi)
sr_rs: гурмушка (MacGurmukhi)

source: Hindi (SunDevanagari)
sr_rs: хинду (SunDevanagari)

source: (Off)
sr_rs: (откљ.)

source: All
sr_rs: све

source: Universal
sr_rs: универзална

source: Japanese
sr_rs: јапанска

source: Korean
sr_rs: корејска

source: Traditional Chinese
sr_rs: традиционална кинеска

source: Simplified Chinese
sr_rs: Упрошћена кинеска

source: Chinese
sr_rs: кинеска

source: East Asian
sr_rs: источноазијска

source: Russian
sr_rs: руска

source: Ukrainian
sr_rs: украјинска
