Repository: filmil/mozilla
Catalog: release-3/po/*/toolkit/chrome/mozapps/profile/profileSelection.properties.po
Languages: sr

source: Close %S
sr: Затвори %S

source: %S is already running, but is not responding. To open a new window, you must first close the existing %S process, or restart your system.
sr: %S је већ покренут, али не одговара. Како би отворили нови прозор, прво морате затвотити постојећи %S процес, или поново покренути систем.

source: %S is already running, but is not responding. The old %S process must be closed to open a new window.
sr: %S је већ покренут, али не одговара. Стари %S процес мора бити затворен како би био отворен нови прозор.

source: A copy of %S is already open. Only one copy of %S can be open at a time.
sr: Примерак програма %S већ је покренут. Само један примерак програма %S може да буде покренут у исто време.

source: A copy of %S is already open. The running copy of %S will quit in order to open this one.
sr: Примерак програма %S је већ покренут. Покренути примерак програма %S ће бити затворен како би се отворио нови примерак.

source: Profile: '%S' - Path: '%S'
sr: Профил: „%S‟ - Путања: „%S‟

source: Select Profile
sr: Избор профила

source: Please select a profile to begin %S, or create a new profile.
sr: Молим изаберите профил за почетак %S, или направите нови профил.

source: Profile In Use
sr: Профил у употреби

source: %S cannot use the profile "%S" because it is in use. To continue, close the running instance of %S or choose a different profile.
sr: Програм „%S‟ не може да користи профил „%S„ зато што се тај профил већ користи. За наставак, затворите покренути примерак програма „%S‟ или изаберите други профил.

source: Rename Profile
sr: Преименовање профила

source: Rename the profile "%S" to:
sr: Преименуј профил „%S‟ у:

source: Invalid profile name
sr: Недозвољен назив профила

source: The profile name "%S" is not allowed.
sr: Име профила „%S‟ није дозвољено.

source: Choose Profile Folder
sr: Изабери директоријум профила

source: An empty profile name is not allowed.
sr: Име профила мора бити наведено

source: The character "%S" is not allowed in profile names. Please choose a different name.
sr: Знак „%S‟ не може бити део имена профила. Молимо да изаберете друго име.

source: Delete Profile
sr: Уклони профил

source: Deleting a profile will remove the profile from the list of available profiles and cannot be undone. You may also choose to delete the profile data files, including your settings, certificates and other user-related data. This option will delete the folder "%S" and cannot be undone. Would you like to delete the profile data files?
sr: Уклањање профила ће уклонити профил из списка доступних профила и не може се опозвати. Можете такође да изаберете уклањање података о профилу, укључујући Ваша подешавања, сертификате и остале корисничке податке. Ова могућност ће уклонити директоријум „%S‟ и не може се опозвати. Да ли желите да уклоните податке о профилу?

source: Delete Files
sr: Уклони датотеке

source: Don't Delete Files
sr: Не уклањај датотеке

source: Profile couldn't be created. Probably the chosen folder isn't writable.
sr: Немогуће је направити профил. Вероватно је забрањено писање у изабрани директоријум.

source: Profile Creation failed
sr: Неуспело креирање профила

source: A profile with this name already exists. Please choose another name.
sr: Профил за овим именом већ постоји. Молим изаберите друго име.

source: Profile Exists
sr: Профил постоји

source: Click Finish to create this new profile.
sr: Притисните „Доврши‟ како бисте направили овај нови профил.

source: Click Done to create this new profile.
sr: Притисните „Доврши‟ да бисте направили овај нови профил.
