Repository: filmil/mozilla
Catalog: tags/date-20061123/po/*/toolkit/chrome/mozapps/update/updates.dtd.po
Languages: sr_rs

source: Software Update
sr_rs: Унапређење програма

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 36em
sr_rs: 36em

source: Checking for Updates
sr_rs: Проналажење унапређења

source: &brandShortName; is now checking for updates...
sr_rs: &brandShortName; тражи унапређења...

source: &Cancel
sr_rs: &Одустани

source: No Updates Found
sr_rs: Унапређења нису пронађена

source: There are no new updates available. &brandShortName; may check periodically for new updates.
sr_rs: Нема доступних нових унапређења. &brandShortName; ће проверавати с времена на време постојање нових унапређења.

source: Update Available
sr_rs: Доступна унапређења

source: &More Details &#0187;
sr_rs: &Више детаља &#0187;

source: View more information about this update
sr_rs: Прегледај податке у унапређењу

source: This update will cause some of your extensions and/or themes to stop working until they are updated.
sr_rs: Ово унапређење ће проузроковати престанак рада неких проширења и/или тема док и њих не унапредите.

source: Show &List
sr_rs: Прикажи &листу

source: It is strongly recommended that you upgrade &brandShortName; as soon as possible.
sr_rs: Препоручљиво да унапредите &brandShortName; што пре.

source: License Agreement
sr_rs: Договор о лиценци

source: To install this update you must agree to this license agreement. Please read it carefully:
sr_rs: За постављање унапређења потребно да прихватите уговор о лиценцирању. Молим пажљиво га прочитајте:

source: If you agree to the terms of this agreement, click I Agree below to continue installing this update.
sr_rs: Ако се слажете са условима споразума, кликните на Слажем се доле за наставак постављања унапређења.

source: c
sr_rs: З

source: T
sr_rs: Н

source: Downloading Update
sr_rs: Преузимам унапређења

source: Downloading the update...
sr_rs: Преузимам унапређење...

source: Connecting to the update server...
sr_rs: Повезујем се на сервер унапређења...

source: &brandShortName; was unable to verify the integrity of the incremental update it downloaded, so it is now downloading the complete update package.
sr_rs: &brandShortName; није у могућности да провери интегритет унапређења које проверава, па сад преузима цео пакет.

source: Details
sr_rs: Детаљи

source: Paus&e
sr_rs: &Пауза

source: &Close
sr_rs: &Затвори

source: There were problems checking for, downloading or installing this update. &brandShortName; could not be updated because:
sr_rs: Постоје проблеми приликом провере, преузимања и постављања овог унапређења. &brandShortName; не може бити унапређен због:

source: You can update &brandShortName; manually by visiting this link and downloading the latest version:
sr_rs: Можете унапредити &brandShortName; ручно тако што посетите ову страну и преузмете најновију верзију:

source: Update Failed
sr_rs: Унапређење није успело

source: The partial Update could not be applied. &brandShortName; will try again by downloading a complete Update.
sr_rs: Критична унапређења не могу бити постављена &brandShortName; ће покушати поново преузимање.

source: Update Downloaded
sr_rs: Унапређење је преузето

source: Update Ready to Install
sr_rs: Унапређење је спремно за постављање

source: Update:
sr_rs: Унапређење:

source: Update Installed
sr_rs: Унапређење је постављено

source: The update was successfully installed.
sr_rs: Унапређење је успешно постављено.

source: Read more about what's new...
sr_rs: Прочитај нешто више о новостима...

source: Installed on:
sr_rs: Постављен на:

source: Status:
sr_rs: Статус:
