Repository: filmil/mozilla
Catalog: trunk/po/*/mail/chrome/messenger/messengercompose/composeMsgs.properties.po
Languages: sr

source: Unable to open the file %P0%.
sr: Није могуће отворити датотеку %P0%.

source: Unable to open the temporary file %P0%. Check your 'Temporary Directory' setting.
sr: Није могуће отворити привремену датотеку %P0%. Проверите подешавање привременог директоријума.

source: Unable to save your message as template.
sr: Није могуће сачувати Вашу поруку као образац.

source: Unable to save your message as draft.
sr: Није могуће сачувати Вашу поруку као нацрт.

source: Couldn't open Sent Mail folder. Please verify that your Mail preferences are correct.
sr: Није могуће отворити директоријум Послато. Молимо проверите да ли је подешавање за пошту исправно.

source: Can't post to multiple news hosts. Try again.
sr: Није могуће слати на различите сервере за групе. Пробајте поново.

source: No sender was specified. Please fill in your email address in the Mail & Newsgroups account settings.
sr: Пошиљалац није наведен. Молимо унесите своје име у подешавања за пошту и групе.

source: No recipients were specified. Please enter a recipient or newsgroup in the addressing area.
sr: Прималац није наведен. Молимо унесите име примаоца или групе у одељак за адресу.

source: Error writing temporary file.
sr: Грешка при записивању привремене датотеке.

source: An error occurred while sending mail. The mail server responded: %s. Please verify that your email address is correct in your Mail preferences and try again.
sr: Дошло је до грешке при слању поште. Сервер за пошту је одговорио: %s. Молимо проверите да ли је Ваша електронска адреса исправно унета у подешавања за пошту и пробајте поново.

source: An (SMTP) error occurred while sending mail. The server responded: %s.
sr: Дошло је до грешке са SMTPом при слању поште. Сервер је одговорио: %s.

source: An error occurred while sending mail. The mail server responded: %s. Please check the message and try again.
sr: Дошло је до грешке при слању поште. Сервер за пошту је одговорио: %s. Молимо проверите поруку и пробајте поново.

source: An error occurred delivering unsent messages.
sr: Дошло је до грешке при испоруци непослатих порука.

source: Sending of message failed.
sr: Слање поруке није успело.

source: Mail sent successfully
sr: Пошта је успешно послата

source: An error occurred sending mail: SMTP server error. The server responded: %s Contact your mail administrator for assistance.
sr: Дошло је до грешке при слању поште: проблем са SMTP сервером. Сервер је одговорио: %s. Обратите се управнику електронске поште за помоћ.

source: Unable to save your message in order to send it later.
sr: Није могуће сачувати поруку за касније слање.

source: A communications error occurred: %d. Please try again.
sr: Дошло је до грешке у споразумевању: %d. Молимо пробајте поново.

source: THIS IS JUST A PLACEHOLDER. YOU SHOULD NEVER SEE THIS STRING.
sr: ОВО ЈЕ САМО СУРОГАТ ПОРУКА. У НОРМАЛНОМ РАДУ НЕ БИ ТРЕБАЛО ДА СЕ ПОЈАВЉУЈЕ.

source: A network error occurred while receiving data. (Network Error: %s) Try connecting again.
sr: Дошло је до мрежне грешке приликом пријема података. (Мрежна грешка: %s) Пробајте да се повежете поново.

source: An error occurred sending mail: the return mail address was invalid. Please verify that your email address is correct in your Mail preferences and try again.
sr: Дошло је до грешке приликом слања поште: повратна адреса није исправна. Молимо проверите да ли је адреса исправна у подешавањима за пошту и пробајте поново.

source: Attachment error.
sr: Грешка у прилогу.

source: The message was sent successfully, but could not be copied to your Sent folder.
sr: Порука је успешно послата, али није могла бити смештена у директоријум Послато.

source: There was a problem including the file %.200s in the message. Would you like to continue saving the message without this file?
sr: Дошло је до грешке при укључивању датотеке %.200s у поруку. Да ли желите да наставите чување поруке без ове датотеке?

source: There was a problem including the file %.200s in the message. Would you like to continue sending the message without this file?
sr: Дошло је до грешке приликом прилагања датотеке %.200s уз поруку. Да ли желите да наставите слање поруке без ове датотеке?

source: Copy complete.
sr: Умножавање је завршено.

source: Copy failed.
sr: Умножавање није успело.

source: Warning! You are about to send a %d byte message. Are you sure that you want to do this?
sr: Упозорење! Управо се спремате да пошаљете датотеку велику %d b. Да ли сигурно желите то да урадите?

source: You don't have any email identities yet. Create one with the Account Wizard.
sr: Немате подешен ниједан идентитет за пошту. Направите бар један помоћу чаробњака за налоге.

source: Enter your password for %S:
sr: Унесите лозинку за %S:

source: Enter your password for %S on %S:
sr: Унесите лозинку за %S на %S:

source: The message you composed contains characters not found in the selected Character Encoding. While you can choose a different Character Encoding, it is usually safe to use Unicode (UTF-8) for mail. If you just send in the current Character Encoding, be aware that those not covered by the current Character Encoding will be turned to question marks and illegible by the recipient.
sr: Порука коју сте саставили садржи знаке који се не налазе у изабраном скупу знакова. Иако может еда изаберете и друго кодирање знакова, обично је безбедно користити Уникодов UTF-8 за пошту. Ако поруку пошаљете у тренутно важећем скупу знакова, знаци који не припадају том скупу биће претворени у упитнике и биће нечитљиви за примаоца

source: Send in UTF-8
sr: Пошаљи поруку у Уникодовом UTF-8

source: Send anyway
sr: Свеједно пошаљи

source: You can only send a message to one news server at a time.
sr: Поруке можете слати само на један сервер у исто време.

source: Send Message Error
sr: Грешка при слању поруке

source: Send Later Error
sr: Грешка при одложеном слању

source: Save Draft Error
sr: Грешка при чувању нацрта

source: Save Template Error
sr: Грешка при чувању обрасца

source: Your message has been posted to the newsgroup but has not been sent to other recipient.
sr: Ваша порука је послата у фрупу али није послата другом примаоцу.

source: Would you like to return to the compose window?
sr: Да ли желите да се вратите на прозор за писање поруке?

source: Please verify that your Mail & Newsgroups account settings are correct and try again.
sr: Молимо проверите да су подешавања за пошту и групе исправна и пробајте поново.

source: Error reading file.
sr: Грешка при читању датотеке

source: The author of this message has requested that responses be sent only to the author. If you also want to reply to the newsgroup, add a new row to the addressing area, choose Newsgroup from the recipients list, and enter the name of the newsgroup.
sr: Аутор ове поруке је тражио да се одговори шаљу само аутору. Ако желите такође да шаљете и на групу, додајте нови ред у област за адресу, изаберите групу са списка прималаца и унесите име групе.

source: There was an error attaching %S. Please check if you have access to the file.
sr: Дошло је до грешке при прилагању %S. Молимо проверите да ли имате приступ датотеци.

source: There was an error copying the message to the Sent folder. Retry?
sr: Дошло је до грешке приликом умножавања поруке у директоријум Послато. Да ли треба поновити?

source: An error occurred sending mail: The mail server sent an incorrect greeting: %s.
sr: Дошло је до грешке при слању поште: сервер за пошту послао је неисправан поздрав: %s.

source: Save Message
sr: Чување поруке

source: Message has not been sent. Do you want to save the message in the Drafts folder?
sr: Порука није послата. Да ли желите да сачувате поруку у директоријум Нацрти?

source: Save
sr: Сачувај

source: Don't Save
sr: Не чувај

source: Cancel
sr: Откажи

source: (no subject)
sr: (без теме)

source: Attach File(s)
sr: Приложи датотеке

source: Compose:
sr: Писање:

source: Send Message
sr: Чување поруке

source: You did not specify a subject for this message. If you would like to provide one, please type it now.
sr: Нисте навели тему поруке. Ако желите да сада задате тему, молим откуцајте је испод.

source: This account only supports email recipients. Continuing will ignore newsgroups.
sr: Овај налог само подржава пријем поште. Наставак ће занемарити групе вести.

source: %1$S is not a valid e-mail address because it is not of the form user@host. You must correct it before sending the e-mail.
sr: %1$S није исправна ел. адреса јер није у облику корисник@рачунар. Морате да је исправите пре слања ел.

source: Please specify a location to attach
sr: Молимо означите локацију која се шаље у прилогу

source: Web Page (URL):
sr: Мрежна страна (URL):

source: Attached Message
sr: Приложена порука

source: Attached Message Part
sr: Приложен део поруке

source: Message Compose
sr: Писање поруке

source: An error occurred while creating a message compose window. Please try again. %1$s
sr: Дошло је до грешке приликом отварања прозора за писање. Молимо пробајте поново. %1$s

source: Your message has been saved to the folder %1$S under %2$S.
sr: Ваша порука је сачувана у директоријум %1$S под именом %2$S.

source: Do not show me this dialog box again.
sr: Не показуј поново овај прозорчић.

source: Sending Message
sr: Слање поруке

source: Are you sure you are ready to send this message?
sr: Да ли сте сигурни да желите да пошаљете ову поруку?

source: Send
sr: Шаљи

source: %s wrote
sr: %s написа

source: On %s
sr: На дан %s

source: -------- Original Message --------
sr: -------- Изворна порука --------
