#
# ***** BEGIN LICENSE BLOCK *****
# Version: MPL 1.1/GPL 2.0/LGPL 2.1
#
# The contents of this file are subject to the Mozilla Public License Version
# 1.1 (the "License"); you may not use this file except in compliance with
# the License. You may obtain a copy of the License at
# http://www.mozilla.org/MPL/
#
# Software distributed under the License is distributed on an "AS IS" basis,
# WITHOUT WARRANTY OF ANY KIND, either express or implied. See the License
# for the specific language governing rights and limitations under the
# License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is
# Netscape Communications Corporation.
# Portions created by the Initial Developer are Copyright (C) 1998
# the Initial Developer. All Rights Reserved.
#
# Contributor(s):
#   Sean Cotter <cotter@netscape.com>
#
# Alternatively, the contents of this file may be used under the terms of
# either the GNU General Public License Version 2 or later (the "GPL"), or
# the GNU Lesser General Public License Version 2.1 or later (the "LGPL"),
# in which case the provisions of the GPL or the LGPL are applicable instead
# of those above. If you wish to allow use of your version of this file only
# under the terms of either the GPL or the LGPL, and not to allow others to
# use your version of this file under the terms of the MPL, indicate your
# decision by deleting the provisions above and replace them with the notice
# and other provisions required by the GPL or the LGPL. If you do not delete
# the provisions above, a recipient may use your version of this file under
# the terms of any one of the MPL, the GPL or the LGPL.
#
# ***** END LICENSE BLOCK *****

Title=\u0411\u0435\u0437\u0431\u0435\u0434\u043D\u043E\u0441\u043D\u043E \u0443\u043F\u043E\u0437\u043E\u0440\u0435\u045A\u0435
MixedContentMessage=\u041F\u043E\u0441\u0435\u0442\u0438\u043B\u0438 \u0441\u0442\u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0443 \u0441\u0442\u0440\u0430\u043D\u0443 \u043A\u043E\u0458\u0430 \u0441\u0430\u0434\u0440\u0436\u0438 \u043F\u043E\u0434\u0430\u0442\u043A\u0435 \u043A\u043E\u0458\u0438 \u043D\u0438\u0441\u0443 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0438. \u041F\u043E\u0434\u0430\u0442\u0446\u0438 \u043A\u043E\u0458\u0435 \u0432\u0438\u0434\u0438\u0442\u0435 \u0438\u043B\u0438 \u0443\u043D\u0435\u0441\u0435\u0442\u0435 \u043D\u0430 \u043E\u0432\u043E\u0458 \u0441\u0442\u0440\u0430\u043D\u0438 \u043C\u043E\u0433\u0443 \u0431\u0438\u0442\u0438 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0438 \u0442\u0440\u0435\u045B\u043E\u0458 \u0441\u0442\u0440\u0430\u043D\u0438.
LeaveSecureMessage=\u0421\u043F\u0440\u0435\u043C\u0430\u0442\u0435 \u0441\u0435 \u0434\u0430 \u043D\u0430\u043F\u0443\u0441\u0442\u0438\u0442\u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0443 \u0441\u0442\u0440\u0430\u043D\u0443. \u041F\u041E\u0434\u0430\u0442\u0446\u0438 \u043A\u043E\u0458\u0435 \u0448\u0430\u0459\u0435\u0442\u0435 \u0438\u043B\u0438 \u043F\u0440\u0438\u043C\u0430\u0442\u0435 \u043E\u0434 \u0441\u0430\u0434\u0430 \u043C\u043E\u0433\u0443 \u0431\u0438\u0442\u0438 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0438 \u0442\u0440\u0435\u045B\u043E\u0458 \u0441\u0442\u0440\u0430\u043D\u0438.
EnterSecureMessage=\u041F\u043E\u0441\u0435\u0442\u0438\u043B\u0438 \u0441\u0442\u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0443 \u0441\u0442\u0440\u0430\u043D\u0443. \u0412\u0435\u0431 \u043C\u0435\u0441\u0442\u043E \u0458\u0435 \u0438\u0441\u043F\u0440\u0430\u0432\u043D\u043E \u043F\u0440\u0435\u043F\u043E\u0437\u043D\u0430\u0442\u043E \u0438 \u043F\u043E\u0434\u0430\u0442\u0446\u0438 \u043A\u043E\u0458\u0435 \u0432\u0438\u0434\u0438\u0442\u0435 \u0438\u043B\u0438 \u0443\u043D\u0435\u0441\u0435\u0442\u0435 \u043D\u0430 \u043E\u0432\u043E\u0458 \u0441\u0442\u0440\u0430\u043D\u0438 \u043D\u0435 \u043C\u043E\u0433\u0443 \u043B\u0430\u043A\u043E \u0431\u0438\u0442\u0438 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0438 \u0442\u0440\u0435\u045B\u043E\u0458 \u0441\u0442\u0440\u0430\u043D\u0438.
WeakSecureMessage=\u041F\u043E\u0441\u0435\u0442\u0438\u043B\u0438 \u0441\u0442\u0435 \u0441\u0442\u0440\u0430\u043D\u0443 \u0441\u0430 \u0441\u043B\u0430\u0431\u0438\u043C \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u045A\u0435\u043C. \u0412\u0435\u0431 \u043C\u0435\u0441\u0442\u043E \u0458\u0435 \u0438\u0441\u043F\u0440\u0430\u0432\u043D\u043E \u043F\u0440\u0435\u043F\u043E\u0437\u043D\u0430\u0442\u043E, \u0430\u043B\u0438 \u043F\u043E\u0434\u0430\u0442\u0446\u0438 \u043A\u043E\u0458\u0435 \u0432\u0438\u0434\u0438\u0442\u0435 \u0438\u043B\u0438 \u0443\u043D\u0435\u0441\u0435\u0442\u0435 \u043D\u0430 \u043E\u0432\u043E\u0458 \u0441\u0442\u0440\u0430\u043D\u0438 \u043D\u0435 \u043C\u043E\u0433\u0443 \u0431\u0438\u0442\u0438 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0438 \u0442\u0440\u0435\u045B\u043E\u0458 \u0441\u0442\u0440\u0430\u043D\u0438.
PostToInsecureFromSecureMessage=\u0418\u0430\u043A\u043E \u0458\u0435 \u0441\u0442\u0440\u0430\u043D\u0430 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0430, \u043F\u043E\u0434\u0430\u0442\u0446\u0438 \u043A\u043E\u0458\u0435 \u0443\u043D\u0435\u0441\u0435\u0442\u0435 \u043F\u0440\u0435\u043D\u043E\u0441\u0435 \u0441\u0435 \u043A\u0440\u043E\u0437 \u043D\u0435\u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0443 \u0432\u0435\u0437\u0443 \u0438 \u043C\u043E\u0433\u0443 \u0431\u0438\u0442\u0438 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0438 \u0442\u0440\u0435\u045B\u0438\u043C \u043B\u0438\u0446\u0438\u043C\u0430.##\u0414\u0430 \u043B\u0438 \u0436\u0435\u043B\u0438\u0442\u0435 \u0434\u0430 \u043D\u0430\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u0441\u043B\u0430\u045A\u0435 \u043E\u0432\u0438\u0445 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430?##
PostToInsecureFromInsecureMessage=\u041F\u043E\u0434\u0430\u0442\u0446\u0438 \u043A\u043E\u0458\u0435 \u0443\u043D\u0435\u0441\u0435\u0442\u0435 \u043F\u0440\u0435\u043D\u043E\u0441\u0435 \u0441\u0435 \u043A\u0440\u043E\u0437 \u043D\u0435\u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0443 \u0432\u0435\u0437\u0443 \u0438 \u043C\u043E\u0433\u0443 \u0431\u0438\u0442\u0438 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0438 \u0442\u0440\u0435\u045B\u0438\u043C \u043B\u0438\u0446\u0438\u043C\u0430.##\u0414\u0430 \u043B\u0438 \u0436\u0435\u043B\u0438\u0442\u0435 \u0434\u0430 \u043D\u0430\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u0441\u043B\u0430\u045A\u0435 \u043E\u0432\u0438\u0445 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430?##
MixedContentShowAgain=\u041E\u0431\u0430\u0432\u0435\u0448\u0442\u0430\u0432\u0430\u0458 \u043C\u0435 \u0441\u0432\u0430\u043A\u0438 \u043F\u0443\u0442 \u043A\u0430\u0434 \u043F\u043E\u043A\u0443\u0448\u0430\u043C \u043F\u0440\u0438\u0441\u0442\u0443\u043F \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u043E\u0458 \u0441\u0442\u0440\u0430\u043D\u0438 \u043A\u043E\u0458\u0430 \u0441\u0430\u0434\u0440\u0436\u0438 \u043F\u043E\u0434\u0430\u0442\u043A\u0435 \u043A\u043E\u0458\u0438 \u043D\u0438\u0441\u0443 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0438.
LeaveSecureShowAgain=\u041E\u0431\u0430\u0432\u0435\u0448\u0442\u0430\u0432\u0430\u0458 \u043C\u0435 \u0441\u0432\u0430\u043A\u0438 \u043F\u0443\u0442 \u043A\u0430\u0434\u0430 \u043F\u0440\u0435\u043B\u0430\u0437\u0438\u043C \u0441\u0430 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0435 \u043D\u0430 \u0441\u0442\u0440\u0430\u043D\u0443 \u043A\u043E\u0458\u0430 \u043D\u0438\u0458\u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0430.
EnterSecureShowAgain=\u041E\u0431\u0430\u0432\u0435\u0448\u0442\u0430\u0432\u0430\u0458 \u043C\u0435 \u0441\u0432\u0430\u043A\u0438 \u043F\u0443\u0442 \u043A\u0430\u0434 \u0437\u0430\u0442\u0440\u0430\u0436\u0438\u043C \u043F\u0440\u0435\u0433\u043B\u0435\u0434 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0435 \u0441\u0442\u0440\u0430\u043D\u0435.
WeakSecureShowAgain=\u041E\u0431\u0430\u0432\u0435\u0448\u0442\u0430\u0432\u0430\u0458 \u043C\u0435 \u0441\u0432\u0430\u043A\u0438 \u043F\u0443\u0442 \u043A\u0430\u0434 \u0437\u0430\u0442\u0440\u0430\u0436\u0438\u043C \u043F\u0440\u0435\u0433\u043B\u0435\u0434 \u0441\u0442\u0440\u0430\u043D\u0435 \u0441\u0430 \u0441\u043B\u0430\u0431\u0438\u043C \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u045A\u0435\u043C.
PostToInsecureFromInsecureShowAgain=\u041E\u0431\u0430\u0432\u0435\u0448\u0442\u0430\u0432\u0430\u0458 \u043C\u0435 \u0441\u0432\u0430\u043A\u0438 \u043F\u0443\u0442 \u043A\u0430\u0434 \u0437\u0430\u0442\u0440\u0430\u0436\u0438\u043C \u043F\u0440\u0435\u0433\u043B\u0435\u0434 \u0441\u0442\u0440\u0430\u043D\u0435 \u043A\u043E\u0458\u0430 \u043D\u0438\u0458\u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0430.
SecurityButtonTooltipText=\u041F\u0440\u0438\u043A\u0430\u0436\u0438 \u0431\u0435\u0437\u0431\u0435\u0434\u043D\u043E\u0441\u043D\u0435 \u043F\u043E\u0434\u0430\u0442\u043A\u0435 \u043E \u0442\u0435\u043A\u0443\u045B\u043E\u0458 \u0441\u0442\u0440\u0430\u043D\u0438
Continue=\u041D\u0430\u0441\u0442\u0430\u0432\u0430\u043A
