Repository: filmil/mozilla
Catalog: release-3/merge/*/browser/installer/mui.properties.po
Languages: sr

source: Welcome to the $BrandFullNameDA Setup Wizard
sr: Добродошли код чаробњака за подешавање програма $BrandFullNameDA

source: This wizard will guide you through the installation of $BrandFullNameDA. It is recommended that you close all other applications before starting Setup. This will make it possible to update relevant system files without having to reboot your computer. $_CLICK
sr: Овај чаробњак ће Вас провести кроз инсталацију програма $BrandFullNameDA. Препоручљиво је да затворите све остале програме пре него што покренете инсталацију. Ово ће омогућити освежавање битних системских датотека без поновног покретања система. $_CLICK

source: Choose Components
sr: Избор компоненти

source: Choose which features of $BrandFullNameDA you want to install.
sr: Изаберите које могућности програма $BrandFullNameDA желите да инсталирате.

source: Description
sr: Опис

source: Position your mouse over a component to see its description.
sr: Поставите стрелицу миша изнад имена компоненте како бисте видели њен опис.

source: Choose Install Location
sr: Изаберите одредиште за инсталацију

source: Choose the folder in which to install $BrandFullNameDA.
sr: Изаберте директоријум у који ће $BrandFullNameDA бити инсталиран.

source: Installing
sr: Инсталација

source: Please wait while $BrandFullNameDA is being installed.
sr: Молимо да сачекате док се $BrandFullNameDA инсталира.

source: Installation Complete
sr: Завршена инсталација

source: Setup was completed successfully.
sr: Инсталатер је успешно обавио посао.

source: Installation Aborted
sr: Инсталација је прекинута

source: Setup was not completed successfully.
sr: Инсталација је неуспешно завршена.

source: &Finish
sr: &Крај

source: Completing the $BrandFullNameDA Setup Wizard
sr: Довршавање рада чаробњака за програм $BrandFullNameDA

source: $BrandFullNameDA has been installed on your computer. Click Finish to close this wizard.
sr: $BrandFullNameDA је инсталиран на Ваш рачунар. Притисните "Заврши" како бисте затворили чаробњака.

source: Your computer must be restarted in order to complete the installation of $BrandFullNameDA. Do you want to reboot now?
sr: Ваш рачунар мора да буде поново покренут како би инсталација програма $BrandFullNameDA била довршена. Да ли желите да поново покренете сада?

source: Reboot now
sr: Поново покрени

source: I want to manually reboot later
sr: Покренућу касније ручно

source: Choose Start Menu Folder
sr: Избор директоријума у стартном менију

source: Choose a Start Menu folder for the $BrandFullNameDA shortcuts.
sr: Изаберите директоријум за почетни мени за скраћенице програма $BrandFullNameDA.

source: Select the Start Menu folder in which you would like to create the program's shortcuts. You can also enter a name to create a new folder.
sr: Изаберите директоријум у стартном менију у коме желите да направите програмске скраћенице. Можете такође да унесете име како бисте направили нови директоријум.

source: Are you sure you want to quit $BrandFullName Setup?
sr: ДА ли сигурно желите да окончате подешавања програма $BrandFullName?

source: Welcome to the $BrandFullNameDA Uninstall Wizard
sr: Добродошли код чаробњака за деинсталацију програма $BrandFullNameDA

source: This wizard will guide you through the uninstallation of $BrandFullNameDA. Before starting the uninstallation, make sure $BrandFullNameDA is not running. $_CLICK
sr: Овај чаробњак ће Вас провести кроз деинсталацију програма $BrandFullNameDA. Пре него што кренете са деинсталацијом, обезбедите да се програм $BrandFullNameDA не извршава. $_CLICK

source: Uninstall $BrandFullNameDA
sr: Деинсталирај $BrandFullNameDA

source: Remove $BrandFullNameDA from your computer.
sr: Уклања програм $BrandFullNameDA са Вашег рачунара.

source: Uninstalling
sr: Деинсталација

source: Please wait while $BrandFullNameDA is being uninstalled.
sr: Молимо да сачекате док се програм $BrandFullNameDA деинсталира.

source: Uninstallation Complete
sr: Деинсталација је готова

source: Uninstall was completed successfully.
sr: Деинсталација је успешно завршена.

source: Uninstallation Aborted
sr: Деинсталација је прекинута

source: Uninstall was not completed successfully.
sr: Деинсталација је неуспешно завршена

source: Completing the $BrandFullNameDA Uninstall Wizard
sr: Деинсталација програма $BrandFullNameDA се окончава

source: $BrandFullNameDA has been uninstalled from your computer. Click Finish to close this wizard.
sr: Програм $BrandFullNameDA је деинсталиран са Вашег рачунара. Притисните "Заврши" како бисте затворили чаробњака.

source: Your computer must be restarted in order to complete the uninstallation of $BrandFullNameDA. Do you want to reboot now?
sr: Ваш рачунар мора да буде поново покренут како би деинсталација програма $BrandFullNameDA била довршена. Да ли желите да рачунар одмах поново покренете?

source: Are you sure you want to quit $BrandFullName Uninstall?
sr: Да ли сигурно желите да окончате деинсталацију програма $BrandFullName?
