Repository: filmil/mozilla
Catalog: trunk/po/*/toolkit/chrome/mozapps/help/welcome.xhtml.po
Languages: sr

source: Using the Help Window
sr: Употреба прозора са помоћи

source: In this section: <ul>
sr: У овом одељку: <ul>

source: Finding the Topic You Want
sr: Налажење жељене теме

source: Search Tips
sr: Савети за тражење

source: To display help information in this window, click a topic in the <em>Contents</em> sidebar. Click the <span class="noMac">plus icon</span> <span class="mac">triangle</span> next to a topic to see its subtopics.
sr: Да бисте приказали помоћ у овом прозору, притисните тему у бочној траци <em>Садржај</em>. Притисните <span class="noMac">сличицу у облику знака плус</span> <span class="mac">троуглић</span> поред теме да бисте видели њене подтеме.

source: To search for a help topic, type a word or phrase in the <em>Search</em> bar to see related topics. Click on a topic to read about it. If your search doesn't return any topics, try typing fewer words or a different combination of words. The results will be displayed in the <em>Search</em> sidebar as you type. To display the contents in the sidebar again, click the close button on the <em>Search</em> sidebar, clear the <em>Search</em> bar, or press <kbd>Esc</kbd>.
sr: Да бисте тражили неку одређену тему за помоћ укуцајте реч или израз у траци <em>Претрага</em> да бисте видели сродне теме. Притисните тему да бисте читали о њој. Ако претрага не нађе ниједну тему, пробајте да укуцате мање речи или различиту комбинацију речи. Резултати ће бити приказани у бочној траци <em>Претрага</em> док куцате. Да бисте поново приказали садржај бочне траке, притисните дугме за затварање на бочној траци <em>Претрага</em>, очистите бочну траку <em>Претрага</em>, или притисните <kbd>Esc</kbd>.

source: To see information related to the Help topic you are reading, click links in the Help window just as you would in a regular web page. You can also move back and forth between pages you've already seen using the Back and Forward buttons.
sr: Да бисте видели податке о теми помоћи коју читате, притисните везе у прозору са помоћи као што бисте урадили на обичној веб страни. Можете такође да се крећете напред и назад кроз стране које сте већ посетили употребом дугмади Напред и Назад.

source: If you don't find what you want, here are a few helpful tips:
sr: Ако не нађете оно што Вам треба, ево неколико корисних савета:

source: Be sure that you are searching for something that relates to &brandShortName;; this is not a general Internet search.
sr: Проверите да ли тражите нешто што се односи на програм &brandShortName;; ово није општа претрага Интернета.

source: Try to broaden your search - don't be too specific; terms could be worded differently than your search.
sr: Пробајте да снизите критеријум претраге - немојте да будете сувише одређени; изрази могу да буду срочени на другачији начин.

source: Avoid being too broad with your search. For example, a common word like &quot;page&quot; will likely return more topics than you want.
sr: Избегавајте да будете преопшти у претрази. На пример, честе речи попут „страна‟ ће врло вероватно дати више тема него што Вам треба.

source: 09 July 2005
sr: 9. јул 2005.

source: Copyright &copy; 2003-2008 Contributors to the Mozilla Help Viewer Project.
sr: Copyright &copy; 2003-2008 Приложници пројекту Мозилиног прегледача помоћи.
