Repository: filmil/mozilla
Catalog: release-3/po/*/extensions/cck/browser/chrome/cckWizard.dtd.po
Languages: sr

source: Firefox Client Customization Kit (CCK)
sr: Фајерфоксов алат за прилагођавање клијента (ЦЦК)

source: This tool helps you create an extension that customizes Firefox. This extension can either be installed by the user or included in an install package.
sr: Овај алат Вам омогућава да направите продужење које прилагођава фајерфокс. Ово продужење може или да инсталира корисник, или може да буде укључено у пакет за иснталацију.

source: Before You Begin
sr: Пре него што почнете

source: Decide which customizations you want to make and create/collect the customized files, such as: <html:ul> <html:li>Custom animation files for browser&apos;s animated logo</html:li> <html:li>Search engines</html:li> <html:li>Browser plug-ins</html:li> <html:li>Extensions/themes</html:li> </html:ul>
sr: Одлучите која ћете прилагођења да направите и направите одн. сакупите проилагођене датотке, попут:<html:ul> <html:li>прилагођених датотека са аниумацијама за анимирани логотип</html:li> <html:li>претраживача</html:li> <html:li>прикључака за читач (plug-in)</html:li> <html:li>продужетака/тема</html:li> </html:ul>

source: Extension Configurations
sr: Конфигурације продужетака

source: Select an Existing Configuration or Create a New One
sr: Одаберите постојећу конфигурацију или направите нову

source: Select an existing configuration, or click &apos;New&apos; to create a new configuration and workspace in which to store your custom files. To edit an existing configuration without overwriting the original configuration, select it from the list and click &apos;Copy&apos;.
sr: Изаберите постојећу конфигурацију или изаберите „Нова‟ да бисте направили нови радни простор у који ћете сачувати прилагођене датотеке. Да бисте уредили постојећу конфигурацију без преписивања изворне, изаберите је у списку и притисните „Умножи‟

source: Show Config Info
sr: Покажи податке о конфигурацији

source: New
sr: Нова

source: Copy
sr: Умножи

source: Delete
sr: Уклони

source: Create New Configuration
sr: Направи нову конфигурацију

source: Copy Existing Configuration
sr: Умножи постојећу конфигурацију

source: Name of configuration
sr: Име конфигурације

source: Location of configuration
sr: Место конфигурације

source: Save configuration automatically on exit
sr: Сачувај конфигурацију и аутоматски заврши рад

source: <html:b>Important:</html:b> In order to create the XPI, we need to use ZIP or 7-Zip. Use the 'Choose File' button to locate one of these executables. Note we will also attempt to use ZIP.EXE if it is in the path.
sr: <html:b>Важно:</html:b> Да бисте направили ИксПИ (XPI), морате да користите ЗИП или 7-зип (ZIP, 7-Zip). Користите дугмое „Избор датотеке‟ како бисте пронашли једну од ове две извршне датотеке. Пробаћемо такође да пронађемо и датотеку са именом ZIP.EXE ако се налази на системској стази.

source: Customize Extension
sr: Прилагођавање продужетака

source: Unique ID:
sr: Јединствена ознака:

source: Format: companyname-cck@extensions.domainname.tld
sr: формат: имефирме-cck@extensions.домен.тлд

source: Name:
sr: Име:

source: Version:
sr: Издање:

source: Description:
sr: Опис:

source: Creator:
sr: Аутор:

source: Homepage URL:
sr: УРЛ почетне стране:

source: Update URL:
sr: УРЛ за доградњу:

source: Icon:
sr: Сличица:

source: Choose File...
sr: Избор датотеке...

source: Choose Dir...
sr: Избор директоријума...

source: Filename:
sr: Датотека:

source: Do not show this extension in the extension manager.
sr: Не приказуј ово продужење у управнику продужењима.

source: Prevent the uninstall of this extension (it can still be disabled).
sr: Спречи деинсталацију овог продужења (још увек је могуће искључити га).

source: Do not allow access to about:config
sr: Забрани приступ до about:config

source: Customize the Browser - Part One
sr: Прилагодите читач - први део

source: The Company Identifier is included as part of the browser&apos;s user agent string which appears when you open the Help menu and select About Mozilla Firefox. It is required.
sr: Име компаније је укључено као део читачевог корисничког агента који се појављује када отворите мени „Помоћ‟ и изаберете „О програму Мозила фајерфокс‟. Обавезан је.

source: Enter Your Company Identifier (up to 10 characters; no spaces):
sr: Унесите име компаније (до 10 знакова; без размака):

source: Company Identifier
sr: Име компаније

source: Home Page
sr: Почетна страна

source: Default Home Page URL:
sr: Изворни УРЛ почетне стране

source: This page is displayed when users first start the Firefox browser, or when they click the Home button.
sr: Ова страна се приказује када корисници први пут покрену читач фајерфокс, или када притисну да дугме Кућа.

source: Welcome Page
sr: Страна за добродошлицу

source: On the very first invocation of Firefox after a new profile is created, a welcome page is displayed. You can choose to replace this page or to not display it at all.
sr: При првом покретању фајерфокса, пошто је направљен нови профил, показује се страна за добродошлицу. Можете да изаберете да замените ову страну или да је уопште не приказујете.

source: Replacement Welcome Page URL:
sr: УРЛ за страну за добродошлицу:

source: Do not display the welcome page
sr: Не приказуј страну за добродошлицу

source: Upgrade Page
sr: Страна са доградњама

source: After upgrading to a new version of Firefox, an override page is displayed. You can choose to replace this page or to not display it at all.
sr: После доградње на ново издање фајерфокса, приказује се страна која преиначује добродошлицу. Можете да изабетере да замените ову страну или да је уопште не приказујете.

source: Upgrade Page URL:
sr: УРП стране за преиначење:

source: Do not display the upgrade page
sr: Не приказуј страну за преиначење

source: Browser Window&apos;s Title Bar Text
sr: Текст у насловној линији читачевог прозора

source: Custom Title Bar Text:
sr: Прилагођени текст у насловној линији:

source: The text you enter (for example, your company name) appears after the page title in the title bar. It is recommended that you use the format <html:i>Mozilla Firefox: Companyname Edition</html:i>
sr: Текст ког унесете (на пример, име фирме) приказује се после насловног текста стране у насловној траци. Препоручује се употреба формата <html:i>Мозилин фајерфокс: издање фирме те-и-те</html:i>

source: Customize the Browser - Part Two
sr: Прилагодите читач - други део

source: Animated Logo
sr: Анимирани логотип

source: Logo Button URL:
sr: УРЛ дугмета за логотип:

source: Enter the URL that users will go to when they click the animated logo button.
sr: Унесите УРЛ где ће корисници бити послани када притисну на анимирано дугме са логотипом.

source: Enter the tooltip that users will see when they mouse over the animated logo button.
sr: Унесите текст облачића који ће корисници видети када поставе миша изнад дугмета са анимираним логотипом.

source: Logo Button Tooltip:
sr: Текст облачића за дугме с логотипом:

source: Path to Your Animated GIF File (16x16 pixels):
sr: Стаза до анимиране ГИФ (GIF) слике (16x16 тачака)

source: Path to Your At Rest GIF or PNG File (16x16 pixels):
sr: Стаза до мирне ФИГ (GIF) или ПНГ (PNG) слике (16x16 тачака):

source: Customize the Browser - Part Three
sr: Прилагођавање читача - трећи део

source: Help Menu
sr: Мени за помоћ

source: You can add an item to the Help Menu which provides a link to your online customer support page.
sr: Можете да додате ставку у мени за помоћ који обезбеђује везу на Вашу веб страну за помоћ корисницима

source: Menu Item Text:
sr: Текст ставке:

source: Help Menu Item URL:
sr: УРЛ за ставку:

source: Help Menu Item Accesskey:
sr: Пречица са тастатуре:

source: Customize the Browser - Part Four
sr: Прилагођавање читача - четврти део

source: Allowed Sites
sr: Дозвољени веб сајтови

source: You can specify domains for which popups are allowed. List the domains, separated by a comma.
sr: Можете да одредите домене за које су дозвољени искачући прозори. Набројте домене, одвајајући их запетама.

source: You can specify domains for which software installations (XPIs) are allowed. List the domains, separated by a comma.
sr: Можете да одредите домене за које су дозвољене инсталације софтвера (ИксПИја, XPI). Набројте домене, одвајајући их запетама.

source: Customize Browser Plug-ins
sr: Прилагодите прикључке за читач

source: Use the buttons below to add browser plug-ins.
sr: Користите дугмад испод како бисте додали прикључке за читач.

source: Browser Plug-ins
sr: Прикључци за читач

source: Please select a browser plug-in and the platform it is written for.
sr: Молимо да изаберете прикључак за читач и платформу за коју је написан.

source: Customize Search Engines
sr: Прилагођавање претраживача

source: Use the buttons below to add search engines.
sr: Користите дугмад испод да додате претраживаче.

source: Default Search Engine
sr: Изворни претраживач

source: Search Engines
sr: Претраживачи

source: Please select a search engine and (if applicable) corresponding image.
sr: Молимо да изаберете претраживач и одговарајућу слику (ако постоји).

source: Search Engine:
sr: Претраживач:

source: Image File:
sr: Датотека са сликом:

source: File:
sr: Датотека:

source: Folder Title:
sr: Наслов директоријума:

source: Customize the Bookmarks Toolbar - Part One
sr: Прилагодите траку са забелешкама - први део

source: Add a folder to the bookmarks toolbar
sr: Додавање директоријума у траку са забелешкама

source: Use the buttons below to add bookmarks to a folder on the bookmarks toolbar.
sr: Користите дугмад дату испод да додате забелешке у директоријум на траци са забелешкама.

source: Add bookmarks to the bookmarks toolbar
sr: Додавање забелешке у траку са забелешкама

source: Use the buttons below to add bookmarks to the bookmarks toolbar.
sr: Користите дугмад испод да бисте додали забелешке у траку са забелешкама.

source: Customize the Bookmarks Toolbar - Part Two
sr: Прилагођавање траке са забелешкама - други део

source: Customize Bookmarks - Part One
sr: Прилагођавање забелешки - први део

source: Customize Bookmarks - Part Two
sr: Прилагођавање забелешки - други део

source: Add a folder to bookmarks
sr: Додај директоријум међу забелешке

source: Use the buttons below to create a folder with boomarks.
sr: Користите дугмад испод да бисте направили директоријум са забелешкама.

source: Add bookmarks
sr: Додај забелешке

source: Use the buttons below to add bookmarks.
sr: Користите дугмад испод да додате забелешке.

source: Location of toolbar items
sr: Место ставки на алатној траци

source: Place toolbar items at the beginning
sr: Смести ставке са алатне траке на почетак

source: Place toolbar items at the end
sr: Смести ставке са алатне траке на крај

source: Location of bookmark items
sr: Место забелешки

source: Place bookmark items at the beginning
sr: Смести забелешке на почетак

source: Place bookmark items at the end
sr: Смести забелешке на крај

source: Bookmark
sr: Забелешка

source: Enter a Bookmark
sr: Унесите забелешку

source: Title:
sr: Наслов:

source: URL:
sr: УРЛ (URL):

source: Live Bookmark
sr: Жива забелешка

source: Separator
sr: Раздвајач

source: Customize Preferences
sr: Прилагођавање поставки

source: Use the buttons below to add default preferences.
sr: Користите дугмад испод да додате изворне поставке.

source: Preferences
sr: Поставке

source: Preference Name:
sr: Име поставке:

source: Value:
sr: Вредност:

source: Lock Preference
sr: Закључај поставку

source: Ne&w
sr: Но&ва

source: &Delete
sr: &Укони

source: &Edit
sr: У&реди

source: Move &Up
sr: &Горе

source: M&ove Down
sr: &Доле

source: Customize Registry (Windows Only)
sr: Прилагоди регистар (само за виндовс, Windows)

source: Registry
sr: Регистар

source: Use the buttons below to add entries to the Windows registry. Note these items will be added/updated every time the browser starts.
sr: Користите дугмад испод како бисте додали уносе у виндовсов регистар. Ове ставке ће бити додаване или ажуриране сваки пут када се читач покрене.

source: Description
sr: Опис

source: Root Key
sr: Корени кључ

source: Key
sr: Кључ

source: Name
sr: Име

source: Name Value
sr: Вредност имена

source: Type
sr: Тип

source: Customize Certificates
sr: Прилагођавање сертификата

source: Use the buttons below to select certificates to be preinstalled (PEM format only).
sr: Користите дугмад испод да бисте изабрали сертификате који ће бити инсталирани (само формат ПЕМ, PEM).

source: <html:b>IMPORTANT: If you add certificates to Firefox, you CANNOT ship a browser outside of your company or institution and call it Firefox. This feature is intended primarily for corporate and institutional users that will be deploying Firefox inside their organization.</html:b>
sr: <html:b>ВАЖНО: Ако додате сертификате у фајерфокс, НЕ СМЕТЕ да делите читач ван фирме или институције под именом фајерфокс. Ова могућност је намењена превасходно за професионалне или институционалне кориснике који ће фајерфокс постављати унутар организације.</html:b>

source: Certificates
sr: Сертификати

source: Certificate
sr: Сертификат

source: Trust this CA to identify web sites.
sr: Веруј овом сертификацијском ауторитету за идентификацију веб сајтова.

source: Trust this CA to identify email users.
sr: Веруј овом сертификацијском ауторитету за иденфитикацију корисника ел. поште.

source: Trust this CA to identify software developers.
sr: Веруј овом сертификацијском ауторитету за идентификацију произвођача софтвера.

source: Customize Extensions/Themes
sr: Прилагођавање продужетака и тема

source: Use the buttons below to select extensions and themes to be installed with your CCK.
sr: Користите дугмад испод да изаберете продужетке и теме које ће бити инсталиране са вашим ЦЦКом.

source: <html:b>IMPORTANT: If you add extensions and/or themes to your CCK, you can no longer install the CCK as part of a Firefox install. You must install through the browser. </html:b>
sr: <html:b>ВАЖНО: Ако додате продужетке или теме у ЦЦК, не можете да инсталирате ЦЦК као део инсталације фајерфокса. Морате да инсталирате кроз сам читач.</html:b>

source: Extensions/Themes
sr: Продужеци и теме

source: Customize Proxy Configurations
sr: Прилагођење подешавања посредника

source: Configure Proxies to Access the Internet
sr: Подесите посреднике (proxy) за приступ интернету

source: &Direct connection to the Internet
sr: &Непосредна веза са интернетом

source: Auto-detect proxy settings for this net&work
sr: Аутоматски пронађи посредника за ову мре&жу

source: &Manual proxy configuration:
sr: &Ручно подешавање посредника:

source: &Automatic proxy configuration URL:
sr: &УРЛ за аутоматско подешавање посредника:

source: Configuration location (&URL):
sr: Место конфигурације (У&РЛ):

source: Store proxy conf&iguration file in the CCK:
sr: Сачувај подешавање посре&дника у ЦЦК:

source: Re&load
sr: &Освежи

source: &FTP Proxy:
sr: Посредник за &ФТП (FTP):

source: &Gopher Proxy:
sr: Посредник за &гофер (Gopher):

source: &HTTP Proxy:
sr: Посредник за &ХТТП (HTTP)

source: &SSL Proxy:
sr: Посредник за &ССЛ (SSL)

source: SO&CKS Host:
sr: Рачунар за &СОКС (SOCKS)

source: SOC&KS v4
sr: С&ОКС в4

source: SOCKS &v5
sr: СО&КС в5

source: Port:
sr: Порт:

source: p
sr: п

source: o
sr: о

source: r
sr: р

source: t
sr: т

source: &No Proxy for:
sr: &Без посредника за:

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
sr: Пример: .mozilla.org, .net.nz, 192.168.1.0/24

source: Use this pro&xy server for all protocols
sr: Користи овај по&среднички сервер (proxy) за све протоколе

source: Show Configuration
sr: Приказ конфигурације

source: All changed data will be saved
sr: Сви измењени подаци биће сачувани

source: Click Finish to create your CCK package.
sr: Притисните „Заврши‟ да бисте направили Ваш ЦЦК пакет.
