Repository: filmil/mozilla
Catalog: trunk/po/*/browser/chrome/browser/safebrowsing/phishing-afterload-warning-message.dtd.po
Languages: sr_rs

source: Suspected Web Forgery
sr_rs: Сумња се на мрежни фалсификат

source: This page has been reported as a web forgery designed to trick users into sharing personal or financial information. Entering any personal information on this page may result in identity theft or other fraud. &#160;
sr_rs: Ова је страна пријављена као мрежни фалсификат, направљен како би кориснике преварио да открију личне или финансијске податке. Унос ма каквих личних података у ову страницу може да доведе до крађе идентитета или другог облика преваре. &#160;

source: Read more &#187;
sr_rs: Прочитајте више &#187;

source: Read more &#133;
sr_rs: Прочитајте више &#133;

source: These types of web forgeries are used in scams known as phishing attacks, in which fraudulent web pages and emails are used to imitate sources you may trust. You can find out more about
sr_rs: Ове врсте мрежних фалсификата користе се у преварама које се зову фишинг (phishing). У њима се лажна ел. места и ел. поруке користе како би имитирале изворе којима верујете. Можете да сазнате више

source: how &brandShortName; protects you
sr_rs: како Вас програм &brandShortName; штити

source: from phishing attacks.
sr_rs: од фишинг напада.

source: Get me out of here!
sr_rs: Склони ме одавде!

source: Navigate to my home page
sr_rs: Врати се на моју домаћу страну

source: Ignore this warning
sr_rs: Занемари ово упозорење

source: Close warning
sr_rs: Затвори упозорење

source: This isn't a web forgery
sr_rs: Ово није фалсификат

source: Add to blacklist
sr_rs: Додај на црну листу

source: Safe Browsing
sr_rs: Безбедно сурфовање

source: Preferences...
sr_rs: Поставке...

source: Report phishing...
sr_rs: Пријави фишинг...

source: Open Test Page
sr_rs: Отвори пробну страну

source: Warning from Safe Browsing
sr_rs: Упозорење од Безбедног сурфовања

source: This page might be dangerous; click for details.
sr_rs: Ова страна може да буде опасна; притисните овде за детаље.
