Repository: filmil/mozilla
Catalog: tags/begin/po/*/mail/chrome/messenger/imapMsgs.properties.po
Languages: sr_rs

source: Opening folder...
sr_rs: Отварање директоријума...

source: Creating folder...
sr_rs: Прављење директоријума...

source: Deleting folder %S...
sr_rs: Брисање директоријума %S...

source: Renaming folder %S...
sr_rs: Промена имена директоријума %S...

source: Looking for folders...
sr_rs: Тражење директоријума...

source: Subscribing to folder %S...
sr_rs: Претплата на директоријум %S...

source: Unsubscribing from folder %S...
sr_rs: Крај претплате на директоријум %S...

source: Searching folder...
sr_rs: Претрага директоријума...

source: Getting message info...
sr_rs: Добављање података о поруци...

source: Closing folder...
sr_rs: Затварање директоријума...

source: Compacting folder...
sr_rs: Сажимање директоријума...

source: Logging out...
sr_rs: Одјава...

source: Checking mail server capabilities...
sr_rs: Проверавање могућности сервера за пошту...

source: Sending login information...
sr_rs: Слање података о пријави...

source: Sending authenticate login information...
sr_rs: Слање података о кориснику...

source: Downloading message...
sr_rs: Преузимање поруке...

source: Checking IMAP Namespace...
sr_rs: Провера IMAPовог простора имена...

source: "The mail server indicates that you may not have any personal mail folders. Please verify your subscriptions.
sr_rs: „Сервер за пошту указује да још увек немате директоријуме за личну пошту. Молимо да проверите претплату.

source: Any folders which are left unsubscribed will not appear in your folder lists, but can be subscribed to later by choosing File / Subscribe.
sr_rs: Сви директоријуми на које је прептлата отказана се неће приказивати у списку директоријума, али се на њих касније можете претплатити избором Датотека / Претплата.

source: Please choose which folders you want subscribed in the Subscribe window...
sr_rs: Молимо изаберите директоријуме на које се желите претплатити у прозору Претплата...

source: The upgrade was successful.
sr_rs: Доградња је успела.

source: Getting folder ACL...
sr_rs: Добављање ACL за директоријум...

source: Getting Server Configuration Info...
sr_rs: Добављање подешавања сервера...

source: Getting Mailbox Configuration Info...
sr_rs: Добављање подешавања поштанског сандучета...

source: This body part will be downloaded on demand.
sr_rs: Тело поруке ће бити преузето на захтев.

source: IMAP Error: The online folder information could not be retrieved.
sr_rs: IMAP грешка: Подаци о директоријуму нису могли бити добављени.

source: Login to server %S failed.
sr_rs: Пријава на сервер %S није успела.

source: Deleting messages...
sr_rs: Брисање порука...

source: Deleting message...
sr_rs: Брисање поруке...

source: Moving messages to %S...
sr_rs: Премештање порука у %S...

source: Moving message to %S...
sr_rs: Премештање поруке у %S...

source: Copying messages to %S...
sr_rs: Умножавање порука у %S...

source: Copying message to %S...
sr_rs: Умножавање поруке у %S...

source: Opening folder %S...
sr_rs: Отварање директоријума %S...

source: Found folder: %S
sr_rs: Нађен директоријум: %S

source: Enter your password for %S:
sr_rs: Унесите лозинку за %S:

source: Mail server %S is not an IMAP4 mail server.
sr_rs: Сервер за пошту %S не подржава IMAP4.

source: The current command did not succeed. The mail server responded:
sr_rs: Тренутна наредба није извршена. Сервер за пошту је одговорио:

source: Mail Server Password Required
sr_rs: Потребна је лозинка за сервер за пошту

source: Failed to connect to server %S.
sr_rs: Није могуће повезати се на сервер %S.

source: Could not connect to mail server %S; the connection was refused.
sr_rs: Повезивање са сервером %S није успело; веза је одбијена.

source: Connection to server %S timed out.
sr_rs: Веза са сервером %S је истекла.

source: Are you sure you want to move the selected folder into the Trash?
sr_rs: Да ли сигурно желите да преместите изабрани директоријум у смеће?

source: There are no new messages on the server.
sr_rs: Нема нових порука на серверу.

source: Mail for %S
sr_rs: Пошта за %S

source: Deleting this folder is not undoable and will delete all of the messages it contains, and its sub-folders. Are you sure you still want to delete this folder?
sr_rs: Брисање овог директоријума се не може опозвати и избрисаће све поруке које су у њему, као и све поддиректоријуме. Да ли сте сигурни да желите да обришете овај директоријум?

source: Emptying trash will delete %S and all of the messages it contains. Do you want to delete this folder?
sr_rs: Пражњење смећа ће обрисати %S и све поруке које садржи. Да ли желите да обришете овај директоријум?

source: Personal Filing Cabinet
sr_rs: Лична остава за документе

source: Read Mail
sr_rs: Читање поште

source: Sent Mail
sr_rs: Послата пошта

source: The %c character is reserved on this imap server. Please choose another name.
sr_rs: Знак %c је резервисан на овом IMAP серверу. Молимо изаберите неко друго име.

source: Personal Folder
sr_rs: Лични директоријум

source: Public Folder
sr_rs: Јавни директоријум

source: Other User's Folder
sr_rs: Директоријуми других корисника

source: This is a personal mail folder. It is not shared.
sr_rs: Ово је лични директоријум за пошту, који није дељен.

source: This is a personal mail folder. It has been shared.
sr_rs: Ово је лични директоријум за пошту, који је дељен.

source: This is a public folder.
sr_rs: Ово је јавни директоријум.

source: This is a mail folder shared by the user '%S'.
sr_rs: Ово је директоријум за пошту ког дели корисник '%S'.

source: Full Control
sr_rs: Пуна контрола

source: Lookup
sr_rs: Потрага

source: Read
sr_rs: Прочитано

source: Set Read/Unread State
sr_rs: Подесите статус прочитано/непрочитано

source: Write
sr_rs: Писање

source: Insert (Copy Into)
sr_rs: Убацивање (умножи у)

source: Post
sr_rs: Слање

source: Create Subfolder
sr_rs: Направи директоријум

source: Delete Messages
sr_rs: Обриши поруке

source: Administer Folder
sr_rs: Управљање директоријумом

source: Unknown
sr_rs: Непознато

source: This server does not support shared folders.
sr_rs: Овај сервер не подржава дељене директоријуме.

source: Server %S has disconnected. The server may have gone down or there may be a network problem.
sr_rs: Сервер %S се искључио. Сервер је можда искључен или постоји грешка у мрежи.

source: Login failed.
sr_rs: Пријава није успело.

source: Would you like to subscribe to %1$S?
sr_rs: Да ли желите да се претплатите на %1$S?

source: Quota information is not available because the folder is not open.
sr_rs: Подаци о квоти нису доступни јер је директоријум отворен.

source: This server does not support quotas.
sr_rs: Овај сервер не подржава квоте.

source: There are no storage quotas on this folder.
sr_rs: Овај директоријум нема задату квоту.

source: Application is out of memory.
sr_rs: Програм нема довољно меморије.

source: You cannot log in to %S because you have enabled secure authentication and this server does not support it. To log in, turn off secure authentication for this account.
sr_rs: Не можете се пријавити на %S јер сте укључили аутентикацију, а овај сервер је не подржава. Да бисте се пријавили, искључите аутентикацију за овај налог.
