Repository: filmil/mozilla
Catalog: trunk/po/*/extensions/wallet/resources/walletNavigatorOverlay.dtd.po
Languages: sr_rs

source: &Form Toolbar
sr_rs: Алатна трака за &формуларе

source: Prefill Form
sr_rs: Попуњавање формулара

source: Save Form Data
sr_rs: Чувај податке о формуларима

source: Manage Saved Data
sr_rs: Управљање сачуваним подацима

source: Prefill this form with previously-saved data
sr_rs: Испуни формулар претходно сачуваним подацима

source: Save data found on this form
sr_rs: Сачувај податке из овог формулара

source: View previously-saved data for this form
sr_rs: Преглед претходно сачуваних података за овај формулар

source: &Save Form Info
sr_rs: &Сачувај податке о формулару

source: Fill i&n Form
sr_rs: И&спуни формулар

source: &Edit Form Info
sr_rs: &Уреди податке о формулару

source: &Manage Sites
sr_rs: Управљање &сајтовима

source: &Form Manager
sr_rs: У&правник формуларима
