Repository: filmil/mozilla
Catalog: tags/date20070906/po/*/browser/chrome/overrides/appstrings.properties.po
Languages: sr_rs

source: The URL is not valid and cannot be loaded.
sr_rs: Адреса није исправна и не може бити учитана.

source: Firefox can't find the file at %S.
sr_rs: Firefox не може да пронађе датотеку на %S.

source: Firefox can't find the server at %S.
sr_rs: Firefox не може да пронађе сервер на %S.

source: Firefox doesn't know how to open this address, because the protocol (%S) isn't associated with any program.
sr_rs: Firefox не зна како да отвори ову адресу, зато што протокол (%S) није додељен ни једном програму.

source: Firefox can't establish a connection to the server at %S.
sr_rs: Firefox не може да оствари везу на сервер на %S.

source: The connection to %S was interrupted while the page was loading.
sr_rs: Веза са %S је прекинута приликом учитавања стране.

source: The server at %S is taking too long to respond.
sr_rs: Серверу на %S је потребно превише времена да одговори.

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
sr_rs: Firefox је препознао да сервер преусмерава захтев за адресом на начин да га никад неће завршити.

source: The page you are trying to view contains POSTDATA that has expired from cache. If you resend the data, any action the form carried out (such as a search or online purchase) will be repeated. To resend the data, click OK. Otherwise, click Cancel.
sr_rs: Страна коју покушавате прегледати садржи ПОДАТКЕ ЗА СЛАЊЕ који су нестали из кеша. Ако поново пошаљете податке, свака акција коју спроводи формулар (као што је претрага или куповина преко интернета) биће поновљена. Како би послали податке, кликните У реду, у противном кликните Одустани.

source: The page you are trying to view contains POSTDATA. If you resend the data, any action the form carried out (such as a search or online purchase) will be repeated. To resend the data, click OK. Otherwise, click Cancel.
sr_rs: Страна коју покушавате прегледати садржи ПОДАТКЕ ЗА СЛАЊЕ. Ако поново пошаљете податке, свака акција коју спроводи формулар (као што је претрага или куповина преко интернета) биће поновљена. Како би послали податке, кликните У реду, у противном кликните Одустани.

source: Firefox doesn't know how to communicate with the server.
sr_rs: Firefox не зна како да комуницира са сервером.

source: The connection to the server was reset while the page was loading.
sr_rs: Веза са сервером је обновљена приликом учитавања стране.

source: Firefox is currently in offline mode and can't browse the Web.
sr_rs: Firefox тренутно ради ван мреже и не може да приступа Интернету.

source: The document cannot change while Printing or in Print Preview.
sr_rs: За време штампе или прегледа стране пре штампе докуменат не може бити измењен.

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
sr_rs: Ова адреса користи мрежни порт који се обично користи за друге сврхе које нису сурфовање интернетом. Firefox је прекинуо захтев зарад Ваше сигурности.

source: Firefox is configured to use a proxy server that can't be found.
sr_rs: Firefox је подешен да користи прокси сервер који је немогуће пронаћи.

source: Firefox is configured to use a proxy server that is refusing connections.
sr_rs: Firefox је подешен да користи прокси сервер који одбија везу.

source: External Protocol Request
sr_rs: Затражен је спољни протокол

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
sr_rs: Спољни програм мора бити покренут да би обрадио %1$S: везе. Тражена веза: %2$S Ако нисте очекивали овај захтев, то може бити начин да се искористи слабост тог спољног програма, прекините захтев, осим ако сте сигурни да захтев није злобан.

source: <Unknown>
sr_rs: <Непознато>

source: Remember my choice for all links of this type.
sr_rs: Памти мој избор за све везе овог типа.

source: Launch application
sr_rs: Покрени програм
