Repository: filmil/mozilla
Catalog: release-2/po/*/browser/chrome/browser/credits.dtd.po
Languages: sr_rs

source: Rediscover the Web
sr_rs: Поново откријте Интернет

source: Engineering Leads
sr_rs: Водећи инжењери

source: Core Development Posse
sr_rs: Група за развој језгра

source: Gecko Layout Engine
sr_rs: Погон Gecko

source: Special Thanks To
sr_rs: Посебне захвалнице

source: Many thanks to our
sr_rs: Велико хвала нашим

source: Friends
sr_rs: пријатељима

source: &amp;
sr_rs: и

source: Contributors
sr_rs: приложницима

source: Visual Design Coordinator
sr_rs: Координатор дизајна окружења

source: Theme Design
sr_rs: Дизајн теме

source: Brand Identity
sr_rs: Идентитет марке

source: Web Design
sr_rs: Веб дизајн

source: Mozilla Update
sr_rs: Mozilla унапређење

source: Quality Assurance Lead
sr_rs: Вођа провере квалитета

source: Quality Assurance
sr_rs: Провера квалитета

source: Build and Release
sr_rs: Изградња и издавање

source: Infrastructure Support
sr_rs: Подршка инфраструктуре

source: Support Resources
sr_rs: Помоћне потрепштине

source: Project Management
sr_rs: Управљање пројектом

source: Marketing Leads
sr_rs: Вође маркетинга

source: Marketing
sr_rs: Маркетинг

source: Created By
sr_rs: Направио

source: In Fond Memory Of
sr_rs: У сећање на

source: Powered by Gecko&trade;
sr_rs: Покреће нас Gecko&trade;
