Repository: filmil/mozilla
Catalog: trunk/po/*/mail/chrome/messenger/preferences/compose.dtd.po
Languages: sr_rs

source: General
sr_rs: Опште

source: Addressing
sr_rs: Адресирање

source: Spelling
sr_rs: Правопис

source: Send Format
sr_rs: Формат за слање

source: Forwarding Messages
sr_rs: Прослеђивање порука

source: &Inline
sr_rs: &У тексту

source: &As Attachment
sr_rs: Као &прилог

source: Composing Messages
sr_rs: Састављање порука

source: &Check spelling before sending
sr_rs: &Провери правопис пре слања

source: Lan&guage:
sr_rs: &Језик:

source: Download More Dictionaries
sr_rs: Преузми још речника

source: F&or messages that contain 8-bit characters, use 'quoted printable' MIME encoding
sr_rs: &За поруке које садрже 8-битне знаке, корсити МИМЕ кодирање „quoted printable‟

source: Conf&irm when using keyboard shortcut to send message
sr_rs: &Тражи потврду када се порука шаље скраћеницом са тастатуре

source: A&uto Save every
sr_rs: &Аутоматски чувај на

source: _: This will concatenate with "xxx characters", using a number and (char.label). Wrap p&lain text messages at
sr_rs: Поруке у обичном тексту &преломи у

source: characters
sr_rs: колони

source: Au&tomatically add outgoing e-mail addresses to my:
sr_rs: А&утоматски додај одлазне адресе у:

source: Address Autocompletion
sr_rs: Аутоматска допуна адресе

source: When addressing messages, look for matching entries in:
sr_rs: При адресирању порука, тражи одговарајуће уносе у:

source: Local &Address Books
sr_rs: &Локалном адресару

source: &Directory Server:
sr_rs: &Именику на серверу:

source: If there is a match in your local address books:
sr_rs: Ако постоји погодак у локалном адресару:

source: Do not search in the directory
sr_rs: Не тражи у именику

source: Send and HTML Options
sr_rs: Опције за слање и HTML

source: Configure text format behavior
sr_rs: Подешавање понашања формата текста
