Repository: filmil/mozilla
Catalog: trunk/po/*/mail/chrome/messenger/preferences/privacy.dtd.po
Languages: sr_rs

source: Junk
sr_rs: Отпад

source: E-mail Scams
sr_rs: Преваре у ел. пошти

source: Passwords
sr_rs: Лозинке

source: Anti-Virus
sr_rs: Анти-вирус

source: Set your default junk mail settings. Account-specific junk mail settings can be configured in Account Settings.
sr_rs: Изворна подешавања за нежељену пошту. Подешавања за нежељену пошту за одређени налог могу се мењати помоћу подешавања налога.

source: &When I mark messages as junk:
sr_rs: &Када поруку означим као нежељену:

source: M&ove them to the account's &quot;Junk&quot; folder
sr_rs: &Помери је у директоријум са нежељеном поштом

source: Dele&te them
sr_rs: &Уклони је

source: Mar&k messages determined to be Junk as read
sr_rs: &Означи да је нежељена порука прочитана

source: Enable junk filter lo&gging
sr_rs: Бележење рада &филтра за нежељене поруке

source: S&how log
sr_rs: &Прикажи дневник

source: Reset Training &Data
sr_rs: Очисти податке о &тренингу

source: &brandShortName; can analyze messages for suspected email scams by looking for common techniques used to deceive you.
sr_rs: Програм &brandShortName; може да размотри поруку и утврди да ли се ради о превари, тражењем техника које се обично користе за обману.

source: T&ell me if the message I'm reading is a suspected email scam
sr_rs: О&бавести ме ако је порука коју читам осумњичена за превару

source: &Use a downloaded list of suspected email scams
sr_rs: &Користи преузет списак познатих превара

source: &brandShortName; can remember password information for all of your accounts so you do not need to re-enter your login details.
sr_rs: &brandShortName; може памтити податке везане за пријаву на веб страну, тако да их касније не морате поново уносити.

source: U&se a master password to encrypt stored passwords
sr_rs: Користи &главну лозинку за шифровање сачуваних лозинки

source: When set, the Master Password protects all your passwords - but you must enter it once per session.
sr_rs: Када је постављена главна лозинка чува веше лозинке, али морате је уносити једном по сесији.

source: &Master Password
sr_rs: &Главна лозинка

source: &Remove Master Password…
sr_rs: &Уклони главну лозинку…

source: Ed&it Saved Passwords
sr_rs: &Уреди сачуване лозинке

source: &brandShortName; can make it easy for anti-virus software to analyze incoming mail messages for viruses before they are stored locally.
sr_rs: &brandShortName; може да олакша анти-вирусним програмима да проверавају ел. пошту тражећи вирусе у порукама пре него што се сачувају у локалу.

source: A&llow anti-virus clients to quarantine individual incoming messages
sr_rs: Дозволи анти-вирусним програмима да поједине поруке издвоје у &карантин

source: Email Scams
sr_rs: Преваре

source: Junk Mail
sr_rs: Нежељена пошта

source: Intrusions
sr_rs: Провале

source: Intrusions &amp; Passwords
sr_rs: Провале и лозинке
