Repository: filmil/mozilla
Catalog: tags/date-20061123/po/*/mail/chrome/messenger/prefs.properties.po
Languages: sr_rs

source: Please enter a name for this account.
sr_rs: Молимо унесите име за овај налог.

source: Please enter a username.
sr_rs: Молимо унесите корисничко име.

source: Please enter your name.
sr_rs: Молимо унесите своје име.

source: A mail or newsgroup account with the same user name and server name already exists. Click Back and enter a different server name, or click Cancel.
sr_rs: Налог за пошту или групе већ постоји. Притисните „Назад“ и изаберите друго име, или притисните „Откажи“.

source: An account with that user name and server name already exists. Please enter a different user name and/or server name.
sr_rs: Налог са тим корисничким именом и именом сервера већ постоји. Молимо унесите други корисничко име односно друго име сервера.

source: Your User Name has been updated. You may also need to update your Email Address and/or User Name associated with this account.
sr_rs: Ваше корисничко име је промењено. Можда морате и да поправите вашу електронску адресу или корисничко име придружено овом налогу.

source: The server name setting has changed. Please verify that any folders used by filters exist on the new server.
sr_rs: Име сервера и подешавања је промењено. Молимо проверите да ли иједан директоријум ког користе филтери постоји на новом серверу.

source: Are you sure you want to exit the Account Wizard? If you exit, any information you have entered will be lost and the account will not be created.
sr_rs: Да ли сигурно желите да изађете из чаробњака за налоге? Ако изађете, сви подаци које сте унели биће изгубљени и налог неће бити начињен.

source: Account Wizard
sr_rs: Чаробњак за налоге

source: Exit
sr_rs: Крај

source: Cancel
sr_rs: Откажи

source: Please enter a valid hostname.
sr_rs: Молимо унесите исправно име сервера.

source: Failed to remove this account.
sr_rs: Није могуће уклонити овај налог.

source: Failed to duplicate this account.
sr_rs: Није могуће умножити овај налог.

source: Are you sure you want to remove the account "%S"?
sr_rs: Да ли сигурно желите да уклоните налог „%S“?

source: Remove Account
sr_rs: Уклони налог

source: If you store this account's new mail in a different account's Inbox, you will no longer be able to access already downloaded e-mail for this account. If you have mail in this account, please copy it to another account first. If you have filters that filter mail into this account, you should disable them or change the destination folder. If any accounts have special folders in this account (Sent, Drafts, Templates), you should change them to be in another account. Do you still want to store this account's e-mail in a different account?
sr_rs: Ако пошту са овог налога сачувате у другом долазном сандучету, нећете више моћи да приступите већ преузетим порукама са овог налога. Ако имате пошту на овом налогу, молимо да је прво преместите у други налог. Ако имате филтере који филтрирају поруку за овај налог, неопходно је да их или искључите или да промените одредишни директоријум. Ако иједан налог има посебне директоријуме у овом налогу (Послато, Нацрти, Обрасци), морате их променити тако да показују на други налог. Да ли и даље желите да чувате пошту са овог налога у оквиру другог налога?

source: Defer Account?
sr_rs: Одлагање налога?

source: This directory is already used by another server. Please pick a different directory.
sr_rs: Овај директоријум већ користи други сервер. Молимо изаберите други директоријум.

source: user
sr_rs: korisnik

source: example.net
sr_rs: primer.net

source: Email Address:
sr_rs: Ел. адреса:

source: Enter your email address. This is the address others will use to send email to you (for example, "%1$S@%2$S").
sr_rs: Унесите Вашу електронску адресу. То је адреса коју ће други користити да Вам шаљу поруке. (рецимо „%1$S@%2$S“).

source: Enter your %1$S %2$S (for example, if your %1$S email address is "%3$S", your %2$S is "%4$S").
sr_rs: Унесите ваше %1$S %2$S (на пример, ако ваша %1$S електронска адреса гласи „%3$S“, Ваше %2$S је „%4$S“).

source: Server Settings
sr_rs: Подешавања сервера

source: Copies & Folders
sr_rs: Умношци и директоријуми

source: Offline & Disk Space
sr_rs: Неповезан рад и простор на диску

source: Disk Space
sr_rs: Простор на диску

source: Composition & Addressing
sr_rs: Састављање и адресирање

source: Advanced
sr_rs: Напредно

source: Outgoing Server (SMTP)
sr_rs: Одлазни сервер (SMTP)

source: Identities for %1$S
sr_rs: Идентитети за %1$S

source: You must specify a valid email address for this identity.
sr_rs: Морате навести исправну електронску адресу за овај идентитет.

source: Error Creating Identity
sr_rs: Дошло је до грешке при прављењу идентитета

source: Choose a file
sr_rs: Изаберите датотеку
