Repository: filmil/mozilla
Catalog: release-3/po/*/toolkit/chrome/global/xpinstall/xpinstall.properties.po
Languages: sr

source: Installing: %s
sr: Постављам: %s

source: Installing Shared File: %s
sr: Постављам дељену датотеку: %s

source: Replacing: %s
sr: Замењујем: %s

source: Replacing Shared File: %s
sr: Замењујем дељену датотеку: %s

source: Skipping: %s
sr: Прескачем: %s

source: Skipping Shared File: %s
sr: Прескачем дељену датотеку: %s

source: Deleting file: %s
sr: Бришем датотеку: %s

source: Deleting component: %s
sr: Избришавам део: %s

source: Executing: %s
sr: Извршавам: %s

source: Executing: %s with argument: %s
sr: Извршавам: %s са аргументом: %s

source: Copy File: %s to %s
sr: Копирам датотеку: %s у %s

source: Execute File: %s
sr: Извршавам датотеку: %s

source: Execute File: %s with argument: %s
sr: Извршавам датотеку: %s са аргументом: %s

source: Move File: %s to %s
sr: Премештам датотеку: %s у %s

source: Rename File: %s to %s
sr: Преименујем датотеку: %s у %s

source: Create Folder: %s
sr: Направи директоријум: %s

source: Remove Folder: %s
sr: Уклањам директоријум: %s

source: Rename Folder: %s to %s
sr: Преименујем директоријум: %s to %s

source: Windows Shortcut: %s
sr: Windows пречица: %s

source: Mac Alias: %s
sr: Mac пречица: %s

source: Windows Register Server: %s
sr: Windows регистрациони сервер: %s

source: Unknown file operation command!
sr: Непозната операција над датотеком!

source: Patching: %s
sr: Закрпа: %s

source: Uninstalling: %s
sr: Уклањам: %s

source: Register Skin: %s
sr: Региструјем тему: %s

source: Register Locale: %s
sr: Региструјем локал: %s

source: Register Content: %s
sr: Региструјем садржај: %s

source: Register Package: %s
sr: Региструјем пакет: %s

source: Use this theme
sr: Користи ову тему

source: Use this locale
sr: Користи овај локал

source: Install the theme "%1$S" from %2$S?
sr: Постави тему "%1$S" са %2$S?

source: Install the locale "%1$S" from %2$S?
sr: Постави локалне поставке "%1$S" са %2$S?

source: Install
sr: Постави

source: Queued
sr: На чекању

source: Downloaded
sr: Преузето

source: Unsigned
sr: Непотписано

source: ERROR
sr: ГРЕШКА

source: Success
sr: Успешно

source: Restart to complete
sr: Поново покрени за наставак

source: Access denied
sr: Забрањен приступ

source: Unexpected installation error Review the Error Console log for more details.
sr: Неочекивана грешка постављања. За више детаља погледајте JavaScript конзолни извештај.

source: Install script not found
sr: Скрипта постављања није пронађена

source: Not a valid install package
sr: Неисправан пакет

source: Invalid argument
sr: Неисправан аргумент

source: User cancelled
sr: Корисник је прекинуо

source: Required file does not exist
sr: Тражена датотека не постоји

source: Read only
sr: Само за читање

source: AppleSingle extraction error
sr: Грешка при распакивању AppleSingle-а

source: Invalid path
sr: Непостојећа путања

source: EXTRACTION_FAILED
sr: НЕУСПЕШНО_РАСПАКИВАЊЕ

source: Cancelled
sr: Прекинуто

source: Download error
sr: Грешка при пријему

source: Script error
sr: Грешка у скрипти

source: Already exists
sr: Већ постоји

source: Out of space
sr: Нема довољно простора

source: Chrome registration failed
sr: Неуспешна регистрација Chrome-а

source: Unfinished install
sr: Постављање није завршено

source: Signing could not be verified.
sr: Потпис је немогуће потврдити.

source: Invalid file hash (possible download corruption)
sr: Неисправна датотека (можда је дошло до грешке при пријему)

source: Unknown or invalid file hash type
sr: Непознат или неисправан тип датотеке

source: Out of memory
sr: Нема довољно меморије

source: Unexpected error %S
sr: Неочекивана грешка %S
