Repository: filmil/mozilla
Catalog: trunk/po/*/security/manager/chrome/pippki/pippki.properties.po
Languages: sr

source: Authenticated by %S
sr: Потписано %S

source: Please enter the Personal Security Password for the PSM Private Keys security device.
sr: Молим унесите личну безбедносну лозинку за безбедносни уређај заштићен PSM приватним кључем.

source: Do you want to trust "%S" for the following purposes?
sr: Да ли желите да верујете "%S" за следеће сврхе?

source: Certificate Authority (unnamed)
sr: Центар сетификата (безимени)

source: Edit certificate trust
sr: Измена поверења сертификатима

source: The certificate "%S" represents a Certificate Authority.
sr: Сертификат "%S" представља власништво сертификата.

source: The certificate "%S" was issued by:
sr: Сертификат "%S" је потврдио:

source: Because you do not trust the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
sr: Не верујете у овлашћења овог сертификата због неповерења извора, уколико не одредите супротно.

source: Because you trust the certificate authority that issued this certificate, you trust the authenticity of this certificate unless otherwise indicated here.
sr: Верујете у овлашћења овог сертификата због поверења у извор, уколико не одредите супротно.

source: Because you do not know the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
sr: Не верујете у овлашћења овог сертификата због непознатог извора, уколико не одредите супротно.

source: Certificate for this certificate authority was not found
sr: Није пронађен сертификат за овог власника сертификата

source: Are you sure you want to delete these server exceptions?
sr: Да ли сигурно желите да уклоните ове серверске изузетке?

source: If you delete a server exception, you restore the usual security checks for that server and require it uses a valid certificate.
sr: Ако уклоните серверски изузетак, враћате уобичајену проверу безбедности за сервер и захтевате да поседује важећи сертификат.

source: Delete Server Certificate Exceptions
sr: Уклони изузетак о серверском сертификату

source: Are you sure you want to delete these certificates?
sr: Да ли сигурно желите да уклоните ове сертификате?

source: If you delete one of your own certificates, you can no longer use it to identify yourself.
sr: Ако избришете један од Ваших сертификата, нећете бити у могућности да се представите.

source: Delete your Certificates
sr: Брисање ваших сертификата

source: Are you sure you want to delete these CA certificates?
sr: Да ли сте сигурни да желите да избришете ПС сертификате?

source: If you delete a certificate authority (CA) certificate, this application will no longer trust any certificates issued by that CA.
sr: Ако избришете ауторитет за сертификат (ЦА, CA), овај програм више неће веровати сертификатима које је издао тај ЦА.

source: Delete CA Certificates
sr: Избриши ЦА сертификат

source: Are you sure you want to delete these people's e-mail certificates?
sr: Да ли сте сигурни да желите да избришете сертификате ел. поште за следеће кориснике?

source: If you delete a person's e-mail certificate, you will no longer be able to send encrypted e-mail to that person.
sr: Ако уклоните сертификат за ел. пошту неке особе, више нећете моћи да јој шаљете ел. пошту.

source: Delete E-Mail Certificates
sr: Избришите сертификат ел. поште

source: Delete Certificates
sr: Уклањање сертификата

source: File Name to Restore
sr: Име датотеке за обнављање

source: File Name to Backup
sr: Име датотеке за резерну копију

source: PKCS12 Files
sr: PKCS12 датотеке

source: Use this button to reset %S's security preferences to their factory settings.
sr: Притиском на ово дугме можете вратити подешавање безбедности %S на почетно.

source: This certificate has been verified for the following uses:
sr: Сертификат је потврђен за следеће кориснике:

source: Could not verify this certificate because it has been revoked.
sr: Провера сертификата није могућа зато што је отказан.

source: Could not verify this certificate because it has expired.
sr: Провера сертификата није могућа зато што је рок трајања истекао.

source: Could not verify this certificate because it is not trusted.
sr: Провера сертификата није могућа зато што је небезбедан.

source: Could not verify this certificate because the issuer is not trusted.
sr: Провера сертификата није могућа зато што је страна која га је издала небезбедна.

source: Could not verify this certificate because the issuer is unknown.
sr: Провера сертификата није могућа зато што је страна која га је издала небезбедна.

source: Could not verify this certificate because the CA certificate is invalid.
sr: Провера сертификата није могућа зато што је сертификат центра непостојећи.

source: Could not verify this certificate for unknown reasons.
sr: Провера сертификата није могућа.

source: Organization: "%S"
sr: Организација: "%S"

source: Issued Under: "%S"
sr: Издат под: "%S"

source: Web Site Identity Not Verified
sr: Идентитет веб сајта није потврђен

source: Web Site Identity Verified
sr: Потврђена је веродостојност стране

source: The web site %S supports authentication for the page you are viewing. The identity of this web site has been verified by %S, a certificate authority you trust for this purpose.
sr: Веб место %S подржава проверу за преглед ове стране. Идентитет веб сајта је проверен помоћу %S, као место од поверења за ову намену.

source: View the security certificate that verifies this web site's identity.
sr: Прегледајте сертификат који потврђује истинитост овог сајта.

source: Connection Not Encrypted
sr: Веза није шифрована

source: The web site %S does not support encryption for the page you are viewing.
sr: Веб место %S не подржава шифровање стране коју гледате.

source: Information sent over the Internet without encryption can be seen by other people while it is in transit.
sr: Податак који се преноси преко интернета без шифровања, може бити доступан другима за време преноса.

source: The page you are viewing is not encrypted.
sr: Страна коју гледате није шифрована.

source: Connection Encrypted: High-grade Encryption (%S %S bit)
sr: Заштићена веза: јако шифровање (%S %S бита)

source: The page you are viewing was encrypted before being transmitted over the Internet.
sr: Страна коју гледате је шифрована пре слања преко интернета.

source: Encryption makes it very difficult for unauthorized people to view information traveling between computers. It is therefore very unlikely that anyone read this page as it traveled across the network.
sr: Шифровање врло отежава неовлашћен преглед података који се размењују између рачунара. Стога је врло мало вероватно да неко може да прочита ову страну у путу кроз мрежу.

source: Connection Encrypted: Low-grade Encryption (%S %S bit)
sr: Заштићена веза: слабо шифровање (%S %S бита)

source: The web site %S is using low-grade encryption for the page you are viewing.
sr: Веб место %S користи слабо шифровање за преглед ове стране.

source: Low-grade encryption may allow some unauthorized people to view this information.
sr: Слабо шифровање омогућава неовлашћеним људима да виде ове податке.

source: Connection Partially Encrypted
sr: Веза је делимично шифрована

source: Parts of the page you are viewing were not encrypted before being transmitted over the Internet.
sr: Делови стране коју прегледате није шифрован пре слања преко интернета.

source: Certificate Viewer:
sr: Преглед сертификата:

source: <Not Part Of Certificate>
sr: <Није део сертификата>

source: <Unknown Issuer>
sr: <Непознат издавач>

source: You should click OK only if you trust "%S" to protect your encryption private key.
sr: Кликните на У реду само ако верујете да ће "%S" чувати Ваш шифровани приватни кључ.

source: (not set)
sr: (неодређена)

source: Unable to change Master Password.
sr: Немогуће је променити главну лозинку.

source: You did not enter the correct current Master Password. Please try again.
sr: Унели сте неисправну текућу главну лозинку. Покушајте поново.

source: Master Password successfully changed.
sr: Главна лозинка је успешно измењена.

source: Warning! You have deleted your Master Password.
sr: Упозорење! Уклонили сте своју главну лозинку.

source: Warning! You have decided not to use a Master Password.
sr: Упозорење! Решили сте да не користите главну лозинку.

source: Your stored web and email passwords, form data, and private keys will not be protected.
sr: Ваше сачуване интернет и лозинке ел. поште, садржај формулара и приватни кључеви неће бити заштићени.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
sr: Радите у режиму одговарања FIPS. За рад у овом режиму необходно је да главна лозинка не буде празна.

source: Failed to Login
sr: Грешка при регистрацији на систем

source: Choose a PKCS#11 device to load
sr: Изаберите PKCS#11 уређај за учитавање

source: Module
sr: Модул

source: Path
sr: Путања

source: Label
sr: Ознака

source: Manufacturer
sr: Произвођач

source: Serial Number
sr: Серијски број

source: HW Version
sr: Верзија HW

source: FW Version
sr: Верзија FW

source: Status
sr: Статус

source: Description
sr: Опис

source: Disabled
sr: Онемогућено

source: Not Present
sr: Не постоји

source: Uninitialized
sr: Није покренут

source: Not Logged In
sr: Није пријављен

source: Logged In
sr: Пријављен

source: Ready
sr: Крај

source: Enable FIPS
sr: Користи FIPS

source: Disable FIPS
sr: Откључај FIPS

source: FIPS mode requires that you have a Master Password set for each security device. Please set the password before trying to enable FIPS mode.
sr: За рад у режиму одговарања FIPS необходно је унети главну лозинку за сваку врсту заштите. Унесите те лозинке до преласка у дати режим.

source: %S cannot establish an encrypted connection with "%S".
sr: %S не може успоставити заштићену везу са "%S".

source: The certificate revocation list (CRL) from "%S" needs to be updated.
sr: Потребно је унапредити Листу потврђених сертификата (ЛПС) са "%S".

source: None
sr: Ништа

source: URL originally fetched from
sr: Адреса је добављена од

source: URL advertised by the CA
sr: Адреса је промовисана од ПС

source: Number of days before next update must be a number greater than zero.
sr: Број дан пре следећег унапређења мора бити број већи од нула.

source: Frequency of update must be a number greater than zero.
sr: Учесталост унапређења мора бити број већи од нуле.

source: Automatic Update is not enabled for this CRL.
sr: Самоунапређење је онемогућено за ову ЛПС.

source: Automatic Update is enabled for this CRL.
sr: Самоунапређење је омогућено за ову ЛПС.

source: Would you like to enable automatic update?
sr: Да ли желите да укључите аутоматску доградњу?

source: Would you like to view the automatic update settings?
sr: Да ли желите да прегледате подешавања аутоматске доградње?

source: <Not Defined>
sr: <Неодређено>

source: Auto update URL is not defined.
sr: Адреса самоунапређења није одређена.

source: Yes
sr: Да

source: No
sr: Не

source: Reset Master Password
sr: Обнови главну лозинку

source: Your password has been reset.
sr: Ваша лозинка је поништена.

source: Enabled
sr: Доступно

source: Not Enabled
sr: Не користи се

source: OK
sr: У реду

source: Failed
sr: Грешка

source: Import Certificate Revocation List
sr: Увоз Сертификата поништених листа

source: Import the CRL from:
sr: Увези СПЛ из:

source: Select File containing somebody's Email certificate to import
sr: Изаберите датотеку која садржи нечији сертификат ел. поште за увоз

source: Select File containing CA certificate(s) to import
sr: Изабери датотеку који садржи ПС сертификат(е) за увоз

source: Select File containing Server certificate to import
sr: Изаберите датотеку која садржи серверски сертификат за увоз

source: Certificate Files
sr: датотеке сертификата

source: The site '%S' has requested that you sign the following text message:
sr: Веб место '%S' тражи да потврдите следећу поруку:

source: Save Certificate To File
sr: Чување сертификата у датотеци

source: X.509 Certificate (PEM)
sr: Сертификат X.509 (PEM)

source: X.509 Certificate with chain (PEM)
sr: Сертификат X.509 са ланцем (PEM)

source: X.509 Certificate (DER)
sr: Сертификат X.509 (DER)

source: X.509 Certificate (PKCS#7)
sr: Сертификат X.509 (PKCS#7)

source: X.509 Certificate with chain (PKCS#7)
sr: Сертификат X.509 са ланцем (PKCS#7)

source: File Error
sr: Грешка у датотеци

source: Can't write to file %S: %S.
sr: Није могућ упис у датотеку %S: %S.

source: Access denied
sr: Приступ није дозвољен

source: File is locked
sr: Датотека је закључана

source: No space left on device
sr: Нема простора на уређају

source: Unknown error
sr: Непозната грешка

source: You are about to override how %S identifies this site.
sr: Само што нисте преиначили механизам за идентификацију сајта за програм %S.

source: This site attempts to identity itself with invalid information.
sr: Сајт покушава да се представи помоћу неважећих информација.

source: Wrong Site
sr: Погрешан сајт

source: Certificate belongs to a different site, which could indicate an identity theft.
sr: Сертификат припада другом сајту, то може да указује на крађу идентитета.

source: Outdated Information
sr: Застарели подаци

source: Certificate is not currently valid. It is impossible to verify whether this identity was reported as stolen or lost.
sr: Сертификат је тренутно неважећи. Није могуће проверити да ли је овај идентитет пријављен као украден или изгубљен.

source: Unknown Identity
sr: Непознат идентитет

source: Certificate is not trusted, because it hasn't been verified by a recognized authority.
sr: Сертификат није од поверења, јер га није признао познати ауторитет.

source: Valid Certificate
sr: Важећи сертификат

source: This site provides valid, verified identification. There is no need to add an exception.
sr: Сајт је дао важећи, проверени сертификат. Нема потребе да додајете изузетак.

source: Checking Information
sr: Провера података

source: Attempting to identify the site…
sr: Покушај да се идентификује сајт…

source: No Information Available
sr: Нема доступних података

source: Unable to obtain identification status for the given site.
sr: Није могуће добавити статус о идентитету наведеног сајта.

source: Connection Failed
sr: Веза је прекинута
