Repository: filmil/mozilla
Catalog: trunk/po/*/security/manager/chrome/pippki/pref-masterpass.dtd.po
Languages: sr_rs

source: Master Passwords
sr_rs: Главне лозинке

source: Master Password Timeout
sr_rs: Време важења главне лозинке

source: &brandShortName; will ask for your master password:
sr_rs: &brandShortName; тражи главну лозинку:

source: The first time it is needed
sr_rs: Само први пут, када се деси

source: T
sr_rs: Н

source: Every time it is needed
sr_rs: Сваки пут, када се деси

source: If it has not been used for
sr_rs: Ако није коришћен

source: n
sr_rs: н

source: minutes or longer
sr_rs: минут или више

source: Change Master Password
sr_rs: Промена главне лозинке

source: Your master password protects sensitive information such as web passwords and certificates.
sr_rs: Ваша главна лозинка штити личне податке (нпр. лозинке за сајтове и сертификате).

source: Reset Master Password
sr_rs: Врати главну лозинку

source: Reset Password
sr_rs: Обнављање шифре
