Repository: filmil/mozilla
Catalog: tags/date-20061123/po/*/browser/chrome/browser/bookmarks/bookmarks.properties.po
Languages: sr_rs

source: Folders and bookmarks in this folder appear on the Bookmarks Toolbar.
sr_rs: Каталози и везе у овом каталогу ће се појавити у линији алатки.

source: Open
sr_rs: Отвори

source: Expand
sr_rs: Прошири

source: x
sr_rs: ш

source: Collapse
sr_rs: Умањи

source: C
sr_rs: у

source: Open All in Tabs
sr_rs: Отвори по језичцима

source: Manage Folder
sr_rs: Управљај каталозима

source: Find a Bookmark...
sr_rs: Пронађи везу...

source: Cut
sr_rs: Исеци

source: t
sr_rs: с

source: Copy
sr_rs: Умножи

source: Paste
sr_rs: Убаци

source: P
sr_rs: б

source: Delete
sr_rs: Обриши

source: D
sr_rs: о

source: Move Bookmark(s)...
sr_rs: Премести везу(е)...

source: Select All
sr_rs: Изабери све

source: A
sr_rs: с

source: Rename...
sr_rs: Преименуј...

source: Change Location...
sr_rs: Измени адресу...

source: Properties
sr_rs: Својства

source: r
sr_rs: с

source: Reload Live Bookmark
sr_rs: Освежи вести уживо

source: Sort By Name
sr_rs: Поређај по имену

source: Undo
sr_rs: Опозови

source: Undo Cut
sr_rs: Опозови исецање

source: Undo Delete Bookmark
sr_rs: Опозови брисање везе

source: Undo Paste
sr_rs: Опозови убацивање

source: Undo New Bookmark
sr_rs: Опозови стварање нове везе

source: Undo New Live Bookmark
sr_rs: Опозови везу ка вести уживо

source: Undo New Folder
sr_rs: Опозови стварање каталога

source: Undo New Separator
sr_rs: Опозови стварање размака

source: Undo Drag Bookmark
sr_rs: Опозови повлачење везе

source: Undo Move Bookmark
sr_rs: Опозови премештање везе

source: Undo Import
sr_rs: Опозови увоз

source: Redo
sr_rs: Понови

source: Redo Cut
sr_rs: Понови исецање

source: Redo Delete Bookmark
sr_rs: Понови брисање везе

source: Redo Paste
sr_rs: Понови убацивање

source: Redo New Bookmark
sr_rs: Понови стварање нове везе

source: Redo New Live Bookmark
sr_rs: Обнови везу ка вести уживо

source: Redo New Folder
sr_rs: Понови стварање каталога

source: Redo New Separator
sr_rs: Понови стварање одељка

source: Redo Drag Bookmark
sr_rs: Понови повлачење везе

source: Redo Move Bookmark
sr_rs: Понови премештање везе

source: Redo Import
sr_rs: Понови увоз

source: Open in New Window
sr_rs: Отвори у новом прозору

source: N
sr_rs: п

source: Open in New Tab
sr_rs: Отвори у новом језичку

source: w
sr_rs: ј

source: New Folder...
sr_rs: Нов каталог...

source: F
sr_rs: к

source: New Bookmark...
sr_rs: Нова веза...

source: B
sr_rs: в

source: New Separator
sr_rs: Нов одељак

source: New Folder
sr_rs: Нов каталог

source: New Bookmark
sr_rs: Нова омиљена веза

source: New Live Bookmark
sr_rs: Нова веза ка вести уживо

source: Create New Folder
sr_rs: Прављење каталога

source: Create a New Folder named:
sr_rs: Направи каталог са именом:

source: %S - Bookmarks
sr_rs: %S - Омиљено

source: Search Results
sr_rs: Резултати претраге

source: Bookmarks Manager
sr_rs: Менаџер омиљених веза

source: File in "%S"
sr_rs: Премести у "%S"

source: Bookmarks
sr_rs: Омиљено

source: Bookmarks Toolbar Folder
sr_rs: Каталог личног панела

source: %S object(s)
sr_rs: Објеката: %S

source: The following web page has been updated:
sr_rs: Следећа веб страна је обновљена:

source: Title:
sr_rs: Заглавље:

source: URL:
sr_rs: Адреса:

source: Would you like to display it?
sr_rs: Да ли желите да је видите?

source: Stop checking for updates on this web page
sr_rs: Не проверавај обнављања ове веб стране

source: Please enter a location
sr_rs: Унесите адресу

source: Please enter a duration.
sr_rs: Унесите трајање

source: Please enter at least one notification method.
sr_rs: Молим, унесите бар један начин обавештавања.

source: Sorted by %S
sr_rs: Поређај по: %S

source: Find: '%S'
sr_rs: Пронађи: "%S"

source: Find: %S %S '%S' in %S
sr_rs: Пронађи: %S %S "%S" у %S

source: Imported IE Favorites
sr_rs: Увоз омиљених веза из IE Favorites

source: Imported NetPositive Bookmarks
sr_rs: Увоз омиљених веза из NetPositive

source: Import bookmark file:
sr_rs: Увоз омиљених пречица из датотеке:

source: Export bookmark file:
sr_rs: Извоз омиљених пречица у датотеку:

source: Find
sr_rs: Пронађи

source: (Empty)
sr_rs: (Празно)

source: Add Bookmark?
sr_rs: Да додам везу?

source: Add Bookmark to "%S" (%S)?
sr_rs: Да додам везу у "%S" (%S)?

source: Add Bookmark
sr_rs: Додај у омиљено

source: Add Live Bookmark
sr_rs: Додај везу ка вестима

source: Live Bookmark loading...
sr_rs: Учитавам вести уживо...

source: Live Bookmark feed failed to load.
sr_rs: Неуспешно учитавање вести уживо.

source: Bookmark All Tabs
sr_rs: Додај све језичке у омиљено
