Repository: filmil/mozilla
Catalog: tags/mozilla-20070126/po/*/mail/chrome/mozldap/ldap.properties.po
Languages: sr_rs

source: LDAP Server Password Required
sr_rs: Лозинка за ЛДАП сервер је обавезна

source: Please enter your password for %1$S.
sr_rs: Молимо унесите лозинку за %1$S.

source: Operations error
sr_rs: Грешка при дејствима

source: Protocol error
sr_rs: Грешка у протоколу

source: Timelimit exceeded
sr_rs: Време је истекло

source: Sizelimit exceeded
sr_rs: Прекорачена је максимална величина

source: Compare false
sr_rs: Поређење није успело

source: Compare true
sr_rs: Поређење је успело

source: Authentication method not supported
sr_rs: Метод за аутентикацију није подржан

source: Strong authentication required
sr_rs: Обавезна је јака аутентикација

source: Partial results and referral received
sr_rs: Примљени су делимични резултати и упутнице

source: Referral received
sr_rs: Примљена је упутница

source: Administrative limit exceeded
sr_rs: Премашено је административно ограничење

source: Unavailable critical extension
sr_rs: Кључно проширење није доступно

source: Confidentiality required
sr_rs: Тражи се приватност

source: SASL bind in progress
sr_rs: SASL прикључивање је у току

source: No such attribute
sr_rs: Нема таквог својства

source: Undefined attribute type
sr_rs: Врста својства није дефинисана

source: Inappropriate matching
sr_rs: Неодговарајуће поклапање

source: Constraint violation
sr_rs: Ограничење није испоштовано

source: Type or value exists
sr_rs: Врста или вредност већ постоји

source: Invalid syntax
sr_rs: Синтакса је неисправна

source: No such object
sr_rs: Нема тог објекта

source: Alias problem
sr_rs: Проблем са алијасом

source: Invalid DN syntax
sr_rs: Неисправна ДН синтакса

source: Object is a leaf
sr_rs: Објекат је лист

source: Alias dereferencing problem
sr_rs: Проблем са разрешавањем алијаса

source: Inappropriate authentication
sr_rs: Неодговарајућа аутентификација

source: Invalid credentials
sr_rs: Неодговарајуће дозволе

source: Insufficient access
sr_rs: Неодговарајућа права приступа

source: The LDAP server is busy
sr_rs: ЛДАП сервер је заузет

source: LDAP server is unavailable
sr_rs: ЛДАП сервер није доступан

source: LDAP server is unwilling to perform
sr_rs: ЛДАП сервер одбија сарадњу

source: Loop detected
sr_rs: Пронађена је петља

source: Sort Control is missing
sr_rs: Недостаје контрола за ређање

source: Search results exceed the range specified by the offsets
sr_rs: Резултати претраге премашују опсег задат померајима

source: Naming violation
sr_rs: Грешка при именовању

source: Object class violation
sr_rs: Грешка у класи објекта

source: Operation not allowed on nonleaf
sr_rs: Дејство није допуштено на објекту који није лист

source: Operation not allowed on RDN
sr_rs: Дејство није дозвољено на RDN

source: Already exists
sr_rs: Већ постоји

source: Cannot modify object class
sr_rs: Није могуће променити класу објекта

source: Results too large
sr_rs: Резултати су превелики

source: Affects multiple servers
sr_rs: Утиче на више сервера

source: Unknown error
sr_rs: Непозната грешка

source: Can't contact the LDAP server
sr_rs: Није могуће повезати се са ЛДАП сервером

source: Local error
sr_rs: Локална грешка

source: Encoding error
sr_rs: Грешка при кодирању

source: Decoding error
sr_rs: Грешка при декодирању

source: The LDAP server timed out
sr_rs: Веза са ЛДАП сервером је истекла

source: Unknown authentication method
sr_rs: Метод за аутентикацију није познат

source: Invalid search filter
sr_rs: Неисправан филтер за претрагу

source: User cancelled operation
sr_rs: Корисник је отказао дејство

source: Bad parameter to an LDAP routine
sr_rs: Неисправан параметар за ЛДАП рутину

source: Out of memory
sr_rs: Нема више меморије

source: Can't connect to the LDAP server
sr_rs: Није могуће повезати се на ЛДАП сервер

source: Not supported by this version of the LDAP protocol
sr_rs: Није подржано у овом издању ЛДАП протокола

source: Requested LDAP control not found
sr_rs: Захтевана ЛДАП контрола није пронађена

source: No results returned
sr_rs: Ниједан резултат није враћен

source: More results to return
sr_rs: Више резултата је враћено

source: Client detected loop
sr_rs: Клијент је детектовао петљу

source: Referral hop limit exceeded
sr_rs: Прекорачено је ограничење броја скокова
