Repository: filmil/mozilla
Catalog: release-3/merge/*/extensions/irc/chrome/ceip.dtd.po
Languages: sr

source: ChatZilla Customer Experience Improvement Program
sr: Четзилин (ChatZilla) програм за побољшање корисниковог доживљаја

source: The ChatZilla Customer Experience Improvement Program collects information about how you use ChatZilla, without interrupting you. This helps the developers identify which ChatZilla features to improve. No information is used to identify or contact you.
sr: Четзилин програм за побољшање корисниковог доживљаја сакупња податке о начину на који користите четзилу, а не омета Вас у раду. Ово помаже развијачима да утврде које могућности четзиле је најважније побољшати. Подаци се не користе како би Вас ико идентификовао или контактирао.

source: Send the following data:
sr: Шаљи следеће податке:

source: When ChatZilla is &opened and closed
sr: Када се четзила &покрене и затвори

source: &Commands, menus and dialogs that are used
sr: &Команде, меније и прозоре који се користе

source: Your unique ID:
sr: Ваш идентификатор:

source: (randomly generated)
sr: (генерисан случајним поступком)

source: Data which is never sent:
sr: Подаци који се никада не шаљу:

source: Your nickname
sr: Ваше корисничко име

source: Message content, including actions and notices
sr: Садржаји порука, дејстава и обавештења

source: Arguments and data given to all commands, menus and dialogs
sr: Аргументи прослеђени командама, менијима и дијалозима

source: Names and URLs of networks, servers, channels and users
sr: Имена и УРЛ-ови мрежа, сервера, канала и корисника

source: Names and contents of sent and received files
sr: Имена и садржај послатих и примљених датотека
