Repository: filmil/mozilla
Catalog: release-3/merge/*/extensions/irc/chrome/chatzilla.dtd.po
Languages: sr

source: Main Menu
sr: Главни мени

source: Main Toolbar
sr: Главна трака

source: Switch to multi-line input (Ctrl+Up)
sr: Пређи на више-линијски улаз (Ctrl+стр.горе)

source: Switch to single-line input (Ctrl+Down)
sr: Пређи на једно-линијски улаз (Ctrl+стр.доле)

source: Send this text (Ctrl+Enter)
sr: Пошаљи овај текст (Ctrl+Enter)

source: Change nickname or set away state. To focus the input box, press Escape.
sr: Промени надимак или постави одсутност. За фокус на поље за унос, притисните еск.

source: Underline
sr: Подвучено

source: Bold
sr: Подебљано

source: Reverse video
sr: Инвертуј боје

source: Normal
sr: Нормално

source: Colour
sr: Обојено

source: xx=Fore yy=Back
sr: xx=први план yy=позадина
