Repository: filmil/mozilla
Catalog: release-2/po/*/browser/chrome/browser/preferences/preferences.properties.po
Languages: sr_rs

source: (blank page)
sr_rs: (празна страна)

source: Choose Home Page
sr_rs: Избор насловних страна

source: %brand% can set your home page to a site you have already added to your Bookmarks. Select a Bookmark below and click OK.
sr_rs: Програм %brand% може да постави забележену страну као почетну. Изаберите везу из забелешки и притисните „У реду‟.

source: Choose a file
sr_rs: Изаберите датотеку

source: Add New Reader...
sr_rs: Додај нови читач...

source: Selecting this option will send the address of web pages you are viewing to %S. To continue, please review and accept the following terms of service.
sr_rs: Избор ове могућности ће слати стране које прегледате за %S. Да бисте наставили, молимо да прегледате и прихватите услове употребе.

source: Set Master Password...
sr_rs: Постави главну лозинку...

source: Change Master Password...
sr_rs: Измена главне лозинке...

source: Default (%S)
sr_rs: Текуће (%S)

source: You can specify which web sites are always or never allowed to use cookies. Type the exact address of the site you want to manage and then click Block, Allow for Session, or Allow.
sr_rs: Можете одредити којим веб странама је дозвољено да користе колачиће. Унесите тачну адресу стране коју желите да контролишете и онда изаберите „Блокирај‟, „Дозволи за сесију‟ или „Дозволи‟.

source: Exceptions - Cookies
sr_rs: Изузеци - Колачићи

source: You can specify which web sites are allowed to install add-ons. Type the exact address of the site you want to allow and then click Allow.
sr_rs: Можете да одредите којим ел. местима је дозвољено да постављају додатке. Укуцајте тачну адресу ел. места коме желите да дозволите постављање и притисните „Дозволи‟

source: Allowed Sites - Add-ons Installation
sr_rs: Дозвољене стране - Инсталација додатака

source: You can specify which web sites are allowed to open popup windows. Type the exact address of the site you want to allow and then click Allow.
sr_rs: Можете дозволити одређеним веб странама да отварају искачуће прозорчиће. Унесите прецизну адресу стране и онда кликните на Дозволи.

source: Allowed Sites - Popups
sr_rs: Дозвољене стране - Искачући прозори

source: You can specify which web sites are allowed to load images. Type the exact address of the site you want to manage and then click Block or Allow.
sr_rs: Можете да одредите којим странама је дозвољено да учитавају слике. Унесите тачну адресу стране и онда изаберите „Дозволи‟.

source: Exceptions - Images
sr_rs: Изузеци - Слике

source: Please enter a valid hostname
sr_rs: Молим, унесите исправно име хоста

source: Invalid Hostname Entered
sr_rs: Унето је неисправно име рачунара

source: (not set)
sr_rs: (није постављено)

source: Unable to change Master Password.
sr_rs: Не могу да променим главну лозинку.

source: You did not enter the correct current Master Password. Please try again.
sr_rs: Нисте унели исправну текућу главну лозинку. Молим покушајте поново.

source: Master Password successfully changed.
sr_rs: Главна лозинка је успешно промењена.

source: You have deleted your Master Password.
sr_rs: Избрисали сте Вашу главну лозинку.

source: Warning! You have decided not to use a Master Password.
sr_rs: Упозорење! Одлучили сте да не користите главну лозинку.

source: Your stored web and email passwords, form data, and private keys will not be protected.
sr_rs: Ваше сачуване веб стране и лозинке ел. поште, садржаји формулара и приватни кључеви биће незаштићени.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
sr_rs: Тренутно сте у FIPS моду. FIPS мод захтева постојање главне лозинке.

source: Password Change Succeeded
sr_rs: Лозинка је успешно измењена

source: Password Change Failed
sr_rs: Неуспешна измена лозинке

source: Remove
sr_rs: Уклони

source: %S dpi
sr_rs: %S тпи

source: Desktop
sr_rs: Радна површина

source: My Downloads
sr_rs: Моји пријеми

source: Choose Download Folder:
sr_rs: Изаберите директоријум за пријем:

source: (NONE)
sr_rs: (ништа)

source: Remove Action
sr_rs: Уклони акцију

source: Remove Actions
sr_rs: Уклони акције

source: The selected Action will no longer be performed when files of the affected types are downloaded. Are you sure you want to remove this Action?
sr_rs: Изабрана акција више неће бити примењивана код пријема изабраног типа. Да ли желите да уклоните ову акцију?

source: The selected Actions will no longer be performed when files of the affected types are downloaded. Are you sure you want to remove these Actions?
sr_rs: Изабрана акција више неће бити примењивана код пријема изабраних типова. Да ли желите да уклоните ове акције?

source: %S file
sr_rs: %S датотека

source: Save to Disk
sr_rs: Сачувај на диск

source: Open with %S
sr_rs: Отвори са %S

source: The following Actions match your search:
sr_rs: Следећа акција задовољава вашу потрагу:

source: Automatically perform the associated Action with each of the following file types:
sr_rs: Самостално присвоји акцију за сваки од изабраних типова датотека:

source: None Selected
sr_rs: Није изабрано

source: None Available
sr_rs: Није доступно

source: Select Helper Application
sr_rs: Изаберите помоћни програм

source: Select Download Folder
sr_rs: Изаберите директоријум за пријем

source: Host:
sr_rs: Хост:

source: Domain:
sr_rs: Домен:

source: Encrypted connections only
sr_rs: Само шифроване везе

source: Any type of connection
sr_rs: Било који тип везе

source: at end of session
sr_rs: на крају сесије

source: Allow
sr_rs: Дозволи

source: Allow for Session
sr_rs: Дозволи за сесију

source: Block
sr_rs: Блокирај

source: <no cookie selected>
sr_rs: <нема изабраних колачића>

source: The following cookies are stored on your computer:
sr_rs: Следећи колачићи су сачувани на Вашем рачунару:

source: The following cookies match your search:
sr_rs: Следећи колачићи задовољавају критеријум Ваше претраге:

source: Remove Cookies
sr_rs: Уклони колачиће

source: Remove Cookie
sr_rs: Уклони колачић
