Repository: filmil/mozilla
Catalog: release-3/po/*/browser/chrome/browser/preferences/advanced.dtd.po
Languages: sr

source: General
sr: Опште

source: Accessibility
sr: Приступачност

source: Always use the &cursor keys to navigate within pages
sr: Увек користи &стрелице за кретање по странама

source: Search for te&xt when I start typing
sr: &Тражи текст када почнем да куцам

source: Warn me when we&b sites try to redirect or reload the page
sr: &Упозори ме када веб сајтови пробају да преусмере или поново учитају страну

source: Browsing
sr: Преглед

source: Use &autoscrolling
sr: Користи аутоматско &померање

source: Use s&mooth scrolling
sr: Користи &глатко померање

source: Check my spelling as I &type
sr: Проверавај пра&вопис док куцам

source: System Defaults
sr: Изворне системске вредности

source: Al&ways check to see if &brandShortName; is the default browser on startup
sr: Уве&к на почетку рада провери да ли је програм &brandShortName; подразумевани читач

source: Check &Now
sr: &Провери сада

source: Network
sr: Мрежа

source: Connection
sr: Веза

source: Configure how &brandShortName; connects to the Internet
sr: Подешавање начина на који се програм &brandShortName; повезује на Интернет

source: S&ettings…
sr: &Подешавања…

source: Offline Storage
sr: Чување ван мреже

source: &Use up to
sr: &Користи највише

source: MB of space for the cache
sr: MB простора за кеш

source: &Clear Now
sr: &Очисти сада

source: Update
sr: Унапређења

source: Automatically check for updates to:
sr: Самостално проверавај унапређења за:

source: F
sr: ф

source: I&nstalled Add-ons
sr: &Инсталирани додаци

source: Searc&h Engines
sr: &Механизме претраге

source: When updates to &brandShortName; are found:
sr: Када је пронађено унапређење за &brandShortName;,

source: As&k me what I want to do
sr: &Питај ме шта желим да урадим

source: Automatically &download and install the update
sr: Самостално &прими и постави унапређење

source: &Warn me if this will disable any of my add-ons
sr: Упозори ме ако ће ово да искључи ма који &додатак

source: Show U&pdate History
sr: Прикажи &историјат доградњи

source: &Tell me when a website asks to store data for offline use
sr: &Обавести ме када веб сајт тражи да чува податке у локалу

source: E&xceptions…
sr: &Изузеци

source: The following websites have stored data for offline use:
sr: Наведени веб сајтови су сачували податке за локалну употребу:

source: 7em
sr: 9em

source: &Remove…
sr: &Уклони…

source: Remove offline data
sr: Уклони локалне податке

source: Encryption
sr: Шифровање

source: Protocols
sr: Протоколи

source: Use SSL &3.0
sr: Користи SSL &3.0

source: Use TLS &1.0
sr: Користи TLS &1.0

source: Certificates
sr: Сертификати

source: When a server requests my personal certificate:
sr: Када сервер тражи мој лични сертификат:

source: Select one automatically
sr: Изабери аутоматски

source: l
sr: а

source: Ask me every time
sr: Питај увек

source: i
sr: П

source: View Certificate&s
sr: Прикажи &сертификате

source: &Revocation Lists
sr: Листа &опозива

source: &Validation
sr: &Провера

source: Securit&y Devices
sr: Безбедносни &уређаји
