Repository: filmil/mozilla
Catalog: release-3/po/*/browser/chrome/browser/preferences/connection.dtd.po
Languages: sr

source: Connection Settings
sr: Параметри повезивања

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 37em
sr: 40em

source: 39em
sr: 42em

source: Configure Proxies to Access the Internet
sr: Избор посредника (proxy) за приступ Интернету

source: No prox&y
sr: &Без посредника (proxy)

source: &Use system proxy settings
sr: Користи &системска подешавања посредника

source: Auto-detect proxy settings for this net&work
sr: Са&мостално препознај посредника за ову мрежу

source: &Manual proxy configuration:
sr: &Ручни избор посредника:

source: &Automatic proxy configuration URL:
sr: &Адреса за аутоматско подешавање посредника:

source: R&eload
sr: О&бнови

source: &FTP Proxy:
sr: П&осредник за FTP:

source: &Gopher Proxy:
sr: Пос&редник за гофер (Gopher):

source: SO&CKS Host:
sr: Доме&н за СОКС (SOCKS):

source: SOC&KS v4
sr: СОКС в&4

source: SOCKS &v5
sr: СОКС в&5

source: Port:
sr: Порт:

source: P
sr: П

source: o
sr: о

source: r
sr: р

source: t
sr: т

source: &No Proxy for:
sr: &Не користи посредника за:

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
sr: Пример: .mozilla.org, .net.nz, , 192.168.1.0/24
