Repository: filmil/mozilla
Catalog: release-3/po/*/browser/chrome/browser/preferences/privacy.dtd.po
Languages: sr

# history.label
source: History
sr: Историјат

source: Location Bar
sr: Трака са местом

source: When using the &location bar, suggest:
sr: При употреби &адресне линије, предложи:

source: History and Bookmarks
sr: Историјат и забелешке

# locbar.history.label
source: History
sr: Историјат

source: Bookmarks
sr: Забелешке

source: Nothing
sr: Ништа

source: Keep my &history for at least
sr: &Чувај мој историјат бар:

# rememberDaysAfter2.label
source: days
sr: дан(а)

source: Remember what I enter in &forms and the search bar
sr: Памти шта је унесено у &формуларе и траке за претрагу

source: Remember what I've &downloaded
sr: Памти шта је &примљено

source: Cookies
sr: Колачићи

source: A&ccept cookies from sites
sr: &Прихватај колачиће са веб сајтова

source: Acce&pt third-party cookies
sr: &Прихвати колачиће од трећих лица

source: &Keep until:
sr: &Чувај док:

source: they expire
sr: не истекну

source: I close &brandShortName;
sr: не затворим &brandShortName;

source: ask me every time
sr: увек ме питај

source: &Exceptions…
sr: &Изузеци…

source: &Show Cookies…
sr: Прикажи &колачиће…

source: Private Data
sr: Приватни подаци

source: Al&ways clear my private data when I close &brandShortName;
sr: &Увек уклањај моје приватне податке када затворим &brandShortName;

# clearDataSettings.label clearDataSettings.accesskey
source: Se&ttings…
sr: По&дешавања…

source: &brandShortName; will:
sr: Програм &brandShortName; ће:

source: F
sr: ф

source: Remember history
sr: Бележи историјат

source: Never remember history
sr: Никада не бележи историјат

source: Use custom settings for history
sr: Користи посебна подешавања за историјат

source: &brandShortName; will remember your browsing, download, form and search history, and keep cookies from Web sites you visit.
sr: Програм &brandShortName; ће бележити шта сте прегледали, примили, попунили и тражили, и чуваће колачиће са веб сајтова које посећујете.

source: You may want to
sr: Можта желите да

source: clear your recent history
sr: очистите историјат

source: , or
sr: , или

source: remove individual cookies
sr: уклоните поједине колачиће

source: &brandShortName; will use the same settings as private browsing, and will not remember any history as you browse the Web.
sr: Програм &brandShortName; ће користити иста подршавања као за поверљиво читање, и неће памтити историјат читања веб страница.

source: You may also want to
sr: Можда такође желите да

source: clear all current history
sr: очистите тренутни историјат

source: &Automatically start &brandShortName; in a private browsing session
sr: &Аутоматски покрени поверљиво читање када се &brandShortName; покрене

source: Remember my browsing &history for at least
sr: Запамти и&сторијат бар

# rememberHistory.post.label
source: days
sr: дан(а)

source: Remember &download history
sr: Памти историјат при&јема

source: Remember search and &form history
sr: Памти претраге и историјат &формулара

source: Clear history &when &brandShortName; closes
sr: Очисти историјат &када се програм &brandShortName; затвори

# clearOnCloseSettings.label clearOnCloseSettings.accesskey
source: Se&ttings…
sr: По&дешавања…

source: Clear &Now…
sr: О&чисти сад…
