Repository: filmil/mozilla
Catalog: tags/date-20061123/po/*/toolkit/chrome/global/customizeToolbar.dtd.po
Languages: sr_rs

source: Customize Toolbar
sr_rs: Прилагоди линију алатки

source: You can add or remove items by dragging to or from the toolbars.
sr_rs: Како би додали елеменат на панел алата, пренесите га на изабрану локацију.

source: Show:
sr_rs: Прикажи:

source: Icons and Text
sr_rs: Иконице и текст

source: Icons
sr_rs: Иконице

source: Text
sr_rs: Текст

source: Use Small Icons
sr_rs: Мале иконице

source: Restore Default Set
sr_rs: Поврати

source: Add New Toolbar
sr_rs: Додај панел алата

source: Done
sr_rs: Крај

source: Undo Changes
sr_rs: Опозови измене
