Repository: filmil/mozilla
Catalog: tags/begin/po/*/toolkit/chrome/global/nsHelperAppDlg.dtd.po
Languages: sr_rs

source: Opening #1
sr_rs: Отварам #1

source: The file &quot;#3&quot; is of type #2 (#1), and #4 does not know how to handle this file type. This file is located at:
sr_rs: Датотека &quot;#3&quot; је типа #2 (#1), и #4 не зна шта да ради са овим типом. Датотека се налази на:

source: The file &quot;#3&quot; is of type #2, and #4 does not know how to handle this file type. This file is located at:
sr_rs: Датотека &quot;#3&quot; је типа #2, и #4 не зна шта да ради са овим типом. Датотека се налази на:

source: The site has suggested that &quot;#3&quot; be handled as an attachment. It is of type #2 (#1) and located at:
sr_rs: Сајт је саветовао да &quot;#3&quot; буде третиран као прилог. Он је типа #2 (#1) и налази се на:

source: The site has suggested that &quot;#3&quot; be handled as an attachment. It is of type #2 and located at:
sr_rs: Сајт је саветовао да &quot;#3&quot; буде третиран као прилог. Он је типа #2 и налази се на:

source: #4 has detected that the file &quot;#3&quot; is likely to be of type #2 (#1). The file is located at:
sr_rs: #4 је пронашао да датотека &quot;#3&quot; је типа #2 (#1). Датотека се налази на:

source: #4 has detected that the file &quot;#3&quot; is likely to be of type #2. The file is located at:
sr_rs: #4 је пронашао да датотека &quot;#3&quot; је типа #2. Датотека се налази на:

source: What should #1 do with this file?
sr_rs: Шта треба #1 урадити са овим датотеком?

source: &Always perform this action when handling files of this type
sr_rs: Омогући &коришћење ове акције над датотекама овог типа

source: &Save it to disk
sr_rs: Сачувај &датотеку на диск

source: &Open it with the default application (#1)
sr_rs: &Отвори помоћу подразумеваног програма (#1)

source: Open it with the default application
sr_rs: Отвори помоћу подразумеваног програма

source: Open it &with
sr_rs: Отвори &помоћу

source: &Choose...
sr_rs: &Изабери...

source: Choose Helper Application
sr_rs: Избор помоћног програма

source: The application you specified (&quot;#1&quot;) could not be found. Check the file name or select another application.
sr_rs: Не могу да пронађем изабрани (&quot;#1&quot;) програм. Проверите име или изаберите други програм.

source: Application not found
sr_rs: Помоћни програм није пронађен
