Repository: filmil/mozilla
Catalog: tags/date-20061123/po/*/toolkit/chrome/mozapps/downloads/downloads.properties.po
Languages: sr_rs

source: %1SKB of %2SKB
sr_rs: %1S Кб из %2S Кб

source: Downloading
sr_rs: Преузимање

source: Not Started
sr_rs: Непокренуто

source: Failed
sr_rs: Грешка

source: Finished
sr_rs: Све датотеке су преузете.

source: Canceled
sr_rs: Отказано

source: Download Error
sr_rs: Грешка при преузимању

source: Cancel All Downloads?
sr_rs: Да прекинем сва преузимања?

source: If you exit now, 1 download will be canceled. Are you sure you want to exit?
sr_rs: Ако сад изађете, преузимање ће се прекинути. Да ли сте сигурни да желите да изађете?

source: If you exit now, %S downloads will be canceled. Are you sure you want to exit?
sr_rs: Ако сад изађете, %S преузимање ће се прекинути. Да ли сте сигурни да желите да изађете?

source: If you quit now, 1 download will be canceled. Are you sure you want to quit?
sr_rs: Ако сад изађете, преузимање ће се прекинути. Да ли сте сигурни да желите да изађете?

source: If you quit now, %S downloads will be canceled. Are you sure you want to quit?
sr_rs: Ако сад изађете, %S преузимање ће се прекинути. Да ли сте сигурни да желите да изађете?

source: If you go offline now, %S downloads will be canceled. Are you sure you want to go offline?
sr_rs: Ако сад пређете у аутономни режим рада, прекинућете преузимање: %S. Заиста то желите?

source: If you go offline now, 1 download will be canceled. Are you sure you want to go offline?
sr_rs: Ако сад пређете у аутономни режим рада, прекинућете једно преузимање. Заиста то желите?

source: Cancel 1 Download
sr_rs: Прекини преузимање

source: Cancel %S Downloads
sr_rs: Прекини %S преузимање

source: Don't Exit
sr_rs: Рад није завршен

source: Don't Quit
sr_rs: Рад није завршен

source: Stay Online
sr_rs: Остани повезан

source: Downloads Complete
sr_rs: Преузимање наслова

source: All files have finished downloading.
sr_rs: Све датотеке су преузете.

source: #1 of #2 KB
sr_rs: #1 из #2 Кб

source: #1 KB of #2 MB
sr_rs: #1 Кб из #2 Мб

source: #1 of #2 MB
sr_rs: #1 из #2 Мб

source: #1 KB
sr_rs: #1 Кб

source: #1 MB
sr_rs: #1 Мб

source: remain
sr_rs: преостало

source: unknown file size
sr_rs: непозната величина датотеке

source: #1 at #2 KB/sec; #3
sr_rs: #1; #2 Кб/сек

source: Cannot Open %S
sr_rs: Не могу да отворим %S

source: Cannot Show %S
sr_rs: Немогуће показати %S

source: %S does not exist. It may have been renamed, moved, or deleted since it was downloaded.
sr_rs: %S не постоји. Можда је преименован, премештен или избрисан од како је преузет.

source: Open With...
sr_rs: Отвори помоћу...

source: %S%% of 1 file - Downloads
sr_rs: %S%% датотека - Преузимања

source: %S%% of %S files - Downloads
sr_rs: %S%% од %S датотека - Преузимања

source: "%S" is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch "%S"?
sr_rs: "%S" је извршна датотека. Извршне датотеке могу садржати вирусе или неки други код, који има могућност да Вам оштети рачунар. Будите пажљиви при отварању овоњ датотеке. Да ли заиста желите да покренете датотеку %S?

source: Open Executable File?
sr_rs: Да отворим извршна датотека?

source: Don't ask me this again
sr_rs: Не питај следећи пут

source: Desktop
sr_rs: Позадина
