Repository: filmil/mozilla
Catalog: release-3/po/*/toolkit/chrome/mozapps/downloads/unknownContentType.properties.po
Languages: sr

source: Opening %S
sr: Отварање %S

source: Enter name of file to save to…
sr: Унесите име датотеке у коју ће се сачувати…

source: %S (default)
sr: %S (изворно)

source: Choose Helper Application
sr: Избор помоћног програма

source: The application you chose ("%S") could not be found. Check the file name or choose another application.
sr: Програм ког сте изабрали („%S‟) није пронађен. Проверите име датотеке или изаберите други програм.

source: Application not found
sr: Помоћни програм није пронађен

source: The file could not be saved because you do not have the proper permissions. Choose another save directory.
sr: Датотека није могла бити сачувана јер немате одговарајућа овлашћења. Изаберите неки други директоријум за чување.

source: Invalid Save Permissions
sr: Неисправна овлашћења за чување

source: Select Download Folder
sr: Изаберите директоријум за покретање

source: Save File
sr: Сними датотеку

source: Cancel
sr: Откажи

source: %S file
sr: Датотека %S

source: WPS Default
sr: Изворно за ВеПС (WPS)

source: Viewer for Class %S
sr: Прегледач за класу %S

source: Image Viewer
sr: Преглед слика

source: Audio Player
sr: Слушање звука

source: Video Player
sr: Преглед видеа

source: MIDI Player
sr: Пуштање МИДИја

source: ZipFolder
sr: ЗипФолдер

source: TextView
sr: ТекстПоглед
