Repository: filmil/mozilla
Catalog: trunk/po/*/mail/chrome/messenger/migration/migration.dtd.po
Languages: sr

source: Import Wizard
sr: Чаробњак за увоз

source: Import Options, Account Settings, Address Book, Filters and other data from:
sr: Увоз опција, подешавања налога, адресара, филтера и осталих података из:

source: Import Preferences, Account Settings, Address Book and other data from:
sr: Увоз поставки, подешавања налога, адресара и других података из:

source: &Don't import anything
sr: &Не увози ништа

source: &Netscape 6, 7 or Mozilla 1.x
sr: Netscape &6, 7 или Mozilla 1.x

source: O&utlook Express
sr: &Аутлук Експрес

source: &Outlook
sr: А&утлук

source: &Eudora
sr: &Еудора

source: Import Settings and Mail Folders From
sr: Увези подешавања и пошту из

source: Items to Import
sr: Ставке за увоз

source: Select which items to import:
sr: Изаберите ставке за увоз:

source: Importing…
sr: Увоз…

source: The following items are currently being imported…
sr: Наредне ставке се тренутно увозе…

source: Select Profile
sr: Избор профила

source: The following profiles are available to import from:
sr: Можете увести из следећих профила:

source: Import Complete
sr: Увоз је завршен

source: The following items were successfully imported:
sr: Следеће ставке су успешно увезене:
