# ***** BEGIN LICENSE BLOCK *****
# Version: MPL 1.1/GPL 2.0/LGPL 2.1
#
# The contents of this file are subject to the Mozilla Public License Version
# 1.1 (the "License"); you may not use this file except in compliance with
# the License. You may obtain a copy of the License at
# http://www.mozilla.org/MPL/
#
# Software distributed under the License is distributed on an "AS IS" basis,
# WITHOUT WARRANTY OF ANY KIND, either express or implied. See the License
# for the specific language governing rights and limitations under the
# License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is
# Netscape Communications Corporation.
# Portions created by the Initial Developer are Copyright (C) 1998
# the Initial Developer. All Rights Reserved.
#
# Contributor(s):
#   Roland Mainz <roland.mainz@informatik.med.uni-giessen.de>
#
# Alternatively, the contents of this file may be used under the terms of
# either of the GNU General Public License Version 2 or later (the "GPL"),
# or the GNU Lesser General Public License Version 2.1 or later (the "LGPL"),
# in which case the provisions of the GPL or the LGPL are applicable instead
# of those above. If you wish to allow use of your version of this file only
# under the terms of either the GPL or the LGPL, and not to allow others to
# use your version of this file under the terms of the MPL, indicate your
# decision by deleting the provisions above and replace them with the notice
# and other provisions required by the GPL or the LGPL. If you do not delete
# the provisions above, a recipient may use your version of this file under
# the terms of any one of the MPL, the GPL or the LGPL.
#
# ***** END LICENSE BLOCK *****

# Page number formating
## @page_number The current page number
#LOCALIZATION NOTE (pageofpages): Do not translate %ld in the following line.
# Place the word %ld where the page number and number of pages should be
# The first %ld will receive the the page number
pagenumber=%1$d

# Page number formating
## @page_number The current page number
## @page_total The total number of pages
#LOCALIZATION NOTE (pageofpages): Do not translate %ld in the following line.
# Place the word %ld where the page number and number of pages should be
# The first %ld will receive the the page number
# the second %ld will receive the total number of pages
pageofpages=%1$d \u0438\u0437 %2$d

# Print font
# The name of the font to be used to print the headers and footers
fontname=\u0441\u0430 \u0441\u0435\u0440\u0438\u0444\u0438\u043C\u0430

# Print font size
# The size of the font to be used to print the headers and footers
fontsize=10

noPrintFilename.title=\u041D\u0435\u0434\u043E\u0441\u0442\u0430\u0458\u0435 \u0438\u043C\u0435 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0435 
noPrintFilename.alert=\u0418\u0437\u0430\u0431\u0440\u0430\u043B\u0438 \u0441\u0442\u0435 \u0448\u0442\u0430\u043C\u043F\u0443 \u0443 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0443, \u0430 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0430 \u0458\u0435 \u043F\u0440\u0430\u0437\u043D\u0430!

# File confirm
fileConfirm.exists=%S \u0432\u0435\u045B \u043F\u043E\u0441\u0442\u043E\u0458\u0438. \u0414\u0430 \u0433\u0430 \u0437\u0430\u043C\u0435\u043D\u0438\u043C?

# Print error codes
print_error_dialog_title=\u0413\u0440\u0435\u0448\u043A\u0430 \u0448\u0442\u0430\u043C\u043F\u0430\u0447\u0430
printpreview_error_dialog_title=\u0413\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0435\u0442\u0445\u043E\u0434\u043D\u043E\u0433 \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u0430
NS_ERROR_GFX_PRINTER_CMD_NOT_FOUND=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043E \u043F\u0440\u043E\u0431\u043B\u0435\u043C. \u0428\u0442\u0430\u043C\u043F\u0430\u0447 \u043D\u0435 \u043F\u043E\u0434\u0440\u0436\u0430\u0432\u0430 \u043A\u043E\u043C\u0430\u0434\u0443 \u0448\u0442\u0430\u043C\u043F\u0435.
NS_ERROR_GFX_PRINTER_CMD_FAILURE=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043E \u043F\u0440\u043E\u0431\u043B\u0435\u043C. \u041D\u0438\u0458\u0435 \u0437\u0430\u0432\u0440\u0448\u0435\u043D\u043E \u0441\u043B\u0430\u045A\u0435 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430 \u0448\u0442\u0430\u043C\u043F\u0430\u0447\u0443.
NS_ERROR_GFX_PRINTER_NO_PRINTER_AVAILABLE=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043E \u043F\u0440\u043E\u0431\u043B\u0435\u043C. \u041D\u0438\u0458\u0435\u0434\u0430\u043D \u0448\u0442\u0430\u043C\u043F\u0430\u0447 \u043D\u0438\u0458\u0435 \u043F\u0440\u043E\u043D\u0430\u0452\u0435\u043D.
NS_ERROR_GFX_PRINTER_NAME_NOT_FOUND=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043E \u043F\u0440\u043E\u0431\u043B\u0435\u043C. \u0428\u0442\u0430\u043C\u043F\u0430\u0447 \u043D\u0438\u0458\u0435 \u043F\u0440\u043E\u043D\u0430\u0452\u0435\u043D.
NS_ERROR_GFX_PRINTER_ACCESS_DENIED=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043E \u043F\u0440\u043E\u0431\u043B\u0435\u043C. \u041D\u0438\u0458\u0435 \u0434\u043E\u0437\u0432\u043E\u0459\u0435\u043D \u043F\u0440\u0438\u0441\u0442\u0443\u043F \u0448\u0442\u0430\u043C\u043F\u0430\u0447\u0443.
NS_ERROR_GFX_PRINTER_INVALID_ATTRIBUTE=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043E \u043F\u0440\u043E\u0431\u043B\u0435\u043C. \u041F\u043E\u043A\u0443\u0448\u0430\u0458 \u043A\u043E\u0440\u0438\u0448\u045B\u0435\u045A\u0430 \u043D\u0435\u043F\u043E\u0441\u0442\u043E\u0458\u0435\u045B\u0435\u0433 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430 \u0448\u0442\u0430\u043C\u043F\u0430\u0447\u0430.
NS_ERROR_GFX_PRINTER_PRINTER_NOT_READY=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043E \u043F\u0440\u043E\u0431\u043B\u0435\u043C. \u0428\u0442\u0430\u043C\u043F\u0430\u0447 \u043D\u0438\u0458\u0435 \u0441\u043F\u0440\u0435\u043C\u0430\u043D.
NS_ERROR_GFX_PRINTER_OUT_OF_PAPER=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043E \u043F\u0440\u043E\u0431\u043B\u0435\u043C. \u0423 \u0448\u0442\u0430\u043C\u043F\u0430\u0447\u0443 \u0441\u0435 \u0437\u0430\u0433\u043B\u0430\u0432\u0438\u043E \u043F\u0430\u043F\u0438\u0440.
NS_ERROR_GFX_PRINTER_PRINTER_IO_ERROR=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043E \u043F\u0440\u043E\u0431\u043B\u0435\u043C. \u0413\u0440\u0435\u0448\u043A\u0430 \u0443 \u0441\u0438\u0441\u0442\u0435\u043C\u0443 \u0443\u043B\u0430\u0437\u0430-\u0438\u0437\u043B\u0430\u0437\u0430 \u043D\u0430 \u0448\u0442\u0430\u043C\u043F\u0430\u0447.
NS_ERROR_GFX_PRINTER_COULD_NOT_OPEN_FILE=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043E \u043F\u0440\u043E\u0431\u043B\u0435\u043C. \u041D\u0435 \u043C\u043E\u0433\u0443 \u0434\u0430 \u043E\u0442\u0432\u043E\u0440\u0438\u043C \u0438\u0437\u043B\u0430\u0437\u043D\u0443 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0443.
NS_ERROR_GFX_PRINTER_FILE_IO_ERROR=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0437\u0430\u043F\u0438\u0441\u0430 \u0443 \u0438\u0437\u043B\u0430\u0437\u043D\u0443 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0443 \u043F\u043E\u0458\u0430\u0432\u0438\u043B\u0430 \u0441\u0435 \u0433\u0440\u0435\u0448\u043A\u0430.
NS_ERROR_GFX_PRINTER_PRINTPREVIEW=\u0414\u0430 \u0431\u0438 \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u043B\u0438 \u043F\u0440\u0435\u0433\u043B\u0435\u0434 \u043F\u0440\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u043C\u043E\u0440\u0430 \u0431\u0438\u0442\u0438 \u0434\u043E\u0441\u0442\u0443\u043F\u0430\u043D \u0431\u0430\u0440 \u0458\u0435\u0434\u0430\u043D \u0448\u0442\u0430\u043C\u043F\u0430\u0447.
NS_ERROR_UNEXPECTED=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043B\u0430 \u043D\u0435\u043E\u0447\u0435\u043A\u0438\u0432\u0430\u043D\u0430 \u0433\u0440\u0435\u0448\u043A\u0430.
NS_ERROR_OUT_OF_MEMORY=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043E \u043F\u0440\u043E\u0431\u043B\u0435\u043C. \u041D\u0435\u0434\u043E\u0432\u043E\u0459\u043D\u043E \u043C\u0435\u043C\u043E\u0440\u0438\u0458\u0435 \u0437\u0430 \u0448\u0442\u0430\u043C\u043F\u0443.
NS_ERROR_NOT_IMPLEMENTED=\u041E\u0434\u0440\u0435\u0452\u0435\u043D\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u0458\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0458\u043E\u0448 \u043D\u0438\u0441\u0443 \u0440\u0435\u0430\u043B\u0438\u0437\u043E\u0432\u0430\u043D\u0435.
NS_ERROR_NOT_AVAILABLE=\u041D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E
NS_ERROR_ABORT=\u0428\u0442\u0430\u043C\u043F\u0430 \u0458\u0435 \u043F\u0440\u0435\u043A\u0438\u043D\u0443\u0442\u0430 \u0438\u043B\u0438 \u043E\u0442\u043A\u0430\u0437\u0430\u043D\u0430.
NS_ERROR_FAILURE=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043B\u0430 \u043D\u0435\u043F\u043E\u0437\u043D\u0430\u0442\u0430 \u0433\u0440\u0435\u0448\u043A\u0430.
NS_ERROR_GFX_PRINTER_STARTDOC=\u0413\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0448\u0442\u0430\u043C\u043F\u0438 \u043D\u0430 \u043F\u043E\u0447\u0435\u0442\u043A\u0443 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430.
NS_ERROR_GFX_PRINTER_ENDDOC=\u0413\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0448\u0442\u0430\u043C\u043F\u0438 \u043D\u0430 \u043A\u0440\u0430\u0458\u0443 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430.
NS_ERROR_GFX_PRINTER_STARTPAGE=\u0413\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0448\u0442\u0430\u043C\u043F\u0438 \u043D\u0430 \u043F\u043E\u0447\u0435\u0442\u043A\u0443 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0435.
NS_ERROR_GFX_PRINTER_ENDPAGE=\u0413\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0448\u0442\u0430\u043C\u043F\u0438 \u043D\u0430 \u043A\u0440\u0430\u0458\u0443 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0435.
NS_ERROR_GFX_PRINTER_PRINT_WHILE_PREVIEW=\u041D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0448\u0442\u0430\u043C\u043F\u0430\u0442\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0430\u0442 \u0437\u0430 \u0432\u0440\u0435\u043C\u0435 \u045A\u0435\u0433\u043E\u0432\u043E\u0433 \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u0430 \u043F\u0440\u0435 \u0448\u0442\u0430\u043C\u043F\u0435.
NS_ERROR_GFX_PRINTER_PAPER_SIZE_NOT_SUPPORTED=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043E \u043F\u0440\u043E\u0431\u043B\u0435\u043C, \u0437\u0430\u0442\u043E \u0448\u0442\u043E \u0448\u0442\u0430\u043C\u043F\u0430 \u043D\u0430 \u043F\u0430\u043F\u0438\u0440\u0443 \u0438\u0437\u0430\u0431\u0440\u0430\u043D\u0438\u0445 \u0434\u0438\u043C\u0435\u043D\u0437\u0438\u0458\u0430 \u043D\u0438\u0458\u0435 \u043F\u043E\u0434\u0440\u0436\u0430\u043D\u0430 \u043E\u0434 \u0441\u0442\u0440\u0430\u043D\u0435 \u0412\u0430\u0448\u0435\u0433 \u0448\u0442\u0430\u043C\u043F\u0430\u0447\u0430.
NS_ERROR_GFX_PRINTER_ORIENTATION_NOT_SUPPORTED=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043E \u043F\u0440\u043E\u0431\u043B\u0435\u043C, \u0437\u0430\u0442\u043E \u0448\u0442\u043E \u0448\u0442\u0430\u043C\u043F\u0430 \u0443 \u0438\u0437\u0430\u0431\u0440\u0430\u043D\u043E\u0458 \u043E\u0440\u0438\u0458\u0435\u043D\u0442\u0430\u0446\u0438\u0458\u0438 \u043D\u0438\u0458\u0435 \u043F\u043E\u0434\u0440\u0436\u0430\u043D\u0430 \u043E\u0434 \u0441\u0442\u0440\u0430\u043D\u0435 \u0412\u0430\u0448\u0435\u0433 \u0448\u0442\u0430\u043C\u043F\u0430\u0447\u0430.
NS_ERROR_GFX_PRINTER_COLORSPACE_NOT_SUPPORTED=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043E \u043F\u0440\u043E\u0431\u043B\u0435\u043C, \u0437\u0430\u0442\u043E \u0448\u0442\u043E \u0412\u0430\u0448 \u0448\u0442\u0430\u043C\u043F\u0430\u0447 \u043D\u0435 \u043F\u043E\u0434\u0440\u0436\u0430\u0432\u0430 \u0448\u0442\u0430\u043C\u043F\u0443 \u043D\u0435\u043E\u043F\u0445\u043E\u0434\u043D\u0438\u0445 \u0431\u043E\u0458\u0430.
NS_ERROR_GFX_PRINTER_TOO_MANY_COPIES=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043E \u043F\u0440\u043E\u0431\u043B\u0435\u043C, \u0437\u0430\u0442\u043E \u0448\u0442\u043E \u0441\u0442\u0435 \u0442\u0440\u0430\u0436\u0438\u043B\u0438 \u0448\u0442\u0430\u043C\u043F\u0443 \u0441\u0430 \u043F\u0440\u0435\u0432\u0435\u043B\u0438\u043A\u0438\u043C \u0431\u0440\u043E\u0458\u0435\u043C \u043A\u043E\u043F\u0438\u0458\u0430.
NS_ERROR_GFX_PRINTER_DRIVER_CONFIGURATION_ERROR=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043E \u043F\u0440\u043E\u0431\u043B\u0435\u043C. \u0414\u0440\u0430\u0458\u0432\u0435\u0440 \u0437\u0430 \u0448\u0442\u0430\u043C\u043F\u0430\u0447 \u043D\u0438\u0458\u0435 \u0434\u043E\u0431\u0440\u043E \u043F\u043E\u0434\u0435\u0448\u0435\u043D.
NS_ERROR_GFX_PRINTER_XPRINT_BROKEN_XPRT=\u041E\u0442\u043A\u0440\u0438\u0432\u0435\u043D\u0430 \u0458\u0435 \u0432\u0435\u0440\u0437\u0438\u0458\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0430 \u0448\u0442\u0430\u043C\u043F\u0435 \u043A\u043E\u0458\u0430 \u0441\u0430\u0434\u0440\u0436\u0438 \u0433\u0440\u0435\u0448\u043A\u0435 X Windows (Xprt). \u0428\u0442\u0430\u043C\u043F\u0430 \u043F\u043E\u043C\u043E\u045B\u0443 Xprt-\u0441\u0435\u0440\u0432\u0435\u0440\u0430 \u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u043D\u0435\u043A\u043E\u0440\u0435\u043A\u0442\u043D\u0430. \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435 \u0441\u0435 \u0442\u0435\u0445\u043D\u0438\u0447\u043A\u043E\u0458 \u043F\u043E\u0434\u0440\u0448\u0446\u0438 \u043A\u043E\u0458\u0430 \u043E\u0434\u0440\u0436\u0430\u0432\u0430 \u0412\u0430\u0448 \u0441\u0438\u0441\u0442\u0435\u043C.
NS_ERROR_GFX_PRINTER_DOC_IS_BUSY_PP=\u041F\u0440\u0435\u0433\u043B\u0435\u0434 \u0441\u0442\u0440\u0430\u043D\u0435 \u0442\u0440\u0435\u043D\u0443\u0442\u043D\u043E \u043D\u0435 \u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u043A\u043E\u0440\u0438\u0448\u045B\u0435\u043D. \u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E \u043F\u043E\u0441\u043B\u0435 \u0437\u0430\u0432\u0440\u0448\u0435\u0442\u043A\u0430 \u0443\u0447\u0438\u0442\u0430\u0432\u0430\u045A\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0435.
NS_ERROR_GFX_PRINTER_DOC_WAS_DESTORYED=\u0421\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u0458\u0435 \u043E\u0448\u0442\u0435\u045B\u0435\u043D\u0430 \u0437\u0430 \u0432\u0440\u0435\u043C\u0435 \u045A\u0435\u043D\u0435 \u0448\u0442\u0430\u043C\u043F\u0435. \u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E.
NS_ERROR_GFX_NO_PRINTDIALOG_IN_TOOLKIT=\u0412\u0435\u0440\u043E\u0432\u0430\u0442\u043D\u043E, \u043D\u0438\u0458\u0435 \u0434\u043E\u0431\u0440\u043E \u043F\u043E\u0441\u0442\u0430\u0432\u0459\u0435\u043D \u043C\u043E\u0434\u0443\u043B \u0443\u043F\u0440\u0430\u0432\u0459\u0430\u045A\u0430 \u0433\u0440\u0430\u0444\u0438\u043A\u043E\u043C, \u0438\u043B\u0438 \u043E\u043D \u0432\u0438\u0448\u0435 \u043D\u0435 \u043F\u043E\u0434\u0440\u0436\u0430\u0432\u0430 \u0441\u043E\u043F\u0441\u0442\u0432\u0435\u043D\u0438 \u0434\u0438\u0458\u0430\u043B\u043E\u0433 \u0441\u0438\u0441\u0442\u0435\u043C\u0430 \u0448\u0442\u0430\u043C\u043F\u0435
NS_ERROR_GFX_NO_PRINTROMPTSERVICE=\u041D\u0435 \u043F\u043E\u0441\u0442\u043E\u0458\u0438 \u0441\u043B\u0443\u0436\u0431\u0430 \u0437\u0430 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0443 \u0448\u0442\u0430\u043C\u043F\u0435.
NS_ERROR_GFX_PRINTER_NO_XUL=\u041D\u0435\u043C\u043E\u0433\u0443\u045B\u0435 \u0458\u0435 \u043E\u0434\u0448\u0442\u0430\u043C\u043F\u0430\u0442\u0438 \u0438\u043B\u0438 \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u0430\u0442\u0438 \u043F\u0440\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u043E\u0432\u0443 \u0441\u0442\u0440\u0430\u043D\u0443.
NS_ERROR_GFX_PRINTER_XPRINT_NO_XPRINT_SERVERS_FOUND=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043E \u043F\u0440\u043E\u0431\u043B\u0435\u043C. \u0421\u0435\u0440\u0432\u0435\u0440 \u0448\u0442\u0430\u043C\u043F\u0435  Xprint \u043D\u0438\u0458\u0435 \u043F\u0440\u043E\u043D\u0430\u0452\u0435\u043D. \u041F\u0440\u043E\u0432\u0435\u0440\u0438\u0442\u0435 \u0434\u0430 \u043B\u0438 \u0441\u0430\u0434\u0440\u0436\u0430\u0458 \u043F\u0440\u043E\u043C\u0435\u043D\u0459\u0438\u0432\u0435 \u043E\u043A\u0440\u0443\u0436\u0435\u045A\u0430 \u0443\u043A\u0430\u0437\u0443\u0458\u0435 \u043D\u0430 \u043F\u043E\u0441\u0442\u043E\u0458\u0435\u045B\u0438 \u0441\u0435\u0440\u0432\u0435\u0440 \u0448\u0442\u0430\u043C\u043F\u0435.
NS_ERROR_GFX_PRINTER_PLEX_NOT_SUPPORTED=\u0417\u0430 \u0432\u0440\u0435\u043C\u0435 \u0448\u0442\u0430\u043C\u043F\u0435 \u0441\u0435 \u043F\u043E\u0458\u0430\u0432\u0438\u043E \u043F\u0440\u043E\u0431\u043B\u0435\u043C, \u0437\u0430\u0442\u043E \u0448\u0442\u043E \u0438\u0437\u0430\u0431\u0440\u0430\u043D\u0438 \u0440\u0435\u0436\u0438\u043C \u0440\u0430\u0434\u0430 \u043D\u0438\u0458\u0435 \u043F\u043E\u0434\u0440\u0436\u0430\u043D \u043E\u0434 \u0441\u0442\u0440\u0430\u043D\u0435 \u0412\u0430\u0448\u0435\u0433 \u0448\u0442\u0430\u043C\u043F\u0430\u0447\u0430.
NS_ERROR_GFX_PRINTER_DOC_IS_BUSY=\u041D\u0435 \u043C\u043E\u0433\u0443 \u0434\u0430 \u0448\u0442\u0430\u043C\u043F\u0430\u043C \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0430\u0442 \u0458\u0435\u0440 \u0458\u0435 \u0448\u0442\u0430\u043C\u043F\u0430\u0447 \u0437\u0430\u0443\u0437\u0435\u0442.
NS_ERROR_GFX_PRINTING_NOT_IMPLEMENTED=\u0428\u0442\u0430\u043C\u043F\u0430 \u043D\u0438\u0458\u0435 \u043E\u043C\u043E\u0433\u0443\u045B\u0435\u043D\u0430.
NS_ERROR_GFX_COULD_NOT_LOAD_PRINT_MODULE=\u0417\u0430\u0445\u0442\u0435\u0432\u0430\u043D\u0438 \u043C\u043E\u0434\u0443\u043B \u0437\u0430 \u0448\u0442\u0430\u043C\u043F\u0443 \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043F\u043E\u043A\u0440\u0435\u043D\u0443\u0442\u0438.
NS_ERROR_GFX_PRINTER_RESOLUTION_NOT_SUPPORTED=\u041F\u0440\u043E\u0438\u0437\u0430\u0448\u0430\u043E \u0458\u0435 \u043F\u0440\u043E\u0431\u043B\u0435\u043C \u043F\u0440\u0438 \u0448\u0442\u0430\u043C\u043F\u0438 \u0437\u0431\u043E\u0433 \u0438\u0437\u0430\u0431\u0440\u0430\u043D\u0435 \u0440\u0435\u0437\u043E\u043B\u0443\u0446\u0438\u0458\u0435/\u043A\u0432\u0430\u043B\u0438\u0442\u0435\u0442\u0430 \u043A\u043E\u0458\u0438 \u043D\u0438\u0441\u0443 \u043F\u043E\u0434\u0440\u0436\u0430\u043D\u0438 \u043E\u0434 \u0448\u0442\u0430\u043C\u043F\u0430\u0447\u0430.

# No printers available
noprinter=\u041D\u0435\u043C\u0430 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0438\u0445 \u0448\u0442\u0430\u043C\u043F\u0430\u0447\u0430.
PrintToFile=\u0428\u0442\u0430\u043C\u043F\u0430 \u0443 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0443
# EOF.

