Repository: filmil/mozilla
Catalog: release-3/merge/*/extensions/wallet/resources/walletTasksOverlay.dtd.po
Languages: sr

source: &Password Manager
sr: &Управник лозинкама

source: Prefill &Form
sr: Попуни &формулар

source: Prefill Form &Quickly
sr: &Брза попуна формулара

source: &Save Form Data
sr: &Сачувај податке о формулару

source: &Manage Stored Passwords
sr: &Управљање сачуваним лозинкама

source: &Interview
sr: &Интервју

source: &Demonstration
sr: &Пример

source: &Change Master Password…
sr: П&ромена главне лозинке…

source: &Log Out
sr: &Одјава

source: &Encrypt Sensitive Information
sr: &Шифруј поверљиве податке

source: &Obscure Sensitive Information
sr: &Сакриј поверљиве податке

source: &Reset Master Password
sr: &Ресетуј главну лозинку

source: Unable to change your master password.
sr: Промена главне лозинке није могућа.

source: You are now logged out.
sr: Одјављени сте.

source: Unable to log out.
sr: Одјава није могућа.
