Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/communicator/contentAreaCommands.properties.po
Languages: sr

source: Web Search for "%S"
sr: Претражи веб за „%S‟

source: Save Web Page
sr: Сачувај веб страну

source: Save Image
sr: Сачувај слику

source: Save As
sr: Сачувај као

source: Web Page, complete
sr: Веб страна, потпуна

source: Web Page, HTML only
sr: Веб страна, само HTML

source: Web Page, XHTML only
sr: Веб страна, само XHTML

source: Web Page, SVG only
sr: Веб страна, само SVG

source: Web Page, XML only
sr: Веб страна, само XML

source: %S_files
sr: %S_датотеке

source: The link could not be saved. The web page might have been removed or had its name changed.
sr: Везу је немогуће сачувати. Вероватно је веб страна уклоњена или јој је промењено име.

source: Save Link
sr: Чување везе
