# ***** BEGIN LICENSE BLOCK *****
# Version: MPL 1.1/GPL 2.0/LGPL 2.1
#
# The contents of this file are subject to the Mozilla Public License Version
# 1.1 (the "License"); you may not use this file except in compliance with
# the License. You may obtain a copy of the License at
# http://www.mozilla.org/MPL/
#
# Software distributed under the License is distributed on an "AS IS" basis,
# WITHOUT WARRANTY OF ANY KIND, either express or implied. See the License
# for the specific language governing rights and limitations under the
# License.
#
# The Original Code is Mozilla Progress Dialog.
#
# The Initial Developer of the Original Code is
# Netscape Communications Corp.
# Portions created by the Initial Developer are Copyright (C) 2002
# the Initial Developer. All Rights Reserved.
#
# Contributor(s):
#   Bill Law  <law@netscape.com>
#
# Alternatively, the contents of this file may be used under the terms of
# either the GNU General Public License Version 2 or later (the "GPL"), or
# the GNU Lesser General Public License Version 2.1 or later (the "LGPL"),
# in which case the provisions of the GPL or the LGPL are applicable instead
# of those above. If you wish to allow use of your version of this file only
# under the terms of either the GPL or the LGPL, and not to allow others to
# use your version of this file under the terms of the MPL, indicate your
# decision by deleting the provisions above and replace them with the notice
# and other provisions required by the GPL or the LGPL. If you do not delete
# the provisions above, a recipient may use your version of this file under
# the terms of any one of the MPL, the GPL or the LGPL.
#
# ***** END LICENSE BLOCK *****

readError=%S \u043D\u0435\u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u0441\u0430\u0447\u0443\u0432\u0430\u043D, \u0436\u0430\u0442\u043E \u0448\u0442\u043E \u0458\u0435 \u043D\u0435\u043C\u043E\u0433\u043E\u045B\u0435 \u043F\u0440\u043E\u0447\u0438\u0442\u0430\u0442\u0438 \u0438\u0437\u0432\u043E\u0440.\n\n\u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E \u043A\u0430\u0441\u043D\u0438\u0458\u0435 \u0438\u043B\u0438 \u043E\u0431\u0430\u0432\u0435\u0441\u0442\u0438\u0442\u0435 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0430.
writeError=%S \u043D\u0435\u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u0441\u0430\u0447\u0443\u0432\u0430\u043D \u0437\u0431\u043E\u0433 \u043D\u0435\u043F\u043E\u0437\u043D\u0430\u0442\u0435 \u0433\u0440\u0435\u0448\u043A\u0435.\n\n\u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u0434\u0430 \u0433\u0430 \u0441\u0430\u0447\u0443\u0432\u0430\u0442\u0435 \u043D\u0430 \u0434\u0440\u0443\u0433\u043E\u0458 \u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0438.
launchError=%S \u043D\u0435\u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u043E\u0442\u0432\u043E\u0440\u0435\u043D \u0437\u0431\u043E\u0433 \u043D\u0435\u043F\u043E\u0437\u043D\u0430\u0442\u0435 \u0433\u0440\u0435\u0448\u043A\u0435.\n\n\u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u0434\u0430 \u0433\u0430 \u043F\u0440\u0432\u043E \u0441\u0430\u0447\u0443\u0432\u0430\u0442\u0435 \u043D\u0430 \u0434\u0438\u0441\u043A, \u0430 \u043F\u043E\u0442\u043E\u043C \u043E\u0442\u0432\u043E\u0440\u0438\u0442\u0435.
diskFull=\u041D\u0435\u043C\u0430 \u0434\u043E\u0432\u043E\u0459\u043D\u043E \u043F\u0440\u043E\u0441\u0442\u043E\u0440\u0430 \u043D\u0430 \u0434\u0438\u0441\u043A\u0443 \u0434\u0430 \u0431\u0438 \u0441\u0430\u0447\u0443\u0432\u0430\u043B\u0438 %S.\n\n\u0423\u043A\u043B\u043E\u043D\u0438\u0442\u0435 \u043D\u0435\u043F\u043E\u0442\u0440\u0435\u0431\u043D\u0435 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0435 \u0438 \u043F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E, \u0438\u043B\u0438 \u043F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u0434\u0430 \u0441\u0430\u0447\u0443\u0432\u0430\u0442\u0435 \u043D\u0430 \u0434\u0440\u0443\u0433\u0443 \u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0443.
readOnly=%S \u043D\u0435\u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u0441\u0430\u0447\u0443\u0432\u0430\u043D, \u0437\u0431\u043E\u0433 \u0437\u0430\u0431\u0440\u0430\u043D\u0435 \u043F\u0438\u0441\u0430\u045A\u0430 \u043D\u0430 \u0434\u0438\u0441\u043A, \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u0458\u0443\u043C \u0438\u043B\u0438 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0443.\n\n\u0421\u043A\u0438\u043D\u0438\u0442\u0435 \u0437\u0430\u0431\u0440\u0430\u043D\u0435 \u0438 \u043F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E \u0438\u043B\u0438 \u043F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u0434\u0430 \u0441\u0430\u0447\u0443\u0432\u0430\u0442\u0435 \u043D\u0430 \u0434\u0440\u0443\u0433\u0443 \u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0443.
accessError=%S \u043D\u0435\u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u0441\u0430\u0447\u0443\u0432\u0430\u043D \u0437\u0431\u043E\u0433 \u0437\u0430\u0431\u0440\u0430\u043D\u0435 \u0438\u0437\u043C\u0435\u043D\u0435 \u0441\u0430\u0434\u0440\u0436\u0430\u0458\u0430 \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u0458\u0443\u043C\u0430.\n\n\u0421\u043A\u0438\u043D\u0438\u0442\u0435 \u0437\u0430\u0431\u0440\u0430\u043D\u0435 \u0438 \u043F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E \u0438\u043B\u0438 \u043F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u0434\u0430 \u0441\u0430\u0447\u0443\u0432\u0430\u0442\u0435 \u043D\u0430 \u0434\u0440\u0443\u0433\u0443 \u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0443.
helperAppNotFound=%S \u043D\u0435\u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u043E\u0442\u0432\u043E\u0440\u0435\u043D \u0437\u0430\u0442\u043E \u0448\u0442\u043E \u043F\u0440\u043E\u0433\u0440\u0430\u043C \u043A\u043E\u0458\u0438 \u043C\u0443 \u0458\u0435 \u043F\u0440\u0438\u0434\u0440\u0443\u0436\u0435\u043D \u043D\u0435 \u043F\u043E\u0441\u0442\u043E\u0458\u0438. \u041F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u043F\u0440\u0438\u0434\u0440\u0443\u0436\u0438\u0432\u0430\u045A\u0430 \u0443 \u043F\u043E\u0441\u0442\u0430\u0432\u043A\u0430\u043C\u0430.
noMemory=\u041D\u0435\u043C\u0430 \u0434\u043E\u0432\u043E\u0459\u043D\u043E \u043C\u0435\u043C\u043E\u0440\u0438\u0458\u0435 \u0437\u0430 \u0437\u0430\u0432\u0440\u0448\u0435\u0442\u0430\u043A \u0430\u043A\u0446\u0438\u0458\u0435 \u043A\u043E\u0458\u0443 \u0441\u0442\u0435 \u0437\u0430\u0445\u0442\u0435\u0432\u0430\u043B\u0438.\n\n\u0418\u0437\u0430\u0452\u0438\u0442\u0435 \u0438\u0437 \u043D\u0435\u043A\u0438\u0445 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0430 \u0438 \u043F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E.
title=\u041F\u0440\u0435\u0443\u0437\u0438\u043C\u0430\u043C %S
fileAlreadyExistsError=%S \u043D\u0435 \u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u0441\u0430\u0447\u0443\u0432\u0430\u043D \u0458\u0435\u0440 \u0432\u0435\u045B \u043F\u043E\u0441\u0442\u043E\u0458\u0438 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0430 \u0441\u0430 \u0438\u0441\u0442\u0438\u043C \u0438\u043C\u0435\u043D\u043E\u043C \u043A\u0430\u043E '_files'.\n\n\u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u0434\u0430 \u0441\u0430\u0447\u0443\u0432\u0430\u0442\u0435 \u043D\u0430 \u0434\u0440\u0443\u0433\u0443 \u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0443.
fileNameTooLongError=%S \u043D\u0435\u043C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u0441\u0430\u0447\u0443\u0432\u0430\u043D \u0437\u0430\u0442\u043E \u0448\u0442\u043E \u0458\u0435 \u0438\u043C\u0435 \u043F\u0440\u0435\u0432\u0438\u0448\u0435 \u0434\u0443\u0433\u0430\u0447\u043A\u043E.\n\n\u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u0434\u0430 \u0441\u0430\u0447\u0443\u0432\u0430\u0442\u0435 \u0441\u0430 \u043A\u0440\u0430\u045B\u0438\u043C \u0438\u043C\u0435\u043D\u043E\u043C.
