Repository: filmil/mozilla
Catalog: trunk/po/*/toolkit/chrome/global/license.dtd.po
Languages: sr_rs

source: is copyright
sr_rs: је под копирајтом

source: by its
sr_rs: од стране

source: contributors
sr_rs: приложника

source: according to terms set out in the
sr_rs: према условима утврђеним у документу

source: document. All Rights Reserved.
sr_rs: . Сва права су задржана.

source: version
sr_rs: издање

source: Copyright &copy; 1998-2006 by
sr_rs: Copyright &copy; 1998-2006

source: to the Mozilla Project.
sr_rs: Пројекат Мозила

source: Read the
sr_rs: Прочитајте

source: licensing information
sr_rs: податке о лиценци

source: for this product.
sr_rs: за овај производ.

source: release notes
sr_rs: подаци о издању

source: for this version.
sr_rs: за ово издање.

source: See the
sr_rs: Прегледајте

source: build configuration
sr_rs: поставке за изградњу

source: used for this version.
sr_rs: које су коришћене за ово издање.

source: Build identifier:
sr_rs: Ознака изградње:
