Repository: filmil/mozilla
Catalog: trunk/po/*/toolkit/chrome/mozapps/extensions/extensions.properties.po
Languages: sr_rs

source: About %S
sr_rs: О програму %S

source: Close
sr_rs: Затвори

source: version %S
sr_rs: издање %S

source: A compatibility update has been applied.
sr_rs: Примењена је доградња за усаглашавање.

source: No updates were found.
sr_rs: Није пронађена ниједна доградња

source: An error occurred while trying to find updates for %S.
sr_rs: Пронађена је грешка приликом проналаска доградње за %S.

source: Updates are disabled for %S.
sr_rs: Доградња је искључена за %S.

source: Update not supported (install location is read only).
sr_rs: Доградња није подржана (место за постављање може се само читати).

source: Update not supported (install location is not managed by %S).
sr_rs: Унапређење није подржано (%S не подржава локацију за постављање).

source: %S is checking for a compatibility update to %S.
sr_rs: %S проверава подударност проширења на %S.

source: Install completed successfully
sr_rs: Постављање је успешно завршено

source: The following items were found in your Extensions folder. Do you want to install them?
sr_rs: Следеђа проширења су пронађена у директоријуму проширења. Да ли желите да их поставите?

source: Uninstall
sr_rs: Уклони

source: Disable
sr_rs: Искључи

source: Cancel
sr_rs: Откажи

source: Restart %S
sr_rs: Поново покрени %S

source: Later
sr_rs: Касније

source: More information
sr_rs: Више података

source: Uninstall %S
sr_rs: Уклони %S

source: Do you want to uninstall %S?
sr_rs: Желите ли да уклоните %S?

source: Disable %S
sr_rs: Искључи %S

source: If you disable %S, the following items that require this extension will also be disabled:
sr_rs: Ако искључите компоненту %S, наредне ставке које захтевају ову компоненту ће бити такође искључене:

source: Do you want to disable %S?
sr_rs: Да ли желите да искључите компоненту %S?

source: Themes
sr_rs: Теме

source: Extensions
sr_rs: Проширења

source: Multiple Extension Package
sr_rs: Пакет са више проширења

source: Theme
sr_rs: Тема

source: Extension
sr_rs: Проширење

source: Incompatible %S
sr_rs: Проширење не одговара: %S

source: this Theme
sr_rs: ова тема

source: Disabled - not compatible with %S %S
sr_rs: Онемогућено - не одговара %S %S

source: Not compatible with %S %S
sr_rs: Није у складу са %S %S

source: "%S" could not be installed because of an error in its Install Manifest ("%S" is not a valid GUID). Please contact the author of this item about the problem.
sr_rs: Не могу да поставим „%S‟ због грешке у mанифесту постављања (GUID није исправан за "%S"). За решење проблема обратите се аутору ове ставке.

source: "%S" could not be installed because of an error in its Install Manifest ("%S" is not a valid Version String). Please contact the author of this item about the problem.
sr_rs: Не могу да поставим „%S‟ због грешке у манифесту постављања ("%S" није исправно издање). За решење проблема обратите се аутору ове ставке.

source: "%S" could not be installed because it is not compatible with your %S build type (%S). Please contact the author of this item about the problem.
sr_rs: Не могу да поставим "%S" зато што није прилагођен Вашој %S верзији читача (%S). За решење проблема обратите се аутору.

source: This extension is not secure
sr_rs: Ово проширење није безбедно

source: The extension %S is known to be dangerous, and can't be installed.
sr_rs: За проширење %S је познато да није безбедно па зато не може бити постављено.

source: Some of your extensions aren't secure
sr_rs: Нека од проширења нису безбедна

source: A security update to %S has indicated that one or more of your extensions are no longer considered safe.
sr_rs: Безбедносна доградња за %S показује да једна или неколико проширења које користите више нису безбедна.

source: You should restart %S so that these extensions can be disabled.
sr_rs: Морате да поново покренете програм %S како би ова проширења била искључена.

source: Missing File
sr_rs: Непостојећа датотека

source: %S could not load this item because the file %S was missing.
sr_rs: %S не може да учита ову ставку зато што датотека %S не постоји.

source: %S could not install this item because "%S" (provided by the item) is not well-formed or does not exist. Please contact the author about this problem.
sr_rs: Не могу да поставим %S зато што "%S" (садржано у проширењу) није исправно. За решење проблема обратите се аутору.

source: Malformed File
sr_rs: Неисправна датотека

source: Chrome Registration Failed
sr_rs: Неуспела регистрација Chrome-а

source: %S could not install this item because of a failure in Chrome Registration. Please contact the author about this problem.
sr_rs: Не могу да поставим "%S" због грешке у регистрацији Chrome-а. За решење проблема обратите се аутору.

source: Invalid File Extension
sr_rs: Неисправан наставак датотеке

source: "%S" could not be installed because this item has an invalid file extension (%S is not a valid file extension for a %S). Please contact the author about this problem.
sr_rs: Не могу да поставим "%S" зато што он садржи погрешан наставак (%S није исправан наставак за %S). За решење проблема обратите се аутору.

source: Missing Installation Files
sr_rs: Недостајуће датотеке постављања

source: "%S" could not be installed because it does not contain a valid package (a %S must contain at least one extension or theme). Please contact the author about this problem.
sr_rs: Не могу да поставим "%S" зато што не садржи исправан пакет (%S мора садржати макар једно проширење или тему). За решење проблема обратите се аутору.

source: Error
sr_rs: Грешка

source: %S could not install the file at %S because: %S
sr_rs: %S не може да постави датотеку на %S због: %S

source: Extensions (*.xpi)
sr_rs: Проширења (*.xpi)

source: Themes (*.jar)
sr_rs: Теме (*.jar)

source: Select a theme to install
sr_rs: Избор теме за постављање

source: Select an extension to install
sr_rs: Избор проширења за постављање

source: Restart %S to use.
sr_rs: Покрените поново %S да би користили.

source: Finished checking for updates to %S
sr_rs: Завршена је провера доградњи за %S

source: Version %S is available.
sr_rs: Доступно је издање %S.

source: Software installation has been disabled by your system administrator.
sr_rs: Администратор Вашег система искључио је постављање софтвера.

source: Software installation is currently disabled. Click Enable and try again.
sr_rs: Постављање софтвера је тренутно забрањено. Притисните Укључи и пробајте поново

source: All add-ons have been disabled by safe mode.
sr_rs: Сви додаци су искључени у безбедном начину рада.

source: Add-on compatibility checking is disabled. You may have incompatible add-ons.
sr_rs: Провера усклађености додатака је искључена. Можда имате некомпатибилне додатке.

source: %S is currently in offline mode and is unable to update Add-ons. Click Go Online and try again.
sr_rs: Програм %S ради тренутно ван мреже па не може да догради додатке. Притисните „Повежи се‟ и пробајте поново.

source: Enable
sr_rs: Укључи

source: Go Online
sr_rs: Повежи се

source: %S Add-on Updates
sr_rs: Доградња додатака за програм %S

source: There are new updates available for your add-ons.
sr_rs: Доступне су нове доградње за постављене додатке.
