Repository: filmil/mozilla
Catalog: trunk/po/*/toolkit/chrome/mozapps/extensions/extensions.dtd.po
Languages: sr_rs

source: Add-ons
sr_rs: Додаци

source: Get Add-ons
sr_rs: Набави додатке

source: Extensions
sr_rs: Проширења

source: Themes
sr_rs: Теме

source: Languages
sr_rs: Језици

source: Plugins
sr_rs: Додаци

source: Updates
sr_rs: Доградње

source: Installation
sr_rs: Постављање

source: &Find Updates
sr_rs: &Нађи доградње

source: Finds Updates to your Add-ons
sr_rs: Тражење доградњи за Ваше додатке

source: Finds Updates to your Themes
sr_rs: Тражење доградњи за Ваше теме

source: I&nstall…
sr_rs: &Инсталирај…

source: Install an Add-on
sr_rs: Постави додатак

source: Install a Theme
sr_rs: Постави тему

source: &Install Updates
sr_rs: Постави &доградње

source: Installs the selected updates
sr_rs: Поставља изабране доградње

source: &Restart &brandShortName;
sr_rs: &Поново покрени програм &brandShortName;

source: Restart &brandShortName; to apply changes
sr_rs: Поново покрените програм &brandShortName; да бисте применили измене

source: S&kip
sr_rs: &Прескочи

source: Skip these updates
sr_rs: Прескочи ове доградње

source: &Continue
sr_rs: Наста&ви

source: Continue loading &brandShortName;
sr_rs: Настави са учитавањем програма &brandShortName;

source: Enable &All
sr_rs: Укључи &све

source: Enable all displayed Add-ons
sr_rs: Укључи све приказане додатке

source: Di&sable All
sr_rs: Искључи св&е

source: Disable all displayed Add-ons
sr_rs: Искључи све приказане додатке

source: Use &Theme
sr_rs: Корис&ти тему

source: Changes &brandShortName;'s Theme
sr_rs: Мења у тему &brandShortName;

source: &Options
sr_rs: &Опције

source: Set Options for the selected Extension
sr_rs: Постави опције за изабрано проширење

source: P&references
sr_rs: &Подешавања

source: Edit Preferences for the selected Extension
sr_rs: Измена подешавања ваших преоширења

source: &Enable
sr_rs: О&могући

source: Enable this Add-on when &brandShortName; is restarted
sr_rs: Укључи ове додатке када се програм &brandShortName; поново покрене

source: &Disable
sr_rs: О&немогући

source: Disable this Add-on when &brandShortName; is restarted
sr_rs: Искључи овај додатак када се програм &brandShortName; поново покрене

source: Uninstall
sr_rs: Уклони

source: Uninstall this Add-on when &brandShortName; is restarted
sr_rs: Уклони овај додатак када се програм &brandShortName; поново покрене

source: &Cancel Uninstall
sr_rs: Пониш&ти уклањање

source: Cancel the uninstall of this Add-on
sr_rs: Поништи уклањање овог додатка

source: &Cancel Install
sr_rs: &Откажи инсталацију

source: Cancel the install of this Add-on
sr_rs: Отказује инсталацију овог додатка

source: &Cancel Upgrade
sr_rs: Откажи &доградњу

source: Cancel the upgrade of this Add-on
sr_rs: Отказује доградњу овог додатка

source: &Install Update
sr_rs: &Постави доградњу

source: Install an update for this Add-on
sr_rs: Постави доградњу за овај додатак

source: &Show Information
sr_rs: &Приказ података

source: Show more information about these updates
sr_rs: Приказује више података о овим доградњама

source: &Hide Information
sr_rs: &Сакриј податке

source: Hide information about these updates
sr_rs: Сакривање података о овим доградњама

source: &Add to &brandShortName;…
sr_rs: &Додавање у програм &brandShortName;…

source: Download and install this add-on
sr_rs: Преузми и инсталирај овај додатак

source: &Cancel
sr_rs: Отка&жи

source: Visit &Home Page
sr_rs: По&сети страну пројекта

source: About this Add-on
sr_rs: О овом додатку

source: &Find Update
sr_rs: &Нађи доградњу

source: I&nclude Update
sr_rs: У&кључи доградњу

source: I&nclude this update
sr_rs: &Укључи ову доградњу

source: Include this Add-on when installing the updates
sr_rs: Укључи овај додатак при постављању доградњи

source: Does not provide secure updates.
sr_rs: Не нуди безбедносне доградње.

source: Requires additional items.
sr_rs: Захтева додатне ставке.

source: Disabled for your protection.
sr_rs: Искључено ради Ваше безбедности.

source: This add-on will be disabled when &brandShortName; is restarted.
sr_rs: Овај додатак ће бити искључен када се програм &brandShortName; поново покрене.

source: This add-on will be enabled when &brandShortName; is restarted.
sr_rs: Овај додатак ће бити укључен када се програм &brandShortName; поново покрене.

source: This add-on will be installed when &brandShortName; is restarted.
sr_rs: Овај додатак ће бити постављен када се програм &brandShortName; поново покрене.

source: This add-on will be uninstalled when &brandShortName; is restarted.
sr_rs: Овај додатак ће бити уклоњен када се програм &brandShortName; поново покрене.

source: This add-on will be updated when &brandShortName; is restarted.
sr_rs: Овај додатак ће бити дограђен када се програм &brandShortName; поново покрене.

source: Get Extensions
sr_rs: Набавка проширења

source: Get Themes
sr_rs: Набавка тема

source: Get Plugins
sr_rs: Набавка прикључака

source: Search All Add-ons
sr_rs: Претрага додатака

source: Browse All Add-ons
sr_rs: Преглед свих додатака

source: &brandShortName; couldn't retrieve add-ons
sr_rs: Програм &brandShortName; није могао да преузме додатке

source: Recommended
sr_rs: Препоручен

source: Retrieving recommended add-ons
sr_rs: Пријем препоручених додатака

source: Searching add-ons
sr_rs: Претрага додатака

source: Clear Results
sr_rs: Очисти резултате

source: All results are already installed or incompatible.
sr_rs: Сви резултати су или већ инсталирани или несагласни.

source: All recommendations are already installed or incompatible.
sr_rs: Сви препоручени додаци су или већ инсталирани или су несагласни.

source: No matching add-ons
sr_rs: Ниједан додатак не одговара

source: OK
sr_rs: У реду

source: Cancel
sr_rs: Откажи

source: Learn More
sr_rs: Више података

source: See All Recommended Add-ons
sr_rs: Преглед свих препоручених додатака

source: Connecting…
sr_rs: Повезивање…

source: Installing…
sr_rs: Инсталација…

source: Install Failed
sr_rs: Инсталација није успела

source: Install Complete
sr_rs: Инсталација је завршена

source: Extension
sr_rs: Продужетак

source: Theme
sr_rs: Тема

source: No Preview
sr_rs: Нема предглед

source: No Theme Selected
sr_rs: Тема није изабрана

source: This Theme does not have a Preview Image
sr_rs: Изабрана тема не садржи умањени изглед

source: More Information
sr_rs: Више података

source: No Update Selected
sr_rs: Ниједна доградња није изабрана

source: This update does not have any additional information
sr_rs: Ова доградња не садржи детаљне податке

source: There was an error loading the information about this update
sr_rs: Дошло је до грешке при пријему података о овој доградњи

source: Update completed successfully.
sr_rs: Доградња је успешно окончана.

source: Install completed successfully.
sr_rs: Постављање је успешно окончано.

source: Restart to complete the installation.
sr_rs: Покрените поново програм да бисте довршили доградњу.

source: Restart to complete the update.
sr_rs: Поново покрените програм да бисте довршили доградњу.

source: Waiting…
sr_rs: Чекање…

source: Checking compatibility…
sr_rs: Провера сагласности…

source: Install failed.
sr_rs: Постављање није успело.

source: Checking For Updates
sr_rs: Провера доградњи

source: End-User License Agreement
sr_rs: Споразум са крајњим корисником

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 560px
sr_rs: 560px
