Repository: filmil/mozilla
Catalog: trunk/po/*/toolkit/chrome/mozapps/extensions/update.properties.po
Languages: sr_rs

source: Check Now
sr_rs: Провери сад

source: Don't Check
sr_rs: Не проверавај

source: Install Now
sr_rs: Постави сад

source: Next >
sr_rs: Следеће >

source: Cancel
sr_rs: Одустани

source: Finished checking %S
sr_rs: Крај провере за %S

source: Downloading: %S
sr_rs: Пријем: %S

source: Installing: %S
sr_rs: Постављање: %S

source: Close
sr_rs: Затвори

source: %S was unable to install updates for the following add-ons:
sr_rs: Програм %S није могао да постави доградње за наредне додатке:

source: %S was unable to check for updates for the following add-ons:
sr_rs: Програм %S није могао да провери да ли постоје доградње за наредне додатке:
