Repository: filmil/mozilla
Catalog: release-3/merge/*/mail/chrome/messenger/preferences/security.dtd.po
Languages: sr

source: Junk
sr: Непожељно

source: E-mail Scams
sr: Преваре из ел. поште

source: Passwords
sr: Лозинке

source: Anti-Virus
sr: Анти-вирус

source: Set your default junk mail settings. Account-specific junk mail settings can be configured in Account Settings.
sr: Поставите подразумеване вредности за поставке нежељене поште. Поставке које се односе на поједине налоге могу да се мењају у подешавањима налога.

source: &When I mark messages as junk:
sr: &Када поруке означим као непожељне:

source: M&ove them to the account's &quot;Junk&quot; folder
sr: По&мери из у директоријум са непожељном поштом

source: &Delete them
sr: &Уклони их

source: &Mark messages determined to be Junk as read
sr: О&значи поруке као прочитане

source: &Enable junk filter logging
sr: За&бележи активност филтера за непожељну пошту

source: &Show log
sr: &Прикажи дневник

source: &Reset Training Data
sr: &Очисти тренинг-податке

source: &brandShortName; can analyze messages for suspected email scams by looking for common techniques used to deceive you.
sr: Програм &brandShortName; уме да анализира поруке и пронађе оне које вероватно садрже преваре, тражењем садржаја који указује на обмане.

source: &Tell me if the message I'm reading is a suspected email scam
sr: &Обавести ме ако је порука коју читам можда превара

source: &Use a downloaded list of suspected email scams
sr: &Користи примљени списак сумњивих текстова порука

source: &brandShortName; can remember passwords for all of your accounts.
sr: Програм &brandShortName; може да запамти лозинке за све Ваше налоге.

source: &Use a master password
sr: &Користи главну лозинку

source: A Master Password protects all your passwords, but you must enter it once per session.
sr: Главна лозинка штити све остале лозинке, али мора да се унесе једном по сесији.

source: &Change Master Password…
sr: Изм&ени главну лозинку…

source: &Saved Passwords…
sr: Са&чуване лозинке…

source: &brandShortName; can make it easy for anti-virus software to analyze incoming mail messages for viruses before they are stored locally.
sr: Програм &brandShortName; може да омогући антивирусним програмима да анализирају долазеће поруке и провере да ли се у њима налазе вируси, пре него што се сачувају у локалу.

source: &Allow anti-virus clients to quarantine individual incoming messages
sr: &Дозволи анти-вирусним програмима да долазне поруке одлажу у карантин
