Repository: filmil/mozilla
Catalog: release-3/po/*/dom/chrome/xslt/xslt.properties.po
Languages: sr

source: Parsing an XSLT stylesheet failed.
sr: Растављање XSLT стила није успело.

source: Parsing an XPath expression failed.
sr: Растављање XPath образац није успео.

source: XSLT transformation failed.
sr: XSLT трансформација није успешна.

source: Invalid XSLT/XPath function.
sr: Неисправна XSLT/XPath функција.

source: XSLT Stylesheet (possibly) contains a recursion.
sr: XSLT стил (можда) садржи рекурзију.

source: Attribute value illegal in XSLT 1.0.
sr: Вредност атрибута није исправна у XSLT 1.0.

source: An XPath expression was expected to return a NodeSet.
sr: XPath израз је очекивао да врати NodeSet.

source: XSLT transformation was terminated by <xsl:message>.
sr: XSLT трансформација је прекинута од <xsl:message>.

source: A network error occured loading an XSLT stylesheet:
sr: Пријављена је грешка у мрежи приликом учитавања XSLT стила:

source: An XSLT stylesheet does not have an XML mimetype:
sr: XSLT стил не садржи XML тип:

source: An XSLT stylesheet directly or indirectly imports or includes itself:
sr: XSLT стил директно или индиректно увози или укључује себе:

source: An XPath function was called with the wrong number of arguments.
sr: XPath функција је позвана са погрешним бројем аргумената.

source: An unknown XPath extension function was called.
sr: Позван је непознат наставак XPath функције.

source: XPath parse failure: ')' expected:
sr: Грешка растављања XPath-а: очекујем ')':

source: XPath parse failure: invalid axis:
sr: Грешка растављања XPath-а: погрешна оса:

source: XPath parse failure: Name or Nodetype test expected:
sr: Грешка растављања XPath-а: очекујем проверу имена или типа:

source: XPath parse failure: ']' expected:
sr: Грешка растављања XPath-а: очекујем ']':

source: XPath parse failure: invalid variable name:
sr: Грешка растављања XPath-а: неисправно име променљиве:

source: XPath parse failure: unexpected end of expression:
sr: Грешка растављања XPath-а: неочекивани крај израза:

source: XPath parse failure: operator expected:
sr: Грешка растављања XPath-а: очекујем оператер

source: XPath parse failure: unclosed literal:
sr: Грешка растављања XPath-а: не затворен захтев:

source: XPath parse failure: ':' unexpected:
sr: Грешка растављања XPath-а: ':' је неоговарајуће:

source: XPath parse failure: '!' unexpected, negation is not():
sr: Грешка растављања XPath-а: '!' је неоговарајуће, негација је not():

source: XPath parse failure: illegal character found:
sr: Грешка растављања XPath-а: пронађен неодговарајући знак:

source: XPath parse failure: binary operator expected:
sr: Грешка растављања XPath-а: очекујем бинарни оператер:

source: An XSLT stylesheet load was blocked for security reasons.
sr: XSLT стил је блокиран из безбедносних разлога.

source: Evaluating an invalid expression.
sr: Израчунавање неисправног израза.

source: Unbalanced curly brace.
sr: Неуравнотежене витичасте заграде.

source: Creating an element with an invalid QName.
sr: Прављење елемента са неважећим QName.

source: Variable binding shadows variable binding within the same template.
sr: Додела променљиве засењује доделу у оквиру истог обрасца.

source: Error loading stylesheet: %S
sr: Грешка пру учитавању стила: %S

source: Error during XSLT transformation: %S
sr: Грешка приликом XSLT премештања: %S
