Repository: filmil/mozilla
Catalog: tags/mozilla-20070126/po/*/security/manager/chrome/pippki/pref-ssl.dtd.po
Languages: sr_rs

source: SSL Protocol Versions
sr_rs: Верзије SSL протокола

source: SSL Warnings
sr_rs: SSL Упозорење

source: Client Certificate Selection
sr_rs: Избор сертификата клијента

source: Enable SSL version 3
sr_rs: Омогући SSL верзија 3

source: Enable TLS
sr_rs: Омогући TLS

source: T
sr_rs: Н

source: &brandShortName; can alert you to the security status of the web page you are viewing. Set &brandShortName; to show a warning and ask permission before:
sr_rs: &brandShortName; вас може обавестити о нивоу безбедности страна које сте прегледали. &brandShortName; ће издавати упозорења и затраживати прекид пред:

source: Loading a page that supports encryption
sr_rs: учитавањем стране која подржава шифровање

source: Loading a page that uses low-grade encryption
sr_rs: учитавањем стране која користи слабо шифровање

source: Sending form data from an unencrypted page to an unencrypted page
sr_rs: прослеђивања података формулара са нешифроване на нешифровану страну

source: S
sr_rs: з

source: Leaving a page that supports encryption
sr_rs: приступом страници која подржава шифровање

source: a
sr_rs: д

source: Redirecting from one encrypted page to another
sr_rs: преусмеравањем са једне зашифроване стране на другу

source: Redirecting from an encrypted page to an unencrypted page
sr_rs: преусмеравањем са једне зашифроване стране на незашифровану

source: Viewing a page with an encrypted/unencrypted mix
sr_rs: преглед стране са измешаним садржајем

source: V
sr_rs: Н

source: Decide how &brandShortName; selects a security certificate to present to web sites that require one:
sr_rs: Одредите како &brandShortName; ће бирати сертификат, ако га сајт затљажи:

source: Select Automatically
sr_rs: Самостално бирај

source: A
sr_rs: П

source: Ask Every Time
sr_rs: Питај сваки пут
