#### General

choosehomepage=\u0418\u0437\u0430\u0431\u0435\u0440\u0438 \u043D\u0430\u0441\u043B\u043E\u0432\u043D\u0443 \u0441\u0442\u0440\u0430\u043D\u0443
choosebookmark=%brand% \u043C\u043E\u0436\u0435 \u043F\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u0438 \u0432\u0430\u0448\u0443 \u043F\u043E\u0447\u0435\u0442\u043D\u0443 \u0441\u0442\u0440\u0430\u043D\u0443 \u0438\u0437 \u043B\u0438\u0441\u0442\u0435 \u043E\u043C\u0438\u0459\u0435\u043D\u0438\u0445 \u0432\u0435\u0437\u0430. \u0418\u0437\u0430\u0431\u0435\u0440\u0438\u0442\u0435 \u0432\u0435\u0437\u0443 \u0438\u0437 \u043B\u0438\u0441\u0442\u0435 \u0438 \u043A\u043B\u0438\u043A\u043D\u0438\u0442\u0435 \u043D\u0430 "\u0423 \u0440\u0435\u0434\u0443".
choosefile=\u0418\u0437\u0430\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0443

#### Content

setMasterPassword=\u041F\u043E\u0441\u0442\u0430\u0432\u0438 \u0433\u043B\u0430\u0432\u043D\u0443 \u043B\u043E\u0437\u0438\u043D\u043A\u0443...
changeMasterPassword=\u0418\u0437\u043C\u0435\u043D\u0430 \u0433\u043B\u0430\u0432\u043D\u0435 \u043B\u043E\u0437\u0438\u043D\u043A\u0435...

#### Fonts

labelDefaultFont=\u0422\u0435\u043A\u0443\u045B\u0435 (%S)

#### Permissions Manager

cookiepermissionstext=\u041C\u043E\u0436\u0435\u0442\u0435 \u043E\u0434\u0440\u0435\u0434\u0438\u0442\u0438 \u043A\u043E\u0458\u0438\u043C \u0432\u0435\u0431 \u0441\u0442\u0440\u0430\u043D\u0430\u043C\u0430 \u0458\u0435 \u0434\u043E\u0436\u0432\u043E\u0459\u0435\u043D\u043E \u0434\u0430 \u043A\u043E\u0440\u0438\u0442\u0435 \u043A\u043E\u043B\u0430\u0447\u0438\u045B\u0435. \u0423\u043D\u0435\u0441\u0438\u0442\u0435 \u0442\u0430\u0447\u043D\u0443 \u0430\u0434\u0440\u0435\u0441\u0443 \u0441\u0442\u0440\u0430\u043D\u0435 \u043A\u043E\u0458\u0443 \u0436\u0435\u043B\u0438\u0442\u0435 \u0434\u0430 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0438\u0448\u0435\u0442\u0435 \u0438 \u043E\u043D\u0434\u0430 \u043A\u043B\u0438\u043D\u043A\u0438\u0442\u0435 \u043D\u0430 \u0411\u043B\u043E\u043A\u0438\u0440\u0430\u0458, \u0414\u043E\u0437\u0432\u043E\u043B\u0438 \u0437\u0430 \u0441\u0435\u0441\u0438\u0458\u0443 \u0438\u043B\u0438 \u0414\u043E\u0437\u0432\u043E\u043B\u0438.
cookiepermissionstitle=\u0418\u0437\u0443\u0437\u0435\u0442\u0446\u0438 - \u041A\u043E\u043B\u0430\u0447\u0438\u045B\u0438
installpermissionstext=\u041C\u043E\u0436\u0435\u0442\u0435 \u043E\u0434\u0440\u0435\u0434\u0438\u0442\u0438 \u043A\u043E\u0458\u0435 \u0432\u0435\u0431 \u0441\u0442\u0440\u0430\u043D\u0435 \u043C\u043E\u0433\u0443 \u043F\u043E\u0441\u0442\u0430\u0432\u0459\u0430\u0442\u0438 \u043F\u0440\u043E\u0448\u0438\u0440\u0435\u045A\u0430. \u0423\u043D\u0435\u0441\u0438\u0442\u0435 \u0442\u0430\u0447\u043D\u0443 \u0430\u0434\u0440\u0435\u0441\u0443 \u0441\u0442\u0440\u0430\u043D\u0435 \u043A\u043E\u0458\u043E\u0458 \u0436\u0435\u043B\u0438\u0442\u0435 \u0434\u0430 \u0434\u043E\u0437\u0432\u043E\u043B\u0438\u0442\u0435 \u043F\u043E\u0441\u0442\u0430\u0432\u0459\u0430\u045A\u0435 \u043F\u0440\u043E\u0448\u0438\u0440\u0435\u045A\u0430 \u0438 \u043A\u043B\u0438\u043A\u043D\u0438\u0442\u0435 \u043D\u0430 \u0414\u043E\u0437\u0432\u043E\u043B\u0438.
installpermissionstitle=\u0414\u043E\u0437\u0432\u043E\u043B\u0435 \u0432\u0435\u0431 \u0441\u0442\u0440\u0430\u043D\u0430 - \u041F\u043E\u0441\u0442\u0430\u0432\u0459\u0430\u045A\u0435 \u043F\u0440\u043E\u0448\u0438\u0440\u0435\u045A\u0430
popuppermissionstext=\u041C\u043E\u0436\u0435\u0442\u0435 \u0434\u043E\u0437\u0432\u043E\u043B\u0438\u0442\u0438 \u043E\u0434\u0440\u0435\u0452\u0435\u043D\u0438\u043C \u0432\u0435\u0431 \u0441\u0442\u0440\u0430\u043D\u0430\u043C\u0430 \u0434\u0430 \u043E\u0442\u0432\u0430\u0440\u0430\u0458\u0443 \u0438\u0441\u043A\u0430\u0447\u0443\u045B\u0435 \u043F\u0440\u043E\u0437\u043E\u0440\u0447\u0438\u045B\u0435. \u0423\u043D\u0435\u0441\u0438\u0442\u0435 \u043F\u0440\u0435\u0446\u0438\u0437\u043D\u0443 \u0430\u0434\u0440\u0435\u0441\u0443 \u0441\u0442\u0440\u0430\u043D\u0435 \u0438 \u043E\u043D\u0434\u0430 \u043A\u043B\u0438\u043A\u043D\u0438\u0442\u0435 \u043D\u0430 \u0414\u043E\u0437\u0432\u043E\u043B\u0438.
popuppermissionstitle=\u0414\u043E\u0437\u0432\u043E\u043B\u0435 \u0432\u0435\u0431 \u0441\u0442\u0440\u0430\u043D\u0430 - \u0418\u0441\u043A\u0430\u0447\u0443\u045B\u0438 \u043F\u0440\u043E\u0437\u043E\u0440\u0438
downloadpermissionstext=\u041C\u043E\u0436\u0435\u0442\u0435 \u043E\u0434\u0440\u0435\u0434\u0438\u0442\u0438 \u0432\u0435\u0431 \u0441\u0442\u0440\u0430\u043D\u0435 \u0441\u0430 \u043A\u043E\u0458\u0438\u0445 \u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u043F\u0440\u0435\u0443\u0437\u0438\u043C\u0430\u045A\u0435 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0430. \u0423\u043D\u0435\u0441\u0438\u0442\u0435 \u043F\u0440\u0435\u0446\u0438\u0437\u043D\u0443 \u0430\u0434\u0440\u0435\u0441\u0443 \u0441\u0442\u0440\u0430\u043D\u0435 \u0438 \u043E\u043D\u0434\u0430 \u043A\u043B\u0438\u043A\u043D\u0438\u0442\u0435 \u043D\u0430 \u0414\u043E\u0437\u0432\u043E\u043B\u0438.
downloadpermissionstitle=\u0414\u043E\u0437\u0432\u043E\u043B\u0435 \u0432\u0435\u0431 \u0441\u0442\u0440\u0430\u043D\u0430 - \u041F\u0440\u0435\u0443\u0437\u0438\u043C\u0430\u045A\u0435 \u043F\u0440\u043E\u0448\u0438\u0440\u0435\u045A\u0430
imagepermissionstext=\u041C\u043E\u0436\u0435\u0442\u0435 \u043E\u0434\u0440\u0435\u0434\u0438\u0442\u0438 \u043A\u043E\u0458\u0430 \u0432\u0435\u0431 \u0441\u0442\u0440\u0430\u043D\u0430 \u043C\u043E\u0436\u0435 \u043F\u0440\u0438\u043A\u0430\u0436\u0438\u0432\u0430\u0442\u0438 \u0441\u043B\u0438\u043A\u0435. \u0423\u043D\u0435\u0441\u0438\u0442\u0435 \u043F\u0440\u0435\u0446\u0438\u0437\u043D\u0443 \u0430\u0434\u0440\u0435\u0441\u0443 \u0441\u0442\u0440\u0430\u043D\u0435 \u0438 \u043E\u043D\u0434\u0430 \u043A\u043B\u0438\u043A\u043D\u0438\u0442\u0435 \u043D\u0430 \u0414\u043E\u0437\u0432\u043E\u043B\u0438.
imagepermissionstitle=\u0418\u0437\u0443\u0437\u0435\u0442\u0446\u0438 - \u0421\u043B\u0438\u043A\u0435
invalidURI=\u041C\u043E\u043B\u0438\u043C, \u0443\u043D\u0435\u0441\u0438\u0442\u0435 \u0438\u0441\u043F\u0440\u0430\u0432\u043D\u043E \u0438\u043C\u0435 \u0445\u043E\u0441\u0442\u0430
invalidURITitle=\u0423\u043D\u0435\u0442\u043E \u0458\u0435 \u043D\u0435\u0438\u0441\u043F\u0440\u0430\u0432\u043D\u043E \u0438\u043C\u0435 \u0445\u043E\u0441\u0442\u0430

#### Master Password

password_not_set=(\u043D\u0438\u0458\u0435 \u043F\u043E\u0441\u0442\u0430\u0432\u0459\u0435\u043D\u043E)
failed_pw_change=\u041D\u0435 \u043C\u043E\u0433\u0443 \u0434\u0430 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u043C \u0433\u043B\u0430\u0432\u043D\u0443 \u043B\u043E\u0437\u0438\u043D\u043A\u0443.
incorrect_pw=\u041D\u0438\u0441\u0442\u0435 \u0443\u043D\u0435\u043B\u0438 \u0438\u0441\u043F\u0440\u0430\u0432\u043D\u0443 \u0442\u0435\u043A\u0443\u045B\u0443 \u0433\u043B\u0430\u0432\u043D\u0443 \u043B\u043E\u0437\u0438\u043D\u043A\u0443. \u041C\u043E\u043B\u0438\u043C \u043F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E.
pw_change_ok=\u0413\u043B\u0430\u0432\u043D\u0430 \u043B\u043E\u0437\u0438\u043D\u043A\u0430 \u0458\u0435 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043F\u0440\u043E\u043C\u0435\u045A\u0435\u043D\u0430.
pw_erased_ok=\u0418\u0437\u0431\u0440\u0438\u0441\u0430\u043B\u0438 \u0441\u0442\u0435 \u0412\u0430\u0448\u0443 \u0433\u043B\u0430\u0432\u043D\u0443 \u043B\u043E\u0437\u0438\u043D\u043A\u0443.
pw_not_wanted=\u0423\u043F\u043E\u0437\u043E\u0440\u0435\u045A\u0435! \u041E\u0434\u043B\u0443\u0447\u0438\u043B\u0438 \u0441\u0442\u0435 \u0434\u0430 \u043D\u0435 \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0433\u043B\u0430\u0432\u043D\u0443 \u043B\u043E\u0437\u0438\u043D\u043A\u0443.
pw_empty_warning=\u0412\u0430\u0448\u0435 \u0441\u0430\u0447\u0443\u0432\u0430\u043D\u0435 \u0432\u0435\u0431 \u0441\u0442\u0440\u0430\u043D\u0435 \u0438 \u043B\u043E\u0437\u0438\u043D\u043A\u0435 \u0435\u043B. \u043F\u043E\u0448\u0442\u0435, \u0441\u0430\u0434\u0440\u0436\u0430\u0458\u0438 \u0444\u043E\u0440\u043C\u0443\u043B\u0430\u0440\u0430 \u0438 \u043F\u0440\u0438\u0432\u0430\u0442\u043D\u0438 \u043A\u0459\u0443\u0447\u0435\u0432\u0438 \u0431\u0438\u045B\u0435 \u043D\u0435\u0437\u0430\u0448\u0442\u0438\u045B\u0435\u043D\u0438.
pw_change2empty_in_fips_mode=\u0422\u0440\u0435\u043D\u0443\u0442\u043D\u043E \u0441\u0442\u0435 \u0443 FIPS \u043C\u043E\u0434\u0443. FIPS \u043C\u043E\u0434 \u0437\u0430\u0445\u0442\u0435\u0432\u0430 \u043F\u043E\u0441\u0442\u043E\u0458\u0430\u045A\u0435 \u0433\u043B\u0430\u0432\u043D\u0435 \u043B\u043E\u0437\u0438\u043D\u043A\u0435.
pw_change_success_title=\u041B\u043E\u0437\u0438\u043D\u043A\u0430 \u0458\u0435 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0438\u0437\u043C\u0435\u045A\u0435\u043D\u0430
pw_change_failed_title=\u041D\u0435\u0443\u0441\u043F\u0435\u0448\u043D\u0430 \u0438\u0437\u043C\u0435\u043D\u0430 \u043B\u043E\u0437\u0438\u043D\u043A\u0435
pw_remove_button=\u0423\u043A\u043B\u043E\u043D\u0438

#### Fonts

# LOCALIZATION NOTE: Next two strings are for language name representations with
#   and without the region.
#   e.g. languageRegionCodeFormat : "French/Canada  [fr-ca]" languageCodeFormat : "French  [fr]"
#   %1$S = language name, %2$S = region name, %3$S = language-region code
languageRegionCodeFormat=%1$S/%2$S  [%3$S]
#   %1$S = language name, %2$S = language-region code
languageCodeFormat=%1$S  [%2$S]

# LOCALIZATION NOTE: dpi stands for 'dots per inch'
fontScalingResolutionFormat=%S \u0442\u043F\u0438

#### Downloads

desktopFolderName=\u041F\u043E\u0437\u0430\u0434\u0438\u043D\u0430
myDownloadsFolderName=\u041C\u043E\u0458\u0430 \u043F\u0440\u0435\u0443\u0437\u0438\u043C\u0430\u045A\u0430
chooseDownloadFolderTitle=\u0418\u0437\u0430\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u0458\u0443\u043C \u043F\u0440\u0435\u0443\u0437\u0438\u043C\u0430\u045A\u0430:

#### Download Actions

extensionNone=(\u043D\u0438\u0448\u0442\u0430)
removeButtonSingle=\u0423\u043A\u043B\u043E\u043D\u0438 \u0430\u043A\u0446\u0438\u0458\u0443
removeButtonMultiple=\u0423\u043A\u043B\u043E\u043D\u0438 \u0430\u043A\u0446\u0438\u0458\u0435
removeTitleSingle=\u0423\u043A\u043B\u043E\u043D\u0438 \u0430\u043A\u0446\u0438\u0458\u0443
removeTitleMultiple=\u0423\u043A\u043B\u043E\u043D\u0438 \u0430\u043A\u0446\u0438\u0458\u0435
removeMessageSingle=\u0418\u0437\u0430\u0431\u0440\u0430\u043D\u0430 \u0430\u043A\u0446\u0438\u0458\u0430 \u0432\u0438\u0448\u0435 \u043D\u0435\u045B\u0435 \u0431\u0438\u0442\u0438 \u043F\u0440\u0438\u043C\u0435\u045A\u0438\u0432\u0430\u043D\u0430 \u043F\u0440\u0438\u043B\u0438\u043A\u043E\u043C \u043F\u0440\u0435\u0443\u0437\u0438\u043C\u0430\u045A\u0430 \u0438\u0437\u0430\u0431\u0440\u0430\u043D\u043E\u0433 \u0442\u0438\u043F\u0430. \u0414\u0430 \u043B\u0438 \u0436\u0435\u043B\u0438\u0442\u0435 \u0434\u0430 \u0443\u043A\u043B\u043E\u043D\u0438\u0442\u0435 \u043E\u0432\u0443 \u0430\u043A\u0446\u0438\u0458\u0443?
removeMessageMultiple=\u0418\u0437\u0430\u0431\u0440\u0430\u043D\u0430 \u0430\u043A\u0446\u0438\u0458\u0430 \u0432\u0438\u0448\u0435 \u043D\u0435\u045B\u0435 \u0431\u0438\u0442\u0438 \u043F\u0440\u0438\u043C\u0435\u045A\u0438\u0432\u0430\u043D\u0430 \u043F\u0440\u0438\u043B\u0438\u043A\u043E\u043C \u043F\u0440\u0435\u0443\u0437\u0438\u043C\u0430\u045A\u0430 \u0438\u0437\u0430\u0431\u0440\u0430\u043D\u0438\u0445 \u0442\u0438\u043F\u043E\u0432\u0430. \u0414\u0430 \u043B\u0438 \u0436\u0435\u043B\u0438\u0442\u0435 \u0434\u0430 \u0443\u043A\u043B\u043E\u043D\u0438\u0442\u0435 \u043E\u0432\u0435 \u0430\u043A\u0446\u0438\u0458\u0435?
fileEnding=%S \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0430
saveToDisk=\u0421\u0430\u0447\u0443\u0432\u0430\u0458 \u043D\u0430 \u0434\u0438\u0441\u043A
openWith=\u041E\u0442\u0432\u043E\u0440\u0438 \u0441\u0430 %S
actionsFiltered=\u0421\u043B\u0435\u0434\u0435\u045B\u0430 \u0430\u043A\u0446\u0438\u0458\u0430 \u0437\u0430\u0434\u043E\u0432\u043E\u0459\u0430\u0432\u0430 \u0432\u0430\u0448\u0443 \u043F\u043E\u0442\u0440\u0430\u0433\u0443:
actionsAll=\u0421\u0430\u043C\u043E\u0441\u0442\u0430\u043B\u043D\u043E \u043F\u0440\u0438\u0441\u0432\u043E\u0458\u0438 \u0430\u043A\u0446\u0438\u0458\u0443 \u0437\u0430 \u0441\u0432\u0430\u043A\u0438 \u043E\u0434 \u0438\u0437\u0430\u0431\u0440\u0430\u043D\u0438\u0445 \u0442\u0438\u043F\u043E\u0432\u0430 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0430:


#### Change Action

extensionStringFormat=%S, %S
downloadHelperNoneSelected=\u041D\u0438\u0458\u0435 \u0438\u0437\u0430\u0431\u0440\u0430\u043D\u043E
pluginHelperNoneAvailable=\u041D\u0438\u0458\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E
fpTitleChooseApp=\u0418\u0437\u0430\u0431\u0435\u0440\u0438\u0442\u0435 \u043F\u043E\u043C\u043E\u045B\u043D\u0438 \u043F\u0440\u043E\u0433\u0440\u0430\u043C
fpTitleChooseDL=\u0418\u0437\u0430\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u0458\u0443\u043C \u0437\u0430 \u043F\u0440\u0435\u0443\u0437\u0438\u043C\u0430\u045A\u0435

#### Cookie Viewer

hostColon=\u0425\u043E\u0441\u0442:
domainColon=\u0414\u043E\u043C\u0435\u043D:
forSecureOnly=\u0421\u0430\u043C\u043E \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0435 \u0432\u0435\u0437\u0435
forAnyConnection=\u0411\u0438\u043B\u043E \u043A\u043E\u0458\u0438 \u0442\u0438\u043F \u0432\u0435\u0437\u0435
AtEndOfSession=\u043D\u0430 \u043A\u0440\u0430\u0458\u0443 \u0441\u0435\u0441\u0438\u0458\u0435
can=\u0414\u043E\u0437\u0432\u043E\u043B\u0438
canSession=\u0414\u043E\u0437\u0432\u043E\u043B\u0438 \u0437\u0430 \u0441\u0435\u0441\u0438\u0458\u0443
cannot=\u0411\u043B\u043E\u043A\u0438\u0440\u0430\u0458
noCookieSelected=<\u043D\u0435\u043C\u0430 \u0438\u0437\u0430\u0431\u0440\u0430\u043D\u0438\u0445 \u043A\u043E\u043B\u0430\u0447\u0438\u045B\u0430>
cookiesAll=\u0421\u043B\u0435\u0434\u0435\u045B\u0438 \u043A\u043E\u043B\u0430\u0447\u0438\u045B\u0438 \u0441\u0443 \u0441\u0430\u0447\u0443\u0432\u0430\u043D\u0438 \u043D\u0430 \u0412\u0430\u0448\u0435\u043C \u0440\u0430\u0447\u0443\u043D\u0430\u0440\u0443:
cookiesFiltered=\u0421\u043B\u0435\u0434\u0435\u045B\u0438 \u043A\u043E\u043B\u0430\u0447\u0438\u045B\u0438 \u0437\u0430\u0434\u043E\u0432\u043E\u0459\u0430\u0432\u0430\u0458\u0443 \u043A\u0440\u0438\u0442\u0435\u0440\u0438\u0458\u0443\u043C \u0412\u0430\u0448\u0435 \u043F\u0440\u0435\u0442\u0440\u0430\u0433\u0435:
removeCookies=\u0423\u043A\u043B\u043E\u043D\u0438 \u043A\u043E\u043B\u0430\u0447\u0438\u045B\u0435
removeCookie=\u0423\u043A\u043B\u043E\u043D\u0438 \u043A\u043E\u043B\u0430\u0447\u0438\u045B
