Repository: filmil/mozilla
Catalog: tags/date-20070613/po/*/mail/chrome/messenger/*-smime.dtd.po
Languages: am

source: Security
am: Безбедност

source: To send and receive signed or encrypted messages, you should specify both a digital signing certificate and an encryption certificate.
am: Да бисте примали или слали потписане или шифроване поруке, морате одредити и сертификат за дигитални потпис и сертификат за шифровање.

source: Encryption
am: Шифровање

source: Default encryption setting when sending messages:
am: Изворно подршавање за шифровање при слању порука:

source: Never (do not use encryption)
am: Никада (не користи шифровање)

source: Required (can't send message unless all recipients have certificates)
am: Неопходно (није могуће послати поруку осим ако сви примаоци имају сертификате)

source: Use this certificate to encrypt &amp; decrypt messages sent to you:
am: Употреби овај сертификат за шифровање и дешифровање порука које су ми послате:

source: No certificate set
am: Сертификат није постављен

source: Select...
am: Избор...

source: Clear
am: Очисти

source: Digital Signing
am: Дигитални потпис

source: Digitally sign messages (by default)
am: Дигитално потпиши поруке (подразумевано)

source: Use this certificate to digitally sign messages you send:
am: Користи овај сертификат за дигитални потпис на поруке које ја шаљем:

source: Certificates
am: Сертификати

source: &View Certificates
am: &Преглед сертификата

source: &Security Devices
am: &Безбедносни уређаји
