Repository: filmil/mozilla
Catalog: release-3/po/*/mail/chrome/messenger/addressbook/ldapAutoCompErrs.properties.po
Languages: sr

source: LDAP initialization problem
sr: Грешка при покретању LDAPа

source: LDAP server connection failed
sr: Повезивање са LDAP сервером није успело

source: LDAP server connection failed
sr: Повезивање са LDAP сервером није успело

source: LDAP server communications problem
sr: Проблем при комуникацијом са LDAP сервером

source: LDAP server search problem
sr: Проблем при претрази LDAP сервера

source: Error code %1$S: %2$S %3$S
sr: Кодирана грешка %1$S: %2$S %3$S

source: Host not found
sr: Рачунар није нађен

source: Unknown error
sr: Непозната грешка

source: Please try again later, or else contact your System Administrator.
sr: Молимо пробајте касније, или се обратите управнику система.

source: Strong authentication is not currently supported.
sr: Јака аутентификација тренутно није подржана.

source: Verify that the search filter is correct, and then try again, or else contact your System Administrator. To verify that the search filter is correct, from the Edit menu, choose Preferences, then choose Mail & Newsgroups, and then choose Addressing. Click Edit Directories, and select the LDAP server being used. Click Edit, and then click Advanced to display the Search Filter.
sr: Проверите да ли је филтер за претрагу исправан и онда пробајте опет, или се обратите за помоћ администратору вашег система. Да бисте проверили да је филтер за претрагу исправан, из менија Уреди изаберите ставку Поставке, затим Пошта и групе и онда Адресирање. Притисните Уреди директоријуме, и изаберите LDAP сервер који се користи. Притисните Уреди, затим Напредно да бисте приказали филтер за претрагу.

source: Verify that the Base DN is correct, and then try again, or else contact your System Administrator. To verify that the Base DN is correct, from the Edit menu, choose Preferences, then choose Mail & Newsgroups, and then choose Addressing. Click Edit Directories, and select the LDAP server being used. Click Edit to display the Base DN.
sr: Проверите да ли је основни DN исправан и затим пробајте поново, или се обратите управнику система. Да бисте проверили да је основни DN исправан, из менија Уреди изаберите Поставке, затим Пошта и групе, а затим Адресирање. Притисните Уреди директоријуме, а онда име LDAP сервера који се користи. Притисните Уреди како бисте приказали основни DN.

source: Please try again later.
sr: Молимо да покушате касније.

source: Verify that the Hostname and Port Number are correct, and then try again, or else contact your System Administrator. To verify that the Hostname and Port Number are correct, from the Edit menu, choose Preferences, then choose Mail & Newsgroups, and then choose Addressing. Click Edit Directories, and select the LDAP server being used. Click Edit to display the Hostname. Click Advanced to display the Port Number.
sr: Проверите да ли су име рачунара и број порта исправно унети, и затим пробајте поново или се обратите администраторз вашег система за помоћ. Да бисте проверили да су име рачунара и број порта исправни, из менија Уреди изаберите Поставке, затим Пошта и групе и најзад Адресирање. Притисните Уреди директоријуме, и изаберите LDAP сервер који се користи. Пристините Уреди да бисте видели име рачунара. Притисните Напредно да бисте видели број порта.

source: Please try again later.
sr: Молимо да покушате касније.

source: Verify that the search filter is correct, and then try again, or else contact your System Administrator. To verify that the search filter is correct, from the Edit menu, choose Preferences, then choose Mail & Newsgroups, and then choose Addressing. Click Edit Directories, and select the LDAP server being used. Click Edit, and then click Advanced to display the Search Filter.
sr: Проверите да ли је филтер за претрагу исправан и онда пробајте опет, или се обратите за помоћ администратору вашег система. Да бисте проверили да је филтер за претрагу исправан, из менија Уреди изаберите ставку Поставке, затим Пошта и групе и онда Адресирање. Притисните Уреди директоријуме, и изаберите LDAP сервер који се користи. Притисните Уреди, затим Напредно да бисте приказали филтер за претрагу.

source: Please close some other windows and/or applications and try again.
sr: Молимо затворите неке од прозора или програма и пробајте поново.

source: Verify that the Hostname and Port Number are correct, and then try again, or else contact your System Administrator. To verify that the Hostname and Port Number are correct, from the Edit menu, choose Preferences, then choose Mail & Newsgroups, and then choose Addressing. Click Edit Directories, and select the LDAP server being used. Click Edit to display the Hostname. Click Advanced to display the Port Number.
sr: Проверите да ли су име рачунара и број порта исправно унети, и затим пробајте поново или се обратите администраторз вашег система за помоћ. Да бисте проверили да су име рачунара и број порта исправни, из менија Уреди изаберите Поставке, затим Пошта и групе и најзад Адресирање. Притисните Уреди директоријуме, и изаберите LDAP сервер који се користи. Пристините Уреди да бисте видели име рачунара. Притисните Напредно да бисте видели број порта.

source: Verify that the Hostname is correct, and then try again, or else contact your System Administrator. To verify that the Hostname is correct, from the Edit menu, choose Preferences, then choose Mail & Newsgroups, and then choose Addressing. Click Edit Directories, and select the LDAP server being used. Click Edit to display the Hostname.
sr: Проверите да је име рачунара исправно, затим пробајте поново или се обратите управнику система. Да бисте проверили име рачунара и порт, из менија Уреди изаберите Поставке, затим изаберите Пошта и групе, затим изаберите Адресирање. Изаберите Уреди директоријуме и изаберите LDAP сервер који се користи. Притисните Уреди да прикажете име рачунара.

source: Please contact your System Administrator.
sr: Молимо обратите се управнику система.
