Repository: filmil/mozilla
Catalog: branches/fx2/po/*/mail/chrome/messenger/msgSynchronize.dtd.po
Languages: sr_rs

source: Download and Sync Messages
sr_rs: Преузми и усклади поруке

source: Items for Offline Use
sr_rs: Ставке за неповезан рад

source: If you have already selected mail folders or newsgroups for offline use, you can download and/or sync them now. Otherwise, use the &quot;Select&quot; button to choose mail folders and newsgroups for offline use.
sr_rs: Ако сте већ изабрали директоријуме и групе за неповезан рад, можете их преузети и ускладити одмах. У супротном користите дугме „Избор“ да изаберете директоријуме и групе за неповезан рад.

source: Download and/or sync the following:
sr_rs: Преузми и усклади:

source: &Mail messages
sr_rs: &Пошту

source: &Newsgroup messages
sr_rs: &Групе

source: &Send Unsent messages
sr_rs: &Пошаљи непослате поруке

source: &Work offline once download and/or sync is complete
sr_rs: &Искључи везу кад је све примљено и усклађено

source: S&elect...
sr_rs: &Избор...

source: Choose mail folders and newsgroups for offline use.
sr_rs: Изаберите директоријуме и групе за неповезан рад.

source: Download
sr_rs: Преузми

source: Folders and Newsgroups
sr_rs: Директоријуми и групе
