Repository: filmil/mozilla
Catalog: trunk/po/*/mail/chrome/messenger/*-mdn.dtd.po
Languages: am

source: Return Receipts
am: Потврде о пријему

source: &Use my global return receipt preferences for this account
am: &Користи моја глобална подешавања за потврде о пријему за овај налог

source: &Customize return receipts for this account
am: &Постави посебна подешавања за потврде за овај налог

source: &When sending messages, always request a return receipt
am: &При слању порука, увек тражи потврду о пријему

source: When a receipt arrives:
am: Када потврда стигне:

source: Leave it in my &Inbox
am: Остави у улазном &сандучету

source: &Move it to my &quot;Sent&quot; folder
am: &Помери у сандуче „Послато“

source: When I receive a request for a return receipt:
am: Када примим захтев за потврдом о пријему:

source: Allow r&eturn receipts for some messages
am: Дозволи слање по&тврда за неке поруке

source: &Never send a return receipt
am: &Никад не шаљи потврду

source: If I'm not in the &To or Cc of the message:
am: Ако нисам у пољима &За и Коп поруке:

source: If the &sender is outside my domain:
am: Ако је пошиљалац ван мог домена:

source: In all &other cases:
am: У свим &осталим случајевима:

source: Ask me
am: Питај ме

source: Always send
am: Увек шаљи

source: Never send
am: Не шаљи никад
