Repository: filmil/mozilla
Catalog: trunk/po/*/mail/chrome/messenger/*-server-advanced.dtd.po
Languages: am

source: Advanced Account Settings
am: Напредна подешавања налога

source: _: Do not translate "IMAP" Advanced IMAP Server Settings
am: Напредна подешавања за сервер ИМАПа

source: _: Do not translate "IMAP" IMAP server &directory:
am: &Директоријум за сервер ИМАПа:

source: Sho&w only subscribed folders
am: Прикажи само директоријуме са &претплатом

source: Server supports &folders that contain sub-folders and messages
am: Сервер подржава ди&ректоријуме који садрже поддиректоријуме и поруке

source: Use &IDLE command if the server supports it
am: &Користи команду IDLE ако је сервер подржава

source: &Maximum number of server connections to cache
am: &Максимални број серверских веза које ће се кеширати

source: _: Do not translate "IMAP" These preferences specify the namespaces on your IMAP server
am: Ова подешавања одређују именске просторе на Вашем серверу за ИМАП

source: &Personal namespace:
am: &Лични простор имена:

source: P&ublic (shared):
am: &Јавни (дељени):

source: &Other Users:
am: &Остали корисници:

source: &Allow server to override these namespaces
am: &Дозволи серверу да занемари ове просторе имена

source: When downloading pop mail for this server, use the following folder for new mail:
am: При пријему поште са овог рачунара, користи овај директоријум за нову пошту:

source: Where to store mail
am: Где се чува пошта

source: &Global Inbox (Local Folders Account)
am: &Општи долазни директоријум (Локални директоријум)

source: Inbox for thi&s server's account
am: Долазна &пошта за овај налог

source: Inbox for &different account
am: Долазна пошта за неки &други налог

source: &Include this server when getting new mail
am: &Проверавај овај сервер при преузимању ове поште
