Repository: filmil/mozilla
Catalog: trunk/po/*/mail/chrome/messenger/credits.dtd.po
Languages: sr_rs

source: &brandFullName; Credits
sr_rs: Заслуге за &brandFullName;

source: Thunderbirds Are Go!
sr_rs: Соколови су спремни!

source: Engineering Leads
sr_rs: Вође пројекта

source: Core Development Posse
sr_rs: Развој језгра

source: Gecko Layout Engine
sr_rs: Gecko окружење

source: Special Thanks To
sr_rs: Посебна захвалност

source: _: credit.translation
sr_rs: <h3>Преводиоци</h3><ul><li>Име иде овде</li></ul>

source: Visual Design Coordinator
sr_rs: Координатор дизајна окружења

source: Theme Design
sr_rs: Дизајн теме

source: Brand Identity
sr_rs: Идентитет марке

source: Web Design
sr_rs: Веб дизајн

source: Mozilla Update
sr_rs: Mozilla унапређење

source: Quality Assurance Lead
sr_rs: Шеф провере квалитета

source: Quality Assurance
sr_rs: Провера квалитета

source: Build and Release
sr_rs: Издање

source: Infrastructure Support
sr_rs: Подршка инфраструктуре

source: Support Resources
sr_rs: Подршка

source: Project Management
sr_rs: Менаџери пројекта

source: Marketing Leads
sr_rs: Шеф маркетинга

source: Marketing
sr_rs: Маркетинг

source: Created By
sr_rs: Направио

source: In Fond Memory Of
sr_rs: Оснивач

source: Powered by Gecko&trade;
sr_rs: Подржан од Gecko&trade;
