Repository: filmil/mozilla
Catalog: trunk/po/*/mail/chrome/messenger/FilterEditor.dtd.po
Languages: sr_rs

source: Filter Rules
sr_rs: Обрасци за филтрирање

source: F&ilter name:
sr_rs: Име &филтера

source: Junk
sr_rs: Отпад

source: Not Junk
sr_rs: Није отпад

source: Lowest
sr_rs: Најнижи

source: Low
sr_rs: Низак

source: Normal
sr_rs: Нормалан

source: High
sr_rs: Висок

source: Highest
sr_rs: Највиши

source: For incoming messages which:
sr_rs: За долазеће поруке чије

source: &Perform these actions:
sr_rs: &Уради следеће:

source: &New Folder…
sr_rs: &Нови директоријум…

source: Move Message to
sr_rs: Помери поруку у

source: Copy Message to
sr_rs: Умножи поруку у

source: Forward Message to
sr_rs: Проследи поруку

source: Reply with Template
sr_rs: Одговори на обрасцу

source: Mark As Read
sr_rs: Означи као прочитано

source: Add Star
sr_rs: Додај звезду

source: Set Priority to
sr_rs: Постави приоритет на

source: Tag Message
sr_rs: Означи поруку

source: Set Junk Status to
sr_rs: Постави статус нежељене поште на

source: Delete Message
sr_rs: Уклони поруку

source: Delete From POP Server
sr_rs: Уклони са POP сервера

source: Fetch From POP Server
sr_rs: Добави са POP сервера

source: Ignore Thread
sr_rs: Занемари нит

source: Watch Thread
sr_rs: Надгледај нит

source: Stop Filter Execution
sr_rs: Заустави извршење филтера
