Repository: filmil/mozilla
Catalog: release-3/merge/*/mobile/installer/setup.ini.po
Languages: sr

source: Fennec
sr: Фенек

source: Mozilla Fennec
sr: Мозилин фенек

source: Mozilla Fennec Setup
sr: Инсталација Мозилиног фенека

source: Install Fennec to
sr: Инсталирај фенек у

source: Install
sr: Инсталирај

source: Cancel
sr: Откажи

source: Mozilla Fennec has been installed successfully.
sr: Мозилин фенек је успешно инсталиран.

source: Archive extraction error:
sr: Грешка при распакивању архиве:

source: There were errors during installation:
sr: Дошло је до следећих грешака приликом инсталације:

source: Creating user profile. Please wait...
sr: Формира се кориснички профил. Молимо сачекајте...

source: Mozilla Fennec Uninstall
sr: Деинсталација Мозилиног фенека

source: All files will be removed from
sr: Све датотеке ће бити обрисане из

source: Are you sure?
sr: Да ли сте сигурни?

source: Mozilla Fennec installation not found.
sr: Није пронађена инсталација Мозилиног фенека.

source: Mozilla Fennec has been uninstalled successfully.
sr: Мозилин фенек је успешно деинсталиран.
