Repository: filmil/mozilla
Catalog: trunk/po/*/mail/chrome/mozapps/downloads/pref-downloads.dtd.po
Languages: sr

source: Attachments
sr: Прилози

source: Attachment Folder
sr: Фасцикла за прилоге

source: Ask me where to save every attachment
sr: Увек ме питај где да сачувам сваки прилог из поруке

source: Save all attachments to this folder:
sr: Сачувај све прилоге у ову фасциклу:

source: Desktop
sr: Радна површина

source: My Downloads
sr: Моји пријеми

source: Other...
sr: Друга...

source: Show Folder
sr: Прикажи фасциклу

source: Attachment Manager
sr: Управљач прилозима

source: Show Attachment Manager window when a download begins.
sr: Прикажи прозор Управљача прилозима увек кад започне пријем.

source: Close the Attachment Manager when all attachments are complete.
sr: Затвори прозор Управљача прилозима када су сви прилози завршени.

source: File Types
sr: Врсте датотека

source: Automatically perform the associated action with each of the following file types:
sr: Самостално изврши придружена дејства за сваку од следећих врста датотека:

source: File Type
sr: Врсте датотека

source: Application
sr: Програм

source: Change &Action...
sr: Промени &дејство...

source: &Remove
sr: &Уклони

source: &Plug-Ins...
sr: &Прикључци...
