Repository: filmil/mozilla
Catalog: release-3/po/*/browser/chrome/browser/aboutSessionRestore.dtd.po
Languages: sr

source: Restore Session
sr: Обнови сесију

source: Would You Like to Restore Your Session?
sr: Да ли желите да обновите сесију?

source: Your previous &brandShortName; session closed unexpectedly. We sincerely apologize for the inconvenience. You can restore the tabs and windows from your previous session, or start a new session if they are no longer needed.
sr: Ваша претходна сесија у програму &brandShortName; је изненада завршена. Извињавамо се због непријатности. Ако желите можете да вратите језичке и прозоре из претходне сесије, или да покренете нову сесију ако стари подаци више нису потребни.

source: If &brandShortName; closes repeatedly:
sr: Ако се програм &brandShortName; учестало затвара сам од себе:

source: Try disabling any recently added extensions in the Add-ons Manager.
sr: Пробајте да искључите све недавно укључене додатке у Управнику додацима.

source: Try restoring your session without any Web pages you suspect might be causing the problem:
sr: Пробајте да обновите сесију али без веб страна за које сумњате да могу да буду узрок:

source: Restore Previous Session
sr: Обнови претходну сесију

source: R
sr: О

source: Start New Session
sr: Покрени нову сесију

source: S
sr: П

source: Restore
sr: Обнови

source: Windows and Tabs
sr: Прозоре и језичке

source: Window &#37;S
sr: Прозор &#37;S
