Repository: filmil/mozilla
Catalog: release-3/po/*/browser/chrome/browser/aboutPrivateBrowsing.dtd.po
Languages: sr

source: Private Browsing
sr: Поверљиво читање

source: Would you like to start Private Browsing?
sr: Да ли желите да покренете поверљиво читање?

source: &brandShortName; won't remember any history for this session.
sr: Програм &brandShortName; неће памтити историјат за ову сесију.

source: &brandShortName; is not currently in Private Browsing mode.
sr: &brandShortName; тренутно не ради у режиму поверљивог читања.

source: In a Private Browsing session, &brandShortName; won't keep any browser history, search history, download history, web form history, cookies, or temporary internet files. However, files you download and bookmarks you make will be kept.
sr: У сесији са поверљивим читањем, &brandShortName; не чува историјат, историјат претрага, историјат пријема, историјат формулара, колачиће нити привремене датотеке. Међутим, датотеке које примите и забелешке које направите биће сачуване.

source: You may want to start by also
sr: Можете да почнете тако што

source: clearing your recent history
sr: очистите историјат

source: Start &Private Browsing
sr: Почни са &поверљивим читањем

source: To stop Private Browsing, select &toolsMenu.label; &gt; &privateBrowsingCmd.stop.label;, or close &brandShortName;.
sr: Да бисте обуставили поверљиво читање, изаберите &toolsMenu.label; &gt; &privateBrowsingCmd.stop.label;, или искључите &brandShortName;.

source: To start Private Browsing, you can also select &toolsMenu.label; &gt; &privateBrowsingCmd.start.label;.
sr: Да бисте покренули поверљиво читање, можете такође да изаберете &toolsMenu.label; &gt; &privateBrowsingCmd.start.label;.

source: While this computer won't have a record of your browsing history, your internet service provider or employer can still track the pages you visit.
sr: Иако рачунар неће оставити трага о историјату прегледаних страна, Ваш добављач услуге интернета или послодавац и даље могу да прате стране које сте посетили.

source: Learn More
sr: Сазнајте више
