Repository: filmil/mozilla
Catalog: release-3/po/*/browser/chrome/browser/aboutRights.dtd.po
Languages: sr

source: About Your Rights
sr: О Вашим правима

source: &brandFullName; is free and open source software, built by a community of thousands from all over the world. There are a few things you should know:
sr: Програм &brandFullName; је бесплатан програм отвореног кода кога су направиле хиљаде ентузијаста широм света. Ево неколико ствари које треба да знате:

source: &brandShortName; is made available to you under the terms of the
sr: Програм &brandShortName; вам је уступљен под условима које прописује

source: Mozilla Public License
sr: Мозилина јавна лиценца

source: . This means you may use, copy and distribute &brandShortName; to others. You are also welcome to modify the source code of &brandShortName; as you want to meet your needs. The Mozilla Public License also gives you the right to distribute your modified versions.
sr: . То значи да смете да користите, умножавате и делите програм &brandShortName; трећим лицима. Слободни сте да мењате изворни код програма &brandShortName; да бисте га прилагодили својим потребама. Мозилина јавна лиценца Вам даје право да испоручујете Ваше измењено издање.

source: Mozilla does not grant you any rights to the Mozilla and Firefox trademarks or logos. Additional information on Trademarks may be found
sr: Мозила (Mozilla) Вам не даје никаква права над робним маркама Мозиле (Mozilla) и фајерфокса (Firefox) или логотиповима. Додатни подаци о робним маркама доступни су

# rights.intro-point2b
source: here
sr: овде

source: Privacy policies for &vendorShortName;'s products may be found
sr: Полисе о приватности за производе које прави &vendorShortName;'s могу се наћи

# rights.intro-point3b
source: here
sr: овде

source: Any applicable privacy policies for this product should be listed here.
sr: Све применљиве полисе о приватности су тамо набројане.

source: &brandShortName; also offers optional web site information services, such as the SafeBrowsing service; however, we cannot guarantee they are 100&#37; accurate or error-free. More details, including information on how to disable the services, can be found in the
sr: Програм &brandShortName; нуди такође изборне услуге за информисање о веб сајтовима, попут сервиса за безбедно прегледање (SafeBrowsing service); међутим, не можемо да гарантујемо да су 100&#37; прецизни и безгрешни. Више детаља, укључујући податке о искључивању сервиса, могу да се пронађу у

source: service terms
sr: условима услуга

source: If this product incorporates web services, any applicable service terms for the service(s) should be linked to the
sr: Ако овај производ укључује веб услуге, сви односни услови пружања услуга треба да буду повезани на одељак о

source: Web Site Services
sr: мрежним услугама

source: &brandFullName; Web Site Services
sr: Мрежне услуге за програм &brandFullName;

source: &brandFullName; uses web site information services (&quot;Services&quot;), such as the SafeBrowsing service, that are available for your use with this binary version of &brandShortName; as described below. If you do not want to use the Services or the terms below are unacceptable, you may disable the SafeBrowsing service by opening the application preferences, selecting the
sr: Програм &brandFullName; користи сервисе за информисање о веб сајтовима („услуге‟ у даљем тексту), попут услуге за безбедно читање (SafeBrowsing) који су Вам доступни у овом бинарном издању програма &brandShortName; како је испод описано. Ако не желите да користите услуге или ако Вам услови дати испод нису прихватљиви, можете да искључите услугу у подешавањима порграма, бирањем одељка о

source: Security
sr: безбедности

source: section, and unchecking the options for &quot;&blockAttackSites.label;&quot; and &quot;&blockWebForgeries.label;&quot;
sr: и искључивањем опција „&blockAttackSites.label;‟ and „&blockWebForgeries.label;‟

source: An overview of the web site services the product incorporates, along with instructions on how to disable them, if applicable, should be included here.
sr: Преглед услуга о веб сајтовима које су уграђене у производ, заједно са подацима како их можете искључити (где је применљиво) је тамо наведен.

source: Any applicable service terms for this product should be listed here.
sr: Сви услови услуга за овај производ су тамо набројани.

source: &vendorShortName; and its contributors, licensors and partners work to provide the most accurate and up-to-date phishing and malware information. However, they cannot guarantee that this information is comprehensive and error-free: some risky sites may not be identified and some safe sites may be identified in error.
sr: &vendorShortName; и приложници, давачи лиценци и партнери сарађују како би обезбедили најпрецизније и најсвежије податке о фишингу и злонамерним програмима. Међутим, они не могу да гарантују да је су ти подаци исрцпни и без грешака. Неки ризични сајтови можда нису у списку а неки безбедни сајтови могу бити означени као ризични.

source: &vendorShortName; may discontinue or change the Services at its discretion.
sr: &vendorShortName; задржава право да укине или промени услуге.

source: You are welcome to use these Services with the accompanying version of &brandShortName;, and you have all the rights necessary to do so. &vendorShortName; and its licensors reserve all other rights in the Services. These terms are not intended to limit any rights granted under open source licenses applicable to &brandShortName; and to corresponding source code versions of &brandShortName;.
sr: Можете да користите услуге које долазе уз ово издање програма &brandShortName; и располажете свим правима која су за то потребна. &vendorShortName; и даваоци дозвола задржавају сва остала права на услугу. Ови услови не ограничавају никоја права која су Вам дата лиценцом отвореног кода примењеном на &brandShortName; и на издања програма &brandShortName; у изворном коду.

source: The Services are provided &quot;as-is.&quot; &vendorShortName;, its contributors, licensors, and distributors, disclaim all warranties, whether express or implied, including without limitation, warranties that the Services are merchantable and fit for your particular purposes. You bear the entire risk as to selecting the Services for your purposes and as to the quality and performance of the Services. Some jurisdictions do not allow the exclusion or limitation of implied warranties, so this disclaimer may not apply to you.
sr: Услуге се пружају без икакве гаранције. &vendorShortName;, приложници, давачи лиценци и дистрибутери одричу све гаранције, имплицитне или експлицитне, укључујући али се не ограничавајући на гаранције да су услуге комерцијално вредне или да одговарају Вашој намени. Ви сте у потпуности одговорни за избор услуга које ће одговарати Вашим потребама и за квалитет и ниво пружене услуге. У неким јурисдикцијама ограничавање или изузимање од одговорности није могуће, па се у том случају овај текст не односи на Вас.

source: Except as required by law, &vendorShortName;, its contributors, licensors, and distributors will not be liable for any indirect, special, incidental, consequential, punitive, or exemplary damages arising out of or in any way relating to the use of &brandShortName; and the Services. The collective liability under these terms will not exceed $500 (five hundred dollars). Some jurisdictions do not allow the exclusion or limitation of certain damages, so this exclusion and limitation may not apply to you.
sr: Изузев у мери коју захтева закон, &vendorShortName;, приложници, давачи лиценци и дистрибутери нису одговорни за било какву индиректну, специјалну, случајну, последичну или другу штету која проистиче из или је на било који начин у вези са употребом програма &brandShortName; и услуга. Колективна одговорност под овим условима не може да премаши $500 (пет стотина америчких долара). Неке јурисдикције не ограничавање или одрицање обештећења није могуће, па се у том случају овај текст не односи на Вас.

source: &vendorShortName; may update these terms as necessary from time to time. These terms may not be modified or cancelled without &vendorShortName;'s written agreement.
sr: &vendorShortName; може да измени ове услове с времена на време и по потреби. Ови услови се не могу мењати или поништити без писмене сагласности продавца (&vendorShortName;)

source: These terms are governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions. If any portion of these terms is held to be invalid or unenforceable, the remaining portions will remain in full force and effect. In the event of a conflict between a translated version of these terms and the English language version, the English language version shall control.
sr: Ови услови су сагласни са законима државе Калифорније у САД, искључујући законом предвиђене изузетке. Ако се за било који део овог споразума утврди да није важећи или одржив, остатак наставља пуноважност. У случају спора између изворног енглеског и преведеног издања овог споразума, преовладава енглески изворни текст.
