Repository: filmil/mozilla
Catalog: release-3/po/*/browser/chrome/browser/browser.properties.po
Languages: sr

source: Done
sr: Крај

source: Timed Out
sr: Време је истекло

source: Stopped
sr: Заустављено

source: Open File
sr: Отвори датотеку

source: Drop a link to bookmark it
sr: Пренесите везу за памћење

source: Drop a link or file to download it
sr: Пренесите везу или датотеку за пријем

source: Drop a link or file to open it in a new window
sr: Пренесите везу или датотеку како бисте је отворили у новом прозору

source: Drop a link or file to make it your home page
sr: Пренесите везу или датотеку Ваше почетне стране

source: Set Home Page
sr: Поставка почетне стране

source: Do you want this document to be your new home page?
sr: Да ли желите да овај докуменат постане Ваша почетна страна?

source: Search %S for "%S"
sr: Претражи %S за „%S“

# contextMenuSearchText.accesskey
source: S
sr: П

source: Block Images from %S
sr: Блокирај слике са %S

source: [Folder Name]
sr: [Назив каталога]

source: %S prevented this site (%S) from asking you to install software on your computer.
sr: Програм %S је спречио овај сајт (%S) да вас пита за инсталацију програма на Ваш рачунар.

# xpinstallPromptAllowButton
source: Allow
sr: Дозволи

# xpinstallPromptAllowButton.accesskey
source: A
sr: Д

source: Software installation has been disabled by your system administrator.
sr: Администратор је забранио инсталацију програма.

source: Software installation is currently disabled. Click Enable and try again.
sr: Инсталација програма је тренутно забрањена. Притисните Дозволи и пробајте поново.

source: Enable
sr: Укључи

source: n
sr: љ

source: %S prevented this site from opening a pop-up window.
sr: Програм %S је спречио сајт да отвори искачући прозор.

source: %S prevented this site from opening %S pop-up windows.
sr: Програм %S је спречио овај сајт да отвори неколико (укупно: %S) искачућих прозора.

source: Options
sr: Поставке

source: Preferences
sr: Подешавања

source: Allow pop-ups for %S
sr: Дозволи искачуће прозоре за %S

source: Block pop-ups for %S
sr: Блокирај искачуће прозоре за %S

source: Don't show this message when pop-ups are blocked
sr: Не приказуј ову поруку када су искачући прозори блокирани

source: Don't show info message when pop-ups are blocked
sr: Не приказуј информативну поруку када су искачући прозори блокирани

source: Show '%S'
sr: Прикажи „%S‟

source: %S will now always block images from %S.
sr: %S ће сада увек да зауставља слике са %S.

source: %S will now allow images from %S.
sr: %S ће сада да дозвољава приказ слика са %S.

source: Undo
sr: Опозови

# undo.accessKey
source: U
sr: О

source: Additional plugins are required to display all the media on this page.
sr: Потребни су додатни прикључци како би био видљив целокупан садржај стране.

source: Install Missing Plugins…
sr: Инсталирај прикључке који недостају…

source: I
sr: И

source: Some plugins required by this page have been blocked for your protection.
sr: Неки прикључци које ова страна захтева су блокирани ради Ваше заштите.

source: Details…
sr: Детаљи…

source: D
sr: т

source: Update Plugins…
sr: Догради прикључке…

source: Clear Recent History…
sr: Уклони скорашњи историјат…

source: Clear Private Data
sr: Уклони приватне податке

# updatesItem_default
source: Check for Updates…
sr: Провера доградњи…

# updatesItem_defaultFallback
source: Check for Updates…
sr: Провера доградњи…

source: Downloading %S…
sr: Пријем: %S…

source: Downloading Update…
sr: Пријем доградње…

source: Resume Downloading %S…
sr: Наставак пријема: %S…

source: Resume Downloading Update…
sr: Наставак пријема доградње…

# updatesItem_pending
source: Apply Downloaded Update Now…
sr: Примени одмах примљену доградњу…

# updatesItem_pendingFallback
source: Apply Downloaded Update Now…
sr: Примени одмах примљену доградњу…

source: Page has no feeds
sr: Страна не садржи доводе

source: Subscribe to '%S'…
sr: Претплата на „%S‟…

source: Subscribe to this page…
sr: Претплата на ову страну…

source: Open All in Tabs
sr: Отвори све у језичцима

# menuOpenAllInTabs.accesskey
source: o
sr: О

source: Stay on this page
sr: Остани на овој страни

source: Go back to this page
sr: Врати се на ову страну

source: Go forward to this page
sr: Иди напред до ове стране

# refreshBlocked.goButton
source: Allow
sr: Дозволи

# refreshBlocked.goButton.accesskey
source: A
sr: Д

source: %S prevented this page from automatically reloading.
sr: Програм %S је спречио ову страну да се аутоматски освежи.

source: %S prevented this page from automatically redirecting to another page.
sr: Програм %S је спречио ову страну да аутоматски проследи на другу страну.

source: Edit this bookmark
sr: Уреди ову забелешку

source: Bookmark this page
sr: Забележи ову страну

source: This website (%S) is asking to store data on your computer for offline use.
sr: Овај веб сајт (%S) тражи да сачува податке на Вашем рачунару за неповезан рад.

# offlineApps.allow
source: Allow
sr: Дозволи

# offlineApps.allowAccessKey
source: A
sr: Д

source: Never for This Site
sr: Никада за овај сајт

source: e
sr: к

source: Not Now
sr: Не сад

source: N
sr: С

source: This website (%S) is now storing more than %SMB of data on your computer for offline use.
sr: Овај веб сајт (%S) тренутно чува више од %SMiB података на Вашем рачунару за неповезан рад.

source: Show settings
sr: Приказ подешавања

# offlineApps.manageUsageAccessKey
source: S
sr: ш

source: Verified by: %S
sr: Проверено: %S

source: You have added a security exception for this site
sr: Додали сте безбедносни изузетак за овај сајт

source: Your connection to this web site is encrypted to prevent eavesdropping.
sr: Ваша веза са овим сајтом је шифрована како би се спречило прислушкивање.

source: Your connection to this web site is not encrypted.
sr: Ваша веза са овим сајтом није шифрована.

source: This web site does not supply identity information.
sr: Овај веб сајт не даје податке о идентитету.

source: (unknown)
sr: (непознат)

source: One active download (#2);#1 active downloads (#2)
sr: Један активан пријем (#2);Више активних пријема: #1 (#2)

source: One paused download;#1 paused downloads
sr: Један паузиран пријем;Више паузираних пријема: #1

source: Page Bookmarked
sr: Страна је забележена

source: %S will always remember this page for you.
sr: Програм %S ће увек памтити ову страну за Вас.

source: Bookmark Removed
sr: Забелешка је уклоњена

source: Edit This Bookmark
sr: Уреди ову забелешку

source: Remove Bookmark;Remove Bookmarks (#1)
sr: Уклони забелешку;Уклони забелешке (#1)

source: Exact Location (within 10 feet)
sr: Тачно место (одступање до 3 метра)

source: E
sr: Т

source: Nothing
sr: Ништа

# geolocation.nothingLocationKey
source: o
sr: Н

source: %S wants to know where you are. Tell them:
sr: %S жели да зна где се налазите. Ваш одговор је:

source: Get me out of here!
sr: Води ме одавде!

source: G
sr: В

source: Reported Web Forgery!
sr: Познати мрежни фалсификат!

source: This isn't a web forgery…
sr: Ово није мрежни фалсификат…

source: F
sr: ф

source: Reported Attack Site!
sr: Познати злонамеран сајт!

source: This isn't an attack site…
sr: Ово није злонамеран сајт…

# safebrowsing.notAnAttackButton.accessKey
source: A
sr: Д

source: Start Private Browsing
sr: Покрени поверљиво читање

source: Would you like to start Private Browsing?
sr: Да ли желите да покренете поверљиво читање?

source: %S will save your current tabs for when you are done with your Private Browsing session.
sr: Програм %S ће сачувати тренутне језичке до тренутка када завршите са поверљивим читањем.

source: &Start Private Browsing
sr: &Покрени поверљиво читање

source: &Cancel
sr: &Откажи

source: &Do not show this message again
sr: &Не приказуј поново ову поруку
