Repository: filmil/mozilla
Catalog: release-3/po/*/browser/chrome/browser/metaData.properties.po
Languages: sr

source: Same window
sr: Исти прозор

source: New window
sr: Нови прозор

source: New tab
sr: Нови језичак

source: Parent frame
sr: Изворни оквир

source: Same frame
sr: Исти оквир

source: Embedded
sr: Уграђено

source: No properties available.
sr: Нема доступних својстава.

source: Missing
sr: Непостојећи

source: Blank
sr: Празан

source: %S KB (%S bytes)
sr: %S KB (%S B)

source: Unknown (not cached)
sr: Непознато (није кеширано)

source: %S image
sr: слика: %S

source: %S image (animated, %S frames)
sr: слика: %S image (анимирана, кадрова: %S)

source: %Spx × %Spx
sr: %Sт. × %Sт.

source: %Spx × %Spx (scaled to %Spx × %Spx)
sr: %Sт. × %Sт. (скалирана на %Sт. × %Sт.)
