Repository: filmil/mozilla
Catalog: release-3/po/*/browser/chrome/browser/quitDialog.properties.po
Languages: sr

source: Quit %S
sr: Крај: %S

source: Restart %S
sr: Поновни старт: %S

source: &Quit
sr: &Крај

source: &Restart
sr: &Поновни старт

source: &Cancel
sr: &Откажи

source: &Save and Quit
sr: &Сачувај и заврши

source: Do not ask next time
sr: Не питај идући пут

source: Do you want %S to save your tabs and windows for the next time it starts?
sr: Да ли желите да програм %S сачува језичке и прозоре за наредно покретање?

source: Do you want %S to save your tabs for the next time it starts?
sr: Да ли желите да програм %S сачува језичке за наредно покретање?

source: %S will try to restore your tabs and windows when it restarts.
sr: Програм %S ће покушати да врати језичке и прозоре при наредном покретању.
