Repository: filmil/mozilla
Catalog: release-3/po/*/browser/chrome/browser/sanitize.dtd.po
Languages: sr

source: Settings for Clearing History
sr: Подешавања за уклањање историјата

source: Clear Recent History
sr: Уклони скорашњи историјат

source: Clear the following items now:
sr: Уклони следеће ставке:

source: When I quit &brandShortName;, it should automatically clear all:
sr: При крају рада са програмом &brandShortName;, аутоматски се уклања:

source: &Remove
sr: &Уклони

source: the last hour
sr: последњи сат

source: the last 2 hours
sr: последња 2 сата

source: the last 4 hours
sr: последња 4 сата

source: my history for today
sr: цео данашњи историјат

source: my entire history
sr: цео историјат

source: &Time range to clear:
sr: &Временски период за чишћење:

source: Last Hour
sr: Последњи сат

source: Last Two Hours
sr: Последња два сата

source: Last Four Hours
sr: Последња четири сата

source: Today
sr: Данас

source: Everything
sr: Све

source: Visit Date
sr: Датум посете

source: Name
sr: Име

source: D&etails
sr: &Детаљи

source: History
sr: Историјат

source: Data
sr: Подаци

source: &Browsing and Download History
sr: Историјат &читања и пријема

source: &Browsing History
sr: Историјат чи&тања

source: &Form &amp; Search History
sr: Историјат &формулара и претрага

source: Saved &Passwords
sr: Сачуване &лозинке

source: &Cookies
sr: Ко&лачиће

source: C&ache
sr: Ке&ш

source: &Offline Website Data
sr: П&римљене податке са сајтова

source: &Download History
sr: Историјат при&јема

source: Active &Logins
sr: &Активне пријаве

source: &Site Preferences
sr: &Поставке за веб сајт

source: This action cannot be undone.
sr: Ово дејство се не може опозвати.
