Repository: filmil/mozilla
Catalog: release-3/merge/*/mail/chrome/messenger/addressbook/abContactsPanel.dtd.po
Languages: sr

source: Address Boo&k:
sr: &Адресар:

source: Search F&or:
sr: Тра&жи:

source: Name or Email
sr: Име или ел. адресу

source: Delete
sr: Уклони

source: Properties
sr: Својства

source: Add to To field
sr: Додај у поље Прима

source: Add to Cc field
sr: Додај у поље Коп

source: Add to Bcc field
sr: Додај у поље сКоп

source: &Add to To:
sr: &Додај примаоце:

source: A&dd to Cc:
sr: Додај &копије:

source: Add to &Bcc:
sr: Додај &бКоп:
